Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Make sure the domain names follow valid DNS naming conventions
it_it: Assicurati che i nomi di dominio seguano le convenzioni di denominazione DNS valide
ja_jp: ドメイン名が有効なDNS命名規則に従っていることを確認してください
nb_no: Sørg for at domenenavnene følger gyldige DNS-navnekonvensjoner
nl_nl: Zorg ervoor dat de domeinnamen geldige DNS naamconventies volgen
pt_pt: Certifique-se de que os nomes de domínio seguem as convenções válidas de nomenclatura DNS

source: User Agreement
it_it: Accordo Utente
ja_jp: ユーザー規約
nb_no: Brukeravtale
nl_nl: Gebruikersovereenkomst
pt_pt: Acordo de Utilizador

source: I have read and agree to the terms outlined above
it_it: Ho letto e accetto i termini sopra delineati
ja_jp: 上記の規約を読み、同意します
nb_no: Jeg har lest og godtar vilkårene beskrevet ovenfor
nl_nl: Ik heb de bovengenoemde voorwaarden gelezen en ga ermee akkoord
pt_pt: Li e concordo com os termos descritos acima

source: You must accept the agreement to continue
it_it: Devi accettare l'accordo per continuare
ja_jp: 継続するには規約に同意する必要があります
nb_no: Du må godta avtalen for å fortsette
nl_nl: U moet de overeenkomst accepteren om door te gaan
pt_pt: Deve aceitar o acordo para continuar

source: Decline & Logout
it_it: Rifiuta e Disconnetti
ja_jp: 拒否してログアウト
nb_no: Avslå og logg ut
nl_nl: Weigeren & Uitloggen
pt_pt: Recusar e Terminar Sessão

source: Accept & Continue
it_it: Accetta e Continua
ja_jp: 同意して継続
nb_no: Godta og fortsett
nl_nl: Accepteren & Doorgaan
pt_pt: Aceitar e Continuar

source: Delete records
it_it: Elimina record
ja_jp: レコードを削除
nb_no: Slett oppføringer
nl_nl: Records verwijderen
pt_pt: Eliminar registos

source: Are you sure you want to delete the following records? This action cannot be undone.
it_it: Sei sicuro di voler eliminare i seguenti record? Questa azione non può essere annullata.
ja_jp: 以下のレコードを削除してもよろしいですか？この操作は元に戻せません。
nb_no: Er du sikker på at du vil slette følgende oppføringer? Denne handlingen kan ikke angres.
nl_nl: Weet u zeker dat u de volgende records wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Tem certeza de que quer eliminar os seguintes registos? Esta ação não pode ser desfeita.

source: Also delete corresponding PTR records (if they exist)
it_it: Elimina anche i record PTR corrispondenti (se esistono)
ja_jp: 対応するPTRレコードも削除（存在する場合）
nb_no: Slett også tilsvarende PTR-oppføringer (hvis de eksisterer)
nl_nl: Ook overeenkomende PTR records verwijderen (indien aanwezig)
pt_pt: Eliminar também os registos PTR correspondentes (se existirem)

source: Yes, delete these records
it_it: Sì, elimina questi record
ja_jp: はい、これらのレコードを削除します
nb_no: Ja, slett disse oppføringene
nl_nl: Ja, deze records verwijderen
pt_pt: Sim, eliminar estes registos

source: Recovery Codes
it_it: Codici di Recupero
ja_jp: リカバリコード
nb_no: Gjenopprettingskoder
nl_nl: Herstelcodes
pt_pt: Códigos de Recuperação

source: MFA Setup Complete
it_it: Configurazione MFA Completata
ja_jp: MFA設定完了
nb_no: MFA-oppsett fullført
nl_nl: MFA Installatie Voltooid
pt_pt: Configuração MFA Concluída

source: Multi-Factor Authentication is now enabled
it_it: L'Autenticazione a Più Fattori è ora abilitata
ja_jp: 多要素認証が有効になりました
nb_no: Flerfaktorautentisering er nå aktivert
nl_nl: Multi-Factor Authenticatie is nu ingeschakeld
pt_pt: A Autenticação Multi-Factor está agora ativada

source: Your account is now protected with multi-factor authentication.
it_it: Il tuo account è ora protetto con l'autenticazione a più fattori.
ja_jp: アカウントが多要素認証で保護されました。
nb_no: Kontoen din er nå beskyttet med flerfaktorautentisering.
nl_nl: Uw account is nu beschermd met multi-factor authenticatie.
pt_pt: A sua conta está agora protegida com autenticação multi-factor.

source: Authentication method:
it_it: Metodo di autenticazione:
ja_jp: 認証方法：
nb_no: Autentiseringsmetode:
nl_nl: Authenticatie methode:
pt_pt: Método de autenticação:

source: Authenticator app
it_it: App di autenticazione
ja_jp: 認証アプリ
nb_no: Autentiseringsapp
pt_pt: Aplicação autenticadora

source: Email verification
it_it: Verifica email
ja_jp: メール認証
nb_no: E-postbekreftelse
nl_nl: E-mail verificatie
pt_pt: Verificação por email

source: Save Your Recovery Codes
it_it: Salva i Tuoi Codici di Recupero
ja_jp: リカバリコードを保存
nb_no: Lagre gjenopprettingskodene dine
nl_nl: Sla Uw Herstelcodes Op
pt_pt: Guarde os Seus Códigos de Recuperação

source: Recovery codes can be used to access your account if you lose access to your authenticator device. Each code can only be used once.
it_it: I codici di recupero possono essere usati per accedere al tuo account se perdi l'accesso al tuo dispositivo di autenticazione. Ogni codice può essere usato solo una volta.
ja_jp: リカバリコードは、認証デバイスへのアクセスを失った場合にアカウントにアクセスするために使用できます。各コードは一度だけ使用できます。
nb_no: Gjenopprettingskoder kan brukes til å få tilgang til kontoen din hvis du mister tilgang til autentiseringsenheten din. Hver kode kan bare brukes én gang.
nl_nl: Herstelcodes kunnen gebruikt worden om toegang te krijgen tot uw account als u de toegang tot uw authenticator apparaat verliest. Elke code kan slechts eenmaal gebruikt worden.
pt_pt: Os códigos de recuperação podem ser usados para aceder à sua conta se perder acesso ao seu dispositivo autenticador. Cada código só pode ser usado uma vez.

source: Store these codes in a safe place!
it_it: Conserva questi codici in un posto sicuro!
ja_jp: これらのコードを安全な場所に保管してください！
nb_no: Oppbevar disse kodene på et trygt sted!
nl_nl: Bewaar deze codes op een veilige plaats!
pt_pt: Guarde estes códigos num local seguro!

source: Print
it_it: Stampa
ja_jp: 印刷
nb_no: Skriv ut
nl_nl: Afdrukken
pt_pt: Imprimir

source: Copy all
it_it: Copia tutto
ja_jp: すべてコピー
nb_no: Kopier alle
nl_nl: Alles kopiëren
pt_pt: Copiar tudo

source: Download
it_it: Scarica
ja_jp: ダウンロード
nb_no: Last ned
nl_nl: Downloaden
pt_pt: Transferir

source: Back to MFA Settings
it_it: Torna alle Impostazioni MFA
ja_jp: MFA設定に戻る
nb_no: Tilbake til MFA-innstillinger
nl_nl: Terug naar MFA Instellingen
pt_pt: Voltar às Definições MFA

source: Disable MFA
it_it: Disabilita MFA
ja_jp: MFAを無効化
nb_no: Deaktiver MFA
nl_nl: MFA Uitschakelen
pt_pt: Desativar MFA

source: Continue to Dashboard
it_it: Continua alla Dashboard
ja_jp: ダッシュボードに進む
nb_no: Fortsett til dashbord
nl_nl: Doorgaan naar Dashboard
pt_pt: Continuar para o Painel

source: Poweradmin MFA Recovery Codes
it_it: Codici di Recupero MFA Poweradmin
ja_jp: Poweradmin MFAリカバリコード
nb_no: Poweradmin MFA-gjenopprettingskoder
nl_nl: Poweradmin MFA Herstelcodes
pt_pt: Códigos de Recuperação MFA do Poweradmin

source: Store these codes in a safe place. Each code can be used once to log in if you lose access to your authenticator device.
it_it: Conserva questi codici in un posto sicuro. Ogni codice può essere usato una volta per accedere se perdi l'accesso al tuo dispositivo di autenticazione.
ja_jp: これらのコードを安全な場所に保管してください。認証デバイスへのアクセスを失った場合、各コードは一度だけログインに使用できます。
nb_no: Oppbevar disse kodene på et trygt sted. Hver kode kan brukes én gang for å logge inn hvis du mister tilgang til autentiseringsenheten din.
nl_nl: Bewaar deze codes op een veilige plaats. Elke code kan eenmaal gebruikt worden om in te loggen als u de toegang tot uw authenticator apparaat verliest.
pt_pt: Guarde estes códigos num local seguro. Cada código pode ser usado uma vez para iniciar sessão se perder acesso ao seu dispositivo autenticador.

source: Multi-factor authentication adds an extra layer of security to your account.
it_it: L'autenticazione a più fattori aggiunge un livello extra di sicurezza al tuo account.
ja_jp: 多要素認証により、アカウントにセキュリティの追加レイヤーが提供されます。
nb_no: Flerfaktorautentisering legger til et ekstra sikkerhetslag til kontoen din.
nl_nl: Multi-factor authenticatie voegt een extra beveiligingslaag toe aan uw account.
pt_pt: A autenticação multi-factor adiciona uma camada extra de segurança à sua conta.

source: MFA is currently enabled
it_it: MFA è attualmente abilitata
ja_jp: 多要素認証は現在有効になっています
nb_no: MFA er for øyeblikket aktivert
nl_nl: MFA is momenteel ingeschakeld
pt_pt: MFA está actualmente ativado

source: Your account is protected with multi-factor authentication.
it_it: Il tuo account è protetto con l'autenticazione a più fattori.
ja_jp: お客様のアカウントは多要素認証により保護されています。
nb_no: Kontoen din er beskyttet med flerfaktorautentisering.
nl_nl: Uw account is beschermd met multi-factor authenticatie.
pt_pt: A sua conta está protegida com autenticação multi-factor.

source: Regenerate Recovery Codes
it_it: Rigenera Codici di Recupero
ja_jp: リカバリコードを再生成
nb_no: Generer nye gjenopprettingskoder
nl_nl: Herstelcodes Regenereren
pt_pt: Regenerar Códigos de Recuperação

source: MFA is currently disabled
it_it: MFA è attualmente disabilitata
ja_jp: 多要素認証は現在無効になっています
nb_no: MFA er for øyeblikket deaktivert
nl_nl: MFA is momenteel uitgeschakeld
pt_pt: MFA está actualmente desativado

source: Your account is not protected with multi-factor authentication.
it_it: Il tuo account non è protetto con l'autenticazione a più fattori.
ja_jp: お客様のアカウントは多要素認証により保護されていません。
nb_no: Kontoen din er ikke beskyttet med flerfaktorautentisering.
nl_nl: Uw account is niet beschermd met multi-factor authenticatie.
pt_pt: A sua conta não está protegida com autenticação multi-factor.

source: Authenticator App
it_it: App di Autenticazione
ja_jp: 認証アプリ
nb_no: Autentiseringsapp
pt_pt: Aplicação Autenticadora

source: Use an authenticator app like Google Authenticator, Microsoft Authenticator, or Authy.
it_it: Usa un'app di autenticazione come Google Authenticator, Microsoft Authenticator o Authy.
ja_jp: Google Authenticator、Microsoft Authenticator、Authyなどの認証アプリを使用してください。
nb_no: Bruk en autentiseringsapp som Google Authenticator, Microsoft Authenticator eller Authy.
nl_nl: Gebruik een authenticator app zoals Google Authenticator, Microsoft Authenticator, of Authy.
pt_pt: Use uma aplicação autenticadora como Google Authenticator, Microsoft Authenticator ou Authy.

source: Works offline
it_it: Funziona offline
ja_jp: オフラインで動作
nb_no: Fungerer offline
nl_nl: Werkt offline
pt_pt: Funciona offline

source: More secure
it_it: Più sicuro
ja_jp: より安全
nb_no: Mer sikkert
nl_nl: Veiliger
pt_pt: Mais seguro

source: Easy to use
it_it: Facile da usare
ja_jp: 使いやすい
nb_no: Enkelt å bruke
nl_nl: Eenvoudig te gebruiken
pt_pt: Fácil de usar

source: Set up app authentication
it_it: Configura autenticazione app
ja_jp: アプリ認証を設定
nb_no: Sett opp app-autentisering
nl_nl: App authenticatie instellen
pt_pt: Configurar autenticação por aplicação

source: Email Verification
it_it: Verifica Email
ja_jp: メール認証
nb_no: E-postbekreftelse
nl_nl: E-mail Verificatie
pt_pt: Verificação por Email

source: Receive a verification code via email when you log in.
it_it: Ricevi un codice di verifica via email quando accedi.
ja_jp: ログイン時にメールで認証コードを受信します。
nb_no: Motta en bekreftelseskode via e-post når du logger inn.
nl_nl: Ontvang een verificatiecode via e-mail wanneer u inlogt.
pt_pt: Receba um código de verificação por email quando iniciar sessão.

source: No additional app required
it_it: Nessuna app aggiuntiva richiesta
ja_jp: 追加のアプリは不要
nb_no: Ingen tilleggsapp kreves
nl_nl: Geen extra app vereist
pt_pt: Nenhuma aplicação adicional necessária

source: Requires internet connection
it_it: Richiede connessione internet
ja_jp: インターネット接続が必要
nb_no: Krever internettforbindelse
nl_nl: Vereist internetverbinding
pt_pt: Requer ligação à internet

source: Relies on email delivery
it_it: Dipende dalla consegna email
ja_jp: メール配信に依存
nb_no: Avhenger av e-postlevering
nl_nl: Afhankelijk van e-mail bezorging
pt_pt: Depende da entrega de email

source: Email verification is not available because mail service is not enabled on this system.
it_it: La verifica via email non è disponibile perché il servizio di posta non è abilitato su questo sistema.
ja_jp: このシステムでメールサービスが有効でないため、メール認証は利用できません。
nb_no: E-postverifisering er ikke tilgjengelig fordi e-posttjenesten ikke er aktivert på dette systemet.
nl_nl: E-mail verificatie is niet beschikbaar omdat de e-mailservice niet is ingeschakeld op dit systeem.
pt_pt: A verificação por email não está disponível porque o serviço de correio não está ativado neste sistema.

source: You need to set your email address in your profile before you can use email verification.
it_it: Devi impostare il tuo indirizzo email nel tuo profilo prima di poter usare la verifica email.
ja_jp: メール認証を使用する前に、プロフィールでメールアドレスを設定する必要があります。
nb_no: Du må angi e-postadressen din i profilen før du kan bruke e-postverifisering.
nl_nl: U moet uw e-mailadres instellen in uw profiel voordat u e-mail verificatie kunt gebruiken.
pt_pt: Precisa de definir o seu endereço de email no seu perfil antes de poder usar a verificação por email.

source: Set up email verification
it_it: Configura verifica email
ja_jp: メール認証を設定
nb_no: Konfigurer e-postverifisering
nl_nl: E-mail verificatie instellen
pt_pt: Configurar verificação por email

source: Verify Email Code
it_it: Verifica Codice Email
ja_jp: メールコードを認証
nb_no: Verifiser e-postkode
nl_nl: E-mail Code Verifiëren
pt_pt: Verificar Código de Email

source: A verification code has been sent to your email address.
it_it: Un codice di verifica è stato inviato al tuo indirizzo email.
ja_jp: 認証コードがメールアドレスに送信されました。
nb_no: En verifikasjonskode er sendt til e-postadressen din.
nl_nl: Een verificatiecode is verzonden naar uw e-mailadres.
pt_pt: Um código de verificação foi enviado para o seu endereço de email.

source: Please enter the 6-digit code to verify and enable Multi-Factor Authentication.
it_it: Inserisci il codice a 6 cifre per verificare e abilitare l'Autenticazione a Più Fattori.
ja_jp: 6桁のコードを入力して、多要素認証を確認・有効化してください。
nb_no: Vennligst skriv inn den 6-sifrede koden for å verifisere og aktivere Multi-Factor Authentication.
nl_nl: Voer de 6-cijferige code in om Multi-Factor Authenticatie te verifiëren en in te schakelen.
pt_pt: Por favor, introduza o código de 6 dígitos para verificar e ativar a Autenticação Multi-Factor.

source: Enter the 6-digit code from your email
it_it: Inserisci il codice a 6 cifre dalla tua email
ja_jp: メールからの6桁のコードを入力してください
nb_no: Skriv inn den 6-sifrede koden fra e-posten din
nl_nl: Voer de 6-cijferige code van uw e-mail in
pt_pt: Introduza o código de 6 dígitos do seu email

source: Zones using template
it_it: Zone che usano il modello
ja_jp: テンプレートを使用するゾーン
nb_no: Soner som bruker mal
nl_nl: Zones die sjabloon gebruiken
pt_pt: Zonas que usam modelo

source: Domain name
it_it: Nome dominio
ja_jp: ドメイン名
nb_no: Domenetnavn
nl_nl: Domeinnaam
pt_pt: Nome do domínio

source: No domains using this template
it_it: Nessun dominio usa questo template
ja_jp: このテンプレートを使用するドメインはありません
nb_no: Ingen domener bruker denne malen
nl_nl: Geen domeinen gebruiken dit sjabloon
pt_pt: Nenhum domínio usa este modelo

source: Back to templates
it_it: Torna ai template
ja_jp: テンプレートに戻る
nb_no: Tilbake til maler
nl_nl: Terug naar sjablonen
pt_pt: Voltar aos modelos

source: Unlink selected zones
it_it: Scollega zone selezionate
ja_jp: 選択したゾーンのリンクを解除
nb_no: Koble fra valgte soner
nl_nl: Geselecteerde zones ontkoppelen
pt_pt: Desligar zonas selecionadas

source: Delete Zone
it_it: Elimina Zona
ja_jp: ゾーンを削除
nb_no: Slett sone
nl_nl: Zone Verwijderen
pt_pt: Eliminar Zona

source: You are about to delete the zone
it_it: Si sta per eliminare la zona
ja_jp: ゾーンの削除を実行しようとしています
nb_no: Du er i ferd med å slette sonen
nl_nl: U staat op het punt de zone te verwijderen
pt_pt: Está prestes a eliminar a zona

source: Zone Details
it_it: Dettagli Zona
ja_jp: ゾーンの詳細
nb_no: Sonedetaljer
pt_pt: Detalhes da Zona

source: You are about to delete a slave zone of which the master nameserver is a supermaster. Deleting the zone now, will result in temporary removal only. Whenever the supermaster sends a notification for this zone, it will be added again!
it_it: Si sta per eliminare una zona slave il cui nameserver master è un supermaster. L'eliminazione della zona ora comporterà solo una rimozione temporanea. Ogni volta che il supermaster invia una notifica per questa zona, sarà aggiunta di nuovo!
ja_jp: マスターネームサーバーがスーパーマスターであるスレーブゾーンを削除しようとしています。今ゾーンを削除すると、一時的な削除のみになります。スーパーマスターがこのゾーンの通知を送信するたびに、再び追加されます！
nb_no: Du er i ferd med å slette en slave-sone der master-navneserveren er en supermaster. Å slette sonen nå vil bare resultere i midlertidig fjerning. Når supermasteren sender et varsel for denne sonen, vil den legges til igjen!
nl_nl: U staat op het punt een slave zone te verwijderen waarvan de master nameserver een supermaster is. Het nu verwijderen van de zone zal alleen resulteren in tijdelijke verwijdering. Wanneer de supermaster een melding voor deze zone stuurt, wordt deze weer toegevoegd!
pt_pt: Está prestes a eliminar uma zona secundária cujo servidor de nomes mestre é um supermestre. Eliminar a zona agora resultará apenas numa remoção temporária. Sempre que o supermestre enviar uma notificação para esta zona, ela será adicionada novamente!

source: Yes, delete this zone
it_it: Sì, elimina questa zona
ja_jp: はい、このゾーンを削除します
nb_no: Ja, slett denne sonen
nl_nl: Ja, deze zone verwijderen
pt_pt: Sim, eliminar esta zona

source: No, keep this zone
it_it: No, mantieni questa zona
ja_jp: いいえ、このゾーンを保持します
nb_no: Nei, behold denne sonen
nl_nl: Nee, deze zone behouden
pt_pt: Não, manter esta zona

source: DNS Search
it_it: Ricerca DNS
ja_jp: DNS検索
nb_no: DNS-søk
nl_nl: DNS Zoeken
pt_pt: Pesquisa DNS

source: Enter domain name, hostname or IP (e.g., example.com type:txt content:spf)
it_it: Inserisci nome dominio, hostname o IP (es. example.com type:txt content:spf)
ja_jp: ドメイン名、ホスト名、またはIPを入力（例：example.com type:txt content:spf）
nb_no: Skriv inn domenenavn, vertsnavn eller IP (f.eks. example.com type:txt content:spf)
nl_nl: Voer domeinnaam, hostnaam of IP in (bijv. voorbeeld.com type:txt content:spf)
pt_pt: Introduza o nome do domínio, hostname ou IP (ex: example.com type:txt content:spf)

source: Wildcards
it_it: Wildcard
ja_jp: ワイルドカード
nb_no: Jokertegn
pt_pt: Carateres universais

source: Reverse
it_it: Inverso
ja_jp: 逆引き
nb_no: Omvendt
nl_nl: Omkeren
pt_pt: Reversa

source: Filter syntax: type:txt content:spf. Wildcard adds % to search. Reverse converts IPs to PTR format (e.g., 192.168.1.1 to 1.1.168.192.in-addr.arpa)
it_it: Sintassi filtro: type:txt content:spf. Wildcard aggiunge % alla ricerca. Inverse converte IP in formato PTR (es. 192.168.1.1 a 1.1.168.192.in-addr.arpa)
ja_jp: フィルタ構文：type:txt content:spf。ワイルドカードは検索に%を追加。逆引きはIPをPTR形式に変換（例：192.168.1.1を1.1.168.192.in-addr.arpaに）
nb_no: Filtersyntaks: type:txt content:spf. Jokertegn legger til % i søket. Omvendt konverterer IP-er til PTR-format (f.eks. 192.168.1.1 til 1.1.168.192.in-addr.arpa)
nl_nl: Filter syntax: type:txt content:spf. Wildcard voegt % toe aan zoekterm. Omkeren converteert IP's naar PTR formaat (bijv. 192.168.1.1 naar 1.1.168.192.in-addr.arpa)
pt_pt: Sintaxe do filtro: type:txt content:spf. Wildcard adiciona % à pesquisa. Reversa converte IPs para formato PTR (ex: 192.168.1.1 para 1.1.168.192.in-addr.arpa)

source: Zones found
it_it: Zone trovate
ja_jp: 見つかったゾーン
nb_no: Soner funnet
nl_nl: Zones gevonden
pt_pt: Zonas encontradas

source: Are you sure you want to delete the selected zones? This action cannot be undone.
it_it: Sei sicuro di voler eliminare le zone selezionate? Questa azione non può essere annullata.
ja_jp: 選択したゾーンを削除してもよろしいですか？この操作は元に戻せません。
nb_no: Er du sikker på at du vil slette de valgte sonene? Denne handlingen kan ikke angres.
nl_nl: Weet u zeker dat u de geselecteerde zones wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Tem a certeza de que pretende eliminar as zonas selecionadas? Esta ação não pode ser desfeita.

source: Toggle all
it_it: Seleziona tutto
ja_jp: すべて切り替え
nb_no: Bytt alle
nl_nl: Alles omschakelen
pt_pt: Alternar tudo

source: Records found
it_it: Record trovati
ja_jp: 見つかったレコード
nb_no: Poster funnet
nl_nl: Records gevonden
pt_pt: Registos encontrados

source: Are you sure you want to delete the selected records? This action cannot be undone.
it_it: Sei sicuro di voler eliminare i record selezionati? Questa azione non può essere annullata.
ja_jp: 選択したレコードを削除してもよろしいですか？この操作は元に戻せません。
nb_no: Er du sikker på at du vil slette de valgte postene? Denne handlingen kan ikke angres.
nl_nl: Weet u zeker dat u de geselecteerde records wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Tem a certeza de que pretende eliminar os registos selecionados? Esta ação não pode ser desfeita.

source: Try different search terms or filters
it_it: Prova termini di ricerca o filtri diversi
ja_jp: 異なる検索語句やフィルタを試してください
nb_no: Prøv andre søkeord eller filtre
nl_nl: Probeer andere zoektermen of filters
pt_pt: Tente termos de pesquisa ou filtros diferentes

source: Delete zones
it_it: Elimina zone
ja_jp: ゾーンを削除
nb_no: Slett soner
nl_nl: Zones verwijderen
pt_pt: Eliminar zonas

source: Delete Multiple Zones
it_it: Elimina Zone Multiple
ja_jp: 複数のゾーンを削除
nb_no: Slett flere soner
nl_nl: Meerdere Zones Verwijderen
pt_pt: Eliminar Múltiplas Zonas

source: You are about to delete multiple zones. This action cannot be undone.
it_it: Si sta per eliminare zone multiple. Questa azione non può essere annullata.
ja_jp: 複数のゾーンを削除しようとしています。この操作は元に戻せません。
nb_no: Du er i ferd med å slette flere soner. Denne handlingen kan ikke angres.
nl_nl: U staat op het punt meerdere zones te verwijderen. Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Está prestes a eliminar múltiplas zonas. Esta ação não pode ser desfeita.

source: Zones to Delete
it_it: Zone da Eliminare
ja_jp: 削除するゾーン
nb_no: Soner som skal slettes
nl_nl: Te Verwijderen Zones
pt_pt: Zonas a Eliminar

source: Note
it_it: Nota
ja_jp: 注意
nb_no: Merknad
nl_nl: Opmerking
pt_pt: Nota

source: Yes, delete these zones
it_it: Sì, elimina queste zone
ja_jp: はい、これらのゾーンを削除します
nb_no: Ja, slett disse sonene
nl_nl: Ja, deze zones verwijderen
pt_pt: Sim, eliminar estas zonas

source: No, keep these zones
it_it: No, mantieni queste zone
ja_jp: いいえ、これらのゾーンを保持します
nb_no: Nei, behold disse sonene
nl_nl: Nee, deze zones behouden
pt_pt: Não, manter estas zonas

source: Delete supermaster
it_it: Elimina supermaster
ja_jp: スーパーマスターを削除
nb_no: Slett supermaster
nl_nl: Supermaster verwijderen
pt_pt: Eliminar supermaster

source: Delete Supermaster
it_it: Elimina Supermaster
ja_jp: スーパーマスターを削除
nb_no: Slett Supermaster
nl_nl: Supermaster Verwijderen
pt_pt: Eliminar Supermaster

source: You are about to delete the supermaster
it_it: Si sta per eliminare il supermaster
ja_jp: スーパーマスターの削除を実行しようとしています
nb_no: Du er i ferd med å slette supermasterens
nl_nl: U staat op het punt de supermaster te verwijderen
pt_pt: Está prestes a eliminar o supermaster

source: Supermaster Details
it_it: Dettagli Supermaster
ja_jp: スーパーマスターの詳細
nb_no: Supermaster-detaljer
pt_pt: Detalhes do Supermaster

source: Yes, delete this supermaster
it_it: Sì, elimina questo supermaster
ja_jp: はい、このスーパーマスターを削除します
nb_no: Ja, slett denne supermasteren
nl_nl: Ja, deze supermaster verwijderen
pt_pt: Sim, eliminar este supermaster

source: No, keep this supermaster
it_it: No, mantieni questo supermaster
ja_jp: いいえ、このスーパーマスターを保持します
nb_no: Nei, behold denne supermasteren
nl_nl: Nee, deze supermaster behouden
pt_pt: Não, manter este supermaster

source: User logs
it_it: Log utenti
ja_jp: ユーザーログ
nb_no: Brukerlogger
nl_nl: Gebruikerslogs
pt_pt: Registos de utilizador

source: User Activity Logs
it_it: Log Attività Utenti
ja_jp: ユーザーアクティビティログ
nb_no: Brukeraktivitetslogger
nl_nl: Gebruikersactiviteit Logs
pt_pt: Registos de Actividade do Utilizador

source: Search logs by user
it_it: Cerca log per utente
ja_jp: ユーザーでログを検索
nb_no: Søk i logger etter bruker
nl_nl: Zoek logs op gebruiker
pt_pt: Pesquisar registos por utilizador

source: Add Slave Zone
it_it: Aggiungi Zona Slave
ja_jp: スレーブゾーンを追加
nb_no: Legg til slave-sone
nl_nl: Slave Zone Toevoegen
pt_pt: Adicionar Zona Escrava
