Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: EUI48 record uses colon separators (xx:xx:xx:xx:xx:xx) but requires hyphen separators (xx-xx-xx-xx-xx-xx).
it_it: Il record EUI48 usa separatori due punti (xx:xx:xx:xx:xx:xx) ma richiede separatori trattino (xx-xx-xx-xx-xx-xx).
ja_jp: EUI48レコードはコロン区切り（xx:xx:xx:xx:xx:xx）を使用していますが、ハイフン区切り（xx-xx-xx-xx-xx-xx）が必要です。
nb_no: EUI48-posten bruker kolon-skilletegn (xx:xx:xx:xx:xx:xx) men krever bindestrek-skilletegn (xx-xx-xx-xx-xx-xx).
nl_nl: EUI48 record gebruikt dubbele punt scheidingstekens (xx:xx:xx:xx:xx:xx) maar vereist koppelteken scheidingstekens (xx-xx-xx-xx-xx-xx).
pt_pt: O registo EUI48 usa separadores de dois pontos (xx:xx:xx:xx:xx:xx) mas requer separadores de hífen (xx-xx-xx-xx-xx-xx).

source: EUI48 record is missing separators. Format must be xx-xx-xx-xx-xx-xx with hyphens between octets.
it_it: Al record EUI48 mancano i separatori. Il formato deve essere xx-xx-xx-xx-xx-xx con trattini tra gli ottetti.
ja_jp: EUI48レコードに区切り文字がありません。形式はオクテット間にハイフンを入れたxx-xx-xx-xx-xx-xxである必要があります。
nb_no: EUI48-posten mangler skilletegn. Format må være xx-xx-xx-xx-xx-xx med bindestreker mellom oktetter.
nl_nl: EUI48 record mist scheidingstekens. Formaat moet xx-xx-xx-xx-xx-xx zijn met koppeltekens tussen octetten.
pt_pt: O registo EUI48 está sem separadores. O formato deve ser xx-xx-xx-xx-xx-xx com hífens entre octetos.

source: EUI48 record appears to be in Cisco format. Format must be xx-xx-xx-xx-xx-xx.
it_it: Il record EUI48 sembra essere in formato Cisco. Il formato deve essere xx-xx-xx-xx-xx-xx.
ja_jp: EUI48レコードはCisco形式のようです。形式はxx-xx-xx-xx-xx-xxである必要があります。
nb_no: EUI48-posten ser ut til å være i Cisco-format. Format må være xx-xx-xx-xx-xx-xx.
nl_nl: EUI48 record lijkt in Cisco formaat te zijn. Formaat moet xx-xx-xx-xx-xx-xx zijn.
pt_pt: O registo EUI48 parece estar em formato Cisco. O formato deve ser xx-xx-xx-xx-xx-xx.

source: EUI48 record must be a valid MAC address in xx-xx-xx-xx-xx-xx format (where x is a hexadecimal digit).
it_it: Il record EUI48 deve essere un indirizzo MAC valido nel formato xx-xx-xx-xx-xx-xx (dove x è una cifra esadecimale).
ja_jp: EUI48レコードはxx-xx-xx-xx-xx-xx形式（xは16進数）の有効なMACアドレスである必要があります。
nb_no: EUI48-posten må være en gyldig MAC-adresse i xx-xx-xx-xx-xx-xx format (hvor x er et heksadesimalt siffer).
nl_nl: EUI48 record moet een geldig MAC adres zijn in xx-xx-xx-xx-xx-xx formaat (waarbij x een hexadecimaal cijfer is).
pt_pt: O registo EUI48 deve ser um endereço MAC válido no formato xx-xx-xx-xx-xx-xx (onde x é um dígito hexadecimal).

source: This is the broadcast address (all-ones), which may not be valid in all contexts.
it_it: Questo è l'indirizzo broadcast (tutti-uno), che potrebbe non essere valido in tutti i contesti.
ja_jp: これはブロードキャストアドレス（全1）で、すべてのコンテキストで有効ではない可能性があります。
nb_no: Dette er broadcast-adressen (alle-enere), som kanskje ikke er gyldig i alle sammenhenger.
nl_nl: Dit is het broadcast adres (all-ones), wat mogelijk niet geldig is in alle contexten.
pt_pt: Este é o endereço de broadcast (todos-uns), que pode não ser válido em todos os contextos.

source: The record name does not appear to be a standard reverse DNS zone name (should end with .in-addr.arpa for IPv4 or .ip6.arpa for IPv6).
it_it: Il nome del record non sembra essere un nome di zona DNS inversa standard (dovrebbe terminare con .in-addr.arpa per IPv4 o .ip6.arpa per IPv6).
ja_jp: レコード名は標準の逆引きDNSゾーン名ではないようです（IPv4の場合は.in-addr.arpa、IPv6の場合は.ip6.arpaで終わるべきです）。
nb_no: Postnavnet ser ikke ut til å være et standard omvendt DNS-sonenavn (bør slutte med .in-addr.arpa for IPv4 eller .ip6.arpa for IPv6).
nl_nl: De recordnaam lijkt geen standaard reverse DNS zonenaam te zijn (moet eindigen met .in-addr.arpa voor IPv4 of .ip6.arpa voor IPv6).
pt_pt: O nome do registo não parece ser um nome de zona DNS reversa padrão (deve terminar com .in-addr.arpa para IPv4 ou .ip6.arpa para IPv6).

source: Priority field for PTR records should be 0 or empty. The specified value will be ignored.
it_it: Il campo priorità per i record PTR dovrebbe essere 0 o vuoto. Il valore specificato sarà ignorato.
ja_jp: PTRレコードの優先度フィールドは0または空であるべきです。指定された値は無視されます。
nb_no: Prioritetsfeltet for PTR-poster bør være 0 eller tomt. Den spesifiserte verdien vil bli ignorert.
nl_nl: Prioriteitsveld voor PTR records moet 0 of leeg zijn. De opgegeven waarde wordt genegeerd.
pt_pt: O campo de prioridade para registos PTR deve ser 0 ou vazio. O valor especificado será ignorado.

source: PTR records should have corresponding forward (A/AAAA) records to avoid problems with services that check reverse DNS.
it_it: I record PTR dovrebbero avere record diretti (A/AAAA) corrispondenti per evitare problemi con servizi che controllano il DNS inverso.
ja_jp: PTRレコードは逆引きDNSをチェックするサービスでの問題を避けるため、対応する正引き（A/AAAA）レコードを持つべきです。
nb_no: PTR-poster bør ha tilsvarende fremover (A/AAAA) poster for å unngå problemer med tjenester som sjekker omvendt DNS.
nl_nl: PTR records moeten overeenkomende forward (A/AAAA) records hebben om problemen te voorkomen met services die reverse DNS controleren.
pt_pt: Os registos PTR devem ter registos directos (A/AAAA) correspondentes para evitar problemas com serviços que verificam DNS reverso.

source: Email servers often require properly configured reverse DNS to accept mail from your server.
it_it: I server email spesso richiedono un DNS inverso configurato correttamente per accettare posta dal proprio server.
ja_jp: メールサーバーは、サーバーからのメールを受け入れるために適切に設定された逆引きDNSを必要とすることがよくあります。
nb_no: E-postservere krever ofte riktig konfigurert omvendt DNS for å akseptere post fra serveren din.
nl_nl: E-mailservers vereisen vaak correct geconfigureerde reverse DNS om e-mail van uw server te accepteren.
pt_pt: Servidores de e-mail frequentemente requerem DNS reverso devidamente configurado para aceitar correio do seu servidor.

source: This is not a valid IPv4 address.
it_it: Questo non è un indirizzo IPv4 valido.
ja_jp: これは有効なIPv4アドレスではありません。
nb_no: Dette er ikke en gyldig IPv4-adresse.
nl_nl: Dit is geen geldig IPv4 adres.
pt_pt: Este não é um endereço IPv4 válido.

source: This is not a valid IPv6 address.
it_it: Questo non è un indirizzo IPv6 valido.
ja_jp: これは有効なIPv6アドレスではありません。
nb_no: Dette er ikke en gyldig IPv6-adresse.
nl_nl: Dit is geen geldig IPv6 adres.
pt_pt: Este não é um endereço IPv6 válido.

source: IPv6 address should use lowercase for hexadecimal digits.
it_it: L'indirizzo IPv6 dovrebbe usare caratteri minuscoli per le cifre esadecimali.
ja_jp: IPv6アドレスは16進数に小文字を使用すべきです。
nb_no: IPv6-adresse bør bruke små bokstaver for heksadesimale siffer.
nl_nl: IPv6 adres moet kleine letters gebruiken voor hexadecimale cijfers.
pt_pt: O endereço IPv6 deve usar minúsculas para dígitos hexadecimais.

source: Invalid IPv4 part in IPv4-mapped IPv6 address.
it_it: Parte IPv4 non valida nell'indirizzo IPv6 mappato su IPv4.
ja_jp: IPv4マップIPv6アドレスで無効なIPv4部分です。
nb_no: Ugyldig IPv4-del i IPv4-mappet IPv6-adresse.
nl_nl: Ongeldig IPv4 deel in IPv4-mapped IPv6 adres.
pt_pt: Parte IPv4 inválida no endereço IPv6 mapeado para IPv4.

source: IPv4-compatible IPv6 addresses (::a.b.c.d) are deprecated.
it_it: Gli indirizzi IPv6 compatibili con IPv4 (::a.b.c.d) sono deprecati.
ja_jp: IPv4互換IPv6アドレス（::a.b.c.d）は非推奨です。
nb_no: IPv4-kompatible IPv6-adresser (::a.b.c.d) er utdaterte.
nl_nl: IPv4-compatible IPv6 adressen (::a.b.c.d) zijn verouderd.
pt_pt: Endereços IPv6 compatíveis com IPv4 (::a.b.c.d) estão descontinuados.

source: Invalid IPv6 address: more than two consecutive colons.
it_it: Indirizzo IPv6 non valido: più di due due punti consecutivi.
ja_jp: 無効なIPv6アドレス：連続するコロンが2つを超えています。
nb_no: Ugyldig IPv6-adresse: mer enn to påfølgende kolon.
nl_nl: Ongeldig IPv6 adres: meer dan twee opeenvolgende dubbele punten.
pt_pt: Endereço IPv6 inválido: mais de dois dois pontos consecutivos.

source: Invalid IPv6 address: must have 8 hextets when expanded.
it_it: Indirizzo IPv6 non valido: deve avere 8 hextets quando espanso.
ja_jp: 無効なIPv6アドレス：展開時に8つのヘクテットを持つ必要があります。
nb_no: Ugyldig IPv6-adresse: må ha 8 hexteter når utvidet.
nl_nl: Ongeldig IPv6 adres: moet 8 hextets hebben wanneer uitgebreid.
pt_pt: Endereço IPv6 inválido: deve ter 8 hextetos quando expandido.

source: Invalid IPv6 address: each hextet must be 4 hexadecimal digits.
it_it: Indirizzo IPv6 non valido: ogni hextet deve essere di 4 cifre esadecimali.
ja_jp: 無効なIPv6アドレス：各ヘクテットは4つの16進数である必要があります。
nb_no: Ugyldig IPv6-adresse: hver hextet må være 4 heksadesimale sifre.
nl_nl: Ongeldig IPv6 adres: elke hextet moet 4 hexadecimale cijfers zijn.
pt_pt: Endereço IPv6 inválido: cada hexteto deve ter 4 dígitos hexadecimais.

source: IPv6 address is not in canonical form (RFC 5952). Canonical form: %s
it_it: L'indirizzo IPv6 non è in forma canonica (RFC 5952). Forma canonica: %s
ja_jp: IPv6アドレスは正規形式（RFC 5952）ではありません。正規形式：%s
nb_no: IPv6-adressen er ikke i kanonisk form (RFC 5952). Kanonisk form: %s
nl_nl: IPv6 adres is niet in canonieke vorm (RFC 5952). Canonieke vorm: %s
pt_pt: O endereço IPv6 não está na forma canónica (RFC 5952). Forma canónica: %s

source: IP address "%s" is not valid. Must be a valid IPv4 or IPv6 address.
it_it: L'indirizzo IP "%s" non è valido. Deve essere un indirizzo IPv4 o IPv6 valido.
ja_jp: IPアドレス「%s」は有効ではありません。有効なIPv4またはIPv6アドレスである必要があります。
nb_no: IP-adresse "%s" er ikke gyldig. Må være en gyldig IPv4- eller IPv6-adresse.
nl_nl: IP adres "%s" is niet geldig. Moet een geldig IPv4 of IPv6 adres zijn.
pt_pt: O endereço IP "%s" não é válido. Deve ser um endereço IPv4 ou IPv6 válido.

source: Priority field for CAA records must be 0 or empty.
it_it: Il campo priorità per i record CAA deve essere 0 o vuoto.
ja_jp: CAAレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for CAA-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor CAA records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos CAA deve ser 0 ou vazio.

source: CAA record must contain flags, tag, and value separated by spaces.
it_it: Il record CAA deve contenere flag, tag e valore separati da spazi.
ja_jp: CAAレコードはスペースで区切られたフラグ、タグ、値を含む必要があります。
nb_no: CAA-post må inneholde flagg, tag og verdi separert med mellomrom.
nl_nl: CAA record moet flags, tag en waarde bevatten gescheiden door spaties.
pt_pt: O registo CAA deve conter flags, etiqueta e valor separados por espaços.

source: CAA flags must be a number between 0 and 255.
it_it: I flag CAA devono essere un numero compreso tra 0 e 255.
ja_jp: CAAフラグは0から255の間の数値である必要があります。
nb_no: CAA-flagg må være et tall mellom 0 og 255.
nl_nl: CAA flags moeten een getal tussen 0 en 255 zijn.
pt_pt: As flags CAA devem ser um número entre 0 e 255.

source: CAA tag must only contain ASCII letters and numbers.
it_it: Il tag CAA deve contenere solo lettere ASCII e numeri.
ja_jp: CAAタグはASCII文字と数字のみを含む必要があります。
nb_no: CAA-tag må bare inneholde ASCII-bokstaver og tall.
nl_nl: CAA tag mag alleen ASCII letters en nummers bevatten.
pt_pt: A etiqueta CAA deve conter apenas letras e números ASCII.

source: Critical flag set for unknown tag "%s". This may cause certificate issuance failures.
it_it: Flag critico impostato per tag sconosciuto "%s". Questo può causare fallimenti nell'emissione del certificato.
ja_jp: 未知のタグ「%s」にクリティカルフラグが設定されています。これは証明書発行の失敗を引き起こす可能性があります。
nb_no: Kritisk flagg satt for ukjent tag "%s". Dette kan forårsake feil ved sertifikatutstedelse.
nl_nl: Critical flag ingesteld voor onbekende tag "%s". Dit kan certificaatuitgifte storingen veroorzaken.
pt_pt: Flag crítica definida para etiqueta desconhecida "%s". Isto pode causar falhas na emissão de certificados.

source: Empty value is not allowed. Use ";" to allow all CAs.
it_it: Valore vuoto non consentito. Usa ";" per consentire tutte le CA.
ja_jp: 空の値は許可されていません。すべてのCAを許可するには「;」を使用してください。
nb_no: Tom verdi er ikke tillatt. Bruk ";" for å tillate alle CAer.
nl_nl: Lege waarde is niet toegestaan. Gebruik ";" om alle CA's toe te staan.
pt_pt: Valor vazio não é permitido. Use ";" para permitir todas as CAs.

source: Invalid CA domain in issue tag.
it_it: Dominio CA non valido nel tag issue.
ja_jp: issueタグで無効なCAドメインです。
nb_no: Ugyldig CA-domene i issue-tag.
nl_nl: Ongeldig CA domein in issue tag.
pt_pt: Domínio CA inválido na etiqueta issue.

source: Issue tag parameters must be in key=value format.
it_it: I parametri del tag issue devono essere nel formato chiave=valore.
ja_jp: issueタグパラメータはkey=value形式である必要があります。
nb_no: Issue-tag-parametere må være i nøkkel=verdi-format.
nl_nl: Issue tag parameters moeten in key=waarde formaat zijn.
pt_pt: Os parâmetros da etiqueta issue devem estar no formato chave=valor.

source: accounturi parameter cannot be empty.
it_it: Il parametro accounturi non può essere vuoto.
ja_jp: accounturiパラメータは空にできません。
nb_no: accounturi-parameter kan ikke være tom.
nl_nl: accounturi parameter kan niet leeg zijn.
pt_pt: O parâmetro accounturi não pode estar vazio.

source: Empty validation method specified.
it_it: Specificato metodo di validazione vuoto.
ja_jp: 空の検証方法が指定されています。
nb_no: Tom valideringsmetode spesifisert.
nl_nl: Lege validatiemethode gespecificeerd.
pt_pt: Método de validação vazio especificado.

source: Invalid CA domain in issuewild tag.
it_it: Dominio CA non valido nel tag issuewild.
ja_jp: issuewildタグで無効なCAドメインです。
nb_no: Ugyldig CA-domene i issuewild-tag.
nl_nl: Ongeldig CA domein in issuewild tag.
pt_pt: Domínio CA inválido na etiqueta issuewild.

source: CAA iodef value must be a URL starting with http://, https://, or mailto:.
it_it: Il valore iodef CAA deve essere un URL che inizia con http://, https:// o mailto:.
ja_jp: CAA iodef値はhttp://、https://、またはmailto:で始まるURLである必要があります。
nb_no: CAA iodef-verdi må være en URL som starter med http://, https://, eller mailto:.
nl_nl: CAA iodef waarde moet een URL zijn die begint met http://, https://, of mailto:.
pt_pt: O valor iodef CAA deve ser um URL começando com http://, https:// ou mailto:.

source: contactemail value must be a valid email address.
it_it: Il valore contactemail deve essere un indirizzo email valido.
ja_jp: contactemail値は有効なメールアドレスである必要があります。
nb_no: contactemail-verdi må være en gyldig e-postadresse.
nl_nl: contactemail waarde moet een geldig e-mailadres zijn.
pt_pt: O valor contactemail deve ser um endereço de e-mail válido.

source: contactphone value must contain only numbers, spaces, and common phone number punctuation.
it_it: Il valore contactphone deve contenere solo numeri, spazi e punteggiatura comune dei numeri di telefono.
ja_jp: contactphone値は数字、スペース、一般的な電話番号の句読点のみを含む必要があります。
nb_no: contactphone-verdi må bare inneholde tall, mellomrom og vanlig telefonnummer-tegnsetting.
nl_nl: contactphone waarde mag alleen nummers, spaties en gewone telefoonnummer leestekens bevatten.
pt_pt: O valor contactphone deve conter apenas números, espaços e pontuação comum de números de telefone.

source: Value must be enclosed in double quotes.
it_it: Il valore deve essere racchiuso tra virgolette doppie.
ja_jp: 値は二重引用符で囲む必要があります。
nb_no: Verdi må være omsluttet av doble anførselstegn.
nl_nl: Waarde moet omsloten zijn door dubbele aanhalingstekens.
pt_pt: O valor deve estar entre aspas duplas.

source: Backslashes must precede all quotes (") in value content.
it_it: Le barre inverse devono precedere tutte le virgolette (") nel contenuto del valore.
ja_jp: 値の内容ではすべての引用符（"）の前にバックスラッシュが必要です。
nb_no: Bakover skråstreker må stå foran alle anførselstegn (") i verdiinnhold.
nl_nl: Backslashes moeten voorafgaan aan alle aanhalingstekens (") in waarde-inhoud.
pt_pt: Barras invertidas devem preceder todas as aspas (") no conteúdo do valor.

source: CAA property value exceeds maximum length of 512 characters.
it_it: Il valore della proprietà CAA supera la lunghezza massima di 512 caratteri.
ja_jp: CAAプロパティ値が最大長512文字を超えています。
nb_no: CAA-egenskapsverdi overstiger maksimal lengde på 512 tegn.
nl_nl: CAA eigenschap waarde overschrijdt de maximale lengte van 512 karakters.
pt_pt: O valor da propriedade CAA excede o comprimento máximo de 512 caracteres.

source: CAA property value cannot contain NUL (0) characters.
it_it: Il valore della proprietà CAA non può contenere caratteri NUL (0).
ja_jp: CAAプロパティ値はNUL（0）文字を含むことはできません。
nb_no: CAA-egenskapsverdi kan ikke inneholde NUL (0) tegn.
nl_nl: CAA eigenschap waarde kan geen NUL (0) karakters bevatten.
pt_pt: O valor da propriedade CAA não pode conter caracteres NUL (0).

source: The hostname is too long.
it_it: Il nome host è troppo lungo.
ja_jp: ホスト名が長すぎます。
nb_no: Vertsnavnet er for langt.
nl_nl: De hostnaam is te lang.
pt_pt: O nome de anfitrião é muito longo.

source: Single-label hostnames are not allowed.
it_it: I nomi host a etichetta singola non sono consentiti.
ja_jp: 単一ラベルのホスト名は許可されていません。
nb_no: Vertsnavn med enkelt etikett er ikke tillatt.
nl_nl: Single-label hostnamen zijn niet toegestaan.
pt_pt: Nomes de anfitrião de etiqueta única não são permitidos.

source: You have invalid characters in your zone name.
it_it: Sono presenti caratteri non validi nel nome della zona.
ja_jp: ゾーン名に無効な文字が含まれています。
nb_no: Du har ugyldige tegn i ditt sonenavn.
nl_nl: U hebt ongeldige karakters in uw zonenaam.
pt_pt: Tem caracteres inválidos no nome da sua zona.

source: A hostname can not start or end with a dash.
it_it: Un nome host non può iniziare o finire con un trattino.
ja_jp: ホスト名はダッシュで始まったり終わったりできません。
nb_no: Et vertsnavn kan ikke starte eller slutte med bindestrek.
nl_nl: Een hostnaam kan niet beginnen of eindigen met een streepje.
pt_pt: Um nome de anfitrião não pode começar ou terminar com um hífen.

source: Given hostname or one of the labels is too short or too long.
it_it: Il nome host dato o una delle etichette è troppo corta o troppo lunga.
ja_jp: 指定されたホスト名またはラベルの1つが短すぎるか長すぎます。
nb_no: Gitt vertsnavn eller en av etikettene er for kort eller for lang.
nl_nl: Gegeven hostnaam of een van de labels is te kort of te lang.
pt_pt: O nome de anfitrião dado ou uma das etiquetas é muito curto ou muito longo.

source: Given hostname has too many slashes.
it_it: Il nome host dato ha troppe barre oblique.
ja_jp: 指定されたホスト名にスラッシュが多すぎます。
nb_no: Gitt vertsnavn har for mange skråstreker.
nl_nl: Gegeven hostnaam heeft te veel schuine strepen.
pt_pt: O nome de anfitrião dado tem muitas barras.

source: You are using an invalid top level domain.
it_it: Stai usando un dominio di primo livello non valido.
ja_jp: 無効なトップレベルドメインを使用しています。
nb_no: Du bruker et ugyldig toppnivådomene.
nl_nl: U gebruikt een ongeldig topleveldomein.
pt_pt: Está a usar um domínio de topo inválido.

source: SOA validation parameters not set. Call setSOAParams() first or provide them as arguments.
it_it: Parametri di validazione SOA non impostati. Chiama setSOAParams() prima o forniscili come argomenti.
ja_jp: SOA検証パラメータが設定されていません。最初にsetSOAParams()を呼び出すか、引数として提供してください。
nb_no: SOA-valideringsparametere ikke satt. Kall setSOAParams() først eller oppgi dem som argumenter.
nl_nl: SOA validatieparameters niet ingesteld. Roep eerst setSOAParams() aan of geef ze als argumenten.
pt_pt: Parâmetros de validação SOA não definidos. Chame setSOAParams() primeiro ou forneça-os como argumentos.

source: Invalid value for name field of SOA record. It should be the name of the zone.
it_it: Valore non valido per il campo nome del record SOA. Dovrebbe essere il nome della zona.
ja_jp: SOAレコードの名前フィールドの値が無効です。ゾーンの名前である必要があります。
nb_no: Ugyldig verdi for navnfeltet i SOA-posten. Det skal være navnet på sonen.
nl_nl: Ongeldige waarde voor naamveld van SOA-record. Het moet de naam van de zone zijn.
pt_pt: Valor inválido para o campo nome do registo SOA. Deve ser o nome da zona.

source: SOA record must have between 1 and 7 fields.
it_it: Il record SOA deve avere tra 1 e 7 campi.
ja_jp: SOAレコードは1から7のフィールドを持つ必要があります。
nb_no: SOA-post må ha mellom 1 og 7 felt.
nl_nl: SOA record moet tussen 1 en 7 velden hebben.
pt_pt: O registo SOA deve ter entre 1 e 7 campos.

source: Invalid primary nameserver in SOA record.
it_it: Nameserver primario non valido nel record SOA.
ja_jp: SOAレコードで無効なプライマリネームサーバーです。
nb_no: Ugyldig primær navneserver i SOA-post.
nl_nl: Ongeldige primaire nameserver in SOA record.
pt_pt: Servidor de nomes primário inválido no registo SOA.

source: Invalid email address in SOA record.
it_it: Indirizzo email non valido nel record SOA.
ja_jp: SOAレコードの無効なメールアドレスです。
nb_no: Ugyldig e-postadresse i SOA-post.
nl_nl: Ongeldig e-mailadres in SOA record.
pt_pt: Endereço de e-mail inválido no registo SOA.

source: Serial number must be numeric.
it_it: Il numero seriale deve essere numerico.
ja_jp: シリアル番号は数値である必要があります。
nb_no: Serienummer må være numerisk.
nl_nl: Serienummer moet numeriek zijn.
pt_pt: O número de série deve ser numérico.

source: Serial number must be a 32-bit unsigned integer (0 to 4294967295).
it_it: Il numero seriale deve essere un numero intero senza segno a 32 bit (da 0 a 4294967295).
ja_jp: シリアル番号は32ビット符号なし整数（0から4294967295）である必要があります。
nb_no: Serienummer må være et 32-bits usignert heltall (0 til 4294967295).
nl_nl: Serienummer moet tussen 0 en 4294967295 liggen.
pt_pt: O número de série deve ser um inteiro de 32 bits sem sinal (0 a 4294967295).

source: Serial number appears to use YYYYMMDDnn format but contains an invalid date. This is allowed but not recommended.
it_it: Il numero seriale sembra usare il formato YYYYMMDDnn ma contiene una data non valida. Questo è consentito ma non raccomandato.
ja_jp: シリアル番号はYYYYMMDDnn形式を使用しているようですが、無効な日付が含まれています。これは許可されていますが推奨されません。
nb_no: Serienummer ser ut til å bruke YYYYMMDDnn-format men inneholder en ugyldig dato. Dette er tillatt men ikke anbefalt.
nl_nl: Serienummer lijkt YYYYMMDDnn formaat te gebruiken maar bevat een ongeldige datum. Dit is toegestaan maar niet aanbevolen.
pt_pt: O número de série parece usar o formato YYYYMMDDnn mas contém uma data inválida. Isto é permitido mas não recomendado.

source: SOA record must have exactly 7 fields (primary NS, email, serial, refresh, retry, expire, minimum).
it_it: Il record SOA deve avere esattamente 7 campi (NS primario, email, seriale, refresh, retry, expire, minimum).
ja_jp: SOAレコードは正確に7つのフィールド（プライマリNS、メール、シリアル、リフレッシュ、リトライ、期限切れ、最小値）を持つ必要があります。
nb_no: SOA-post må ha nøyaktig 7 felt (primær NS, e-post, serienummer, oppdatering, retry, utløp, minimum).
nl_nl: SOA record moet precies 7 velden hebben (primaire NS, e-mail, serienummer, refresh, retry, expire, minimum).
pt_pt: O registo SOA deve ter exactamente 7 campos (NS primário, e-mail, série, actualização, repetição, expiração, mínimo).

source: SOA %s field must be numeric.
it_it: Il campo SOA %s deve essere numerico.
ja_jp: SOA %sフィールドは数値である必要があります。
nb_no: SOA %s-felt må være numerisk.
nl_nl: SOA %s veld moet numeriek zijn.
pt_pt: O campo %s SOA deve ser numérico.

source: SOA %s field must be a positive integer.
it_it: Il campo SOA %s deve essere un numero intero positivo.
ja_jp: SOA %sフィールドは正の整数である必要があります。
nb_no: SOA %s-felt må være et positivt heltall.
nl_nl: SOA %s veld moet een positieve integer zijn.
pt_pt: O campo %s SOA deve ser um inteiro positivo.

source: SOA %s value (%d) is below the RFC 2308 recommended minimum (%d). This is allowed but not recommended.
it_it: Il valore SOA %s (%d) è inferiore al minimo raccomandato da RFC 2308 (%d). Questo è consentito ma non raccomandato.
ja_jp: SOA %s値（%d）がRFC 2308推奨最小値（%d）を下回っています。これは許可されていますが推奨されません。
nb_no: SOA %s-verdi (%d) er under RFC 2308 anbefalt minimum (%d). Dette er tillatt men ikke anbefalt.
nl_nl: SOA %s waarde (%d) ligt onder het RFC 2308 aanbevolen minimum (%d). Dit is toegestaan maar niet aanbevolen.
pt_pt: O valor %s SOA (%d) está abaixo do mínimo recomendado pela RFC 2308 (%d). Isto é permitido mas não recomendado.
