Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Tip: Enter just the hostname (e.g. 'www') and the zone name will be added automatically. Use '@' for the zone apex/root.
it_it: Suggerimento: Inserisci solo l'hostname (es. 'www') e il nome della zona sarà aggiunto automaticamente. Usa '@' per l'apice/root della zona.
ja_jp: ヒント：ホスト名のみ（例：'www'）を入力すると、ゾーン名が自動的に追加されます。ゾーンの頂点/ルートには '@' を使用してください。
nb_no: Tips: Skriv bare vertsnavnet (f.eks. 'www') og sonenavnet blir lagt til automatisk. Bruk '@' for soneroten.
nl_nl: Tip: Voer alleen de hostnaam in (bijv. 'www') en de zonenaam wordt automatisch toegevoegd. Gebruik '@' voor de zone apex/root.
pt_pt: Dica: Introduza apenas o nome do host (ex.: 'www') e o nome da zona será adicionado automaticamente. Use '@' para o apex/raiz da zona.

source: Edit zone
it_it: Modifica zona
ja_jp: ゾーンの編集
nb_no: Rediger sone
nl_nl: Zone bewerken
pt_pt: Editar zona

source: Sign zone
it_it: Firma zona
ja_jp: ゾーンの署名
nb_no: Signer sone
nl_nl: Zone ondertekenen
pt_pt: Assinar zona

source: No records match your filter criteria.
it_it: Nessun record corrisponde ai tuoi criteri di filtro.
ja_jp: フィルタ条件に一致するレコードがありません。
nb_no: Ingen poster samsvarer med dine filterkriterier.
nl_nl: Geen records komen overeen met uw filtercriteria.
pt_pt: Nenhum registo corresponde aos seus critérios de filtro.

source: This zone does not have any records.
it_it: Questa zona non ha alcun record.
ja_jp: このゾーンにはレコードがありません。
nb_no: Denne sonen har ingen poster.
nl_nl: Deze zone heeft geen records.
pt_pt: Esta zona não tem nenhum registo.

source: Filter:
it_it: Filtro:
ja_jp: フィルタ：
pt_pt: Filtrar:

source: Search by name or content
it_it: Cerca per nome o contenuto
ja_jp: 名前または内容で検索
nb_no: Søk etter navn eller innhold
nl_nl: Zoeken op naam of inhoud
pt_pt: Pesquisar por nome ou conteúdo

source: All Types
it_it: Tutti i Tipi
ja_jp: すべてのタイプ
nb_no: Alle typer
nl_nl: Alle Types
pt_pt: Todos os Tipos

source: Filter by content
it_it: Filtra per contenuto
ja_jp: 内容でフィルタ
nb_no: Filtrer etter innhold
nl_nl: Filteren op inhoud
pt_pt: Filtrar por conteúdo

source: Apply
it_it: Applica
ja_jp: 適用
nb_no: Bruk
nl_nl: Toepassen
pt_pt: Aplicar

source: Delete record(s)
it_it: Elimina record
ja_jp: レコードを削除
nb_no: Slett post(er)
nl_nl: Record(s) verwijderen
pt_pt: Eliminar registo(s)

source: Showing
it_it: Mostrando
ja_jp: 表示中
nb_no: Viser
nl_nl: Toont
pt_pt: A mostrar

source: total records
it_it: record totali
ja_jp: レコードの合計
nb_no: poster totalt
nl_nl: totaal records
pt_pt: registos totais

source: Comments
it_it: Commenti
ja_jp: コメント
nb_no: Kommentarer
nl_nl: Opmerkingen
pt_pt: Comentários

source: Save as new template
it_it: Salva come nuovo modello
ja_jp: 新しいテンプレートとして保存
nb_no: Lagre som ny mal
nl_nl: Opslaan als nieuw sjabloon
pt_pt: Guardar como novo modelo

source: Create a reusable template from this zone's records
it_it: Crea un modello riutilizzabile dai record di questa zona
ja_jp: このゾーンのレコードから再利用可能なテンプレートを作成
nb_no: Opprett en gjenbrukbar mal fra denne sonens poster
nl_nl: Maak een herbruikbaar sjabloon van de records van deze zone
pt_pt: Criar um modelo reutilizável a partir dos registos desta zona

source: Template Name
it_it: Nome Modello
ja_jp: テンプレート名
nb_no: Malnavn
nl_nl: Sjabloon Naam
pt_pt: Nome do Modelo

source: Provide template name
it_it: Fornisci nome del modello
ja_jp: テンプレート名を入力
nb_no: Oppgi malnavn
nl_nl: Geef sjabloon naam op
pt_pt: Forneça o nome do modelo

source: Template Description
it_it: Descrizione Modello
ja_jp: テンプレートの説明
nb_no: Malbeskrivelse
nl_nl: Sjabloon Beschrijving
pt_pt: Descrição do Modelo

source: Optional description for this template
it_it: Descrizione opzionale per questo modello
ja_jp: このテンプレートの任意の説明
nb_no: Valgfri beskrivelse for denne malen
nl_nl: Optionele beschrijving voor dit sjabloon
pt_pt: Descrição opcional para este modelo

source: Save as template
it_it: Salva come modello
ja_jp: テンプレートとして保存
nb_no: Lagre som mal
nl_nl: Opslaan als sjabloon
pt_pt: Guardar como modelo

source: Zone Settings
it_it: Impostazioni Zona
ja_jp: ゾーン設定
nb_no: Soneinnstillinger
nl_nl: Zone Instellingen
pt_pt: Definições da Zona

source: Owner of zone
it_it: Proprietario della zona
ja_jp: ゾーンの所有者
nb_no: Eier av sone
nl_nl: Eigenaar van zone
pt_pt: Proprietário da zona

source: No owner set for this zone.
it_it: Nessun proprietario impostato per questa zona.
ja_jp: このゾーンに所有者が設定されていません。
nb_no: Ingen eier satt for denne sonen.
nl_nl: Geen eigenaar ingesteld voor deze zone.
pt_pt: Nenhum proprietário definido para esta zona.

source: Change
it_it: Cambia
ja_jp: 変更
nb_no: Endre
nl_nl: Wijzigen
pt_pt: Alterar

source: IP address of master NS
it_it: Indirizzo IP del NS master
ja_jp: マスターNSのIPアドレス
nb_no: IP-adresse til master NS
nl_nl: IP adres van master NS
pt_pt: Endereço IP do NS mestre

source: Select All Filtered
it_it: Seleziona Tutti i Filtrati
ja_jp: フィルタされたすべてを選択
nb_no: Velg alle filtrerte
nl_nl: Selecteer Alle Gefilterde
pt_pt: Seleccionar Tudo Filtrado

source: User Administration
it_it: Amministrazione Utenti
ja_jp: ユーザー管理
nb_no: Brukeradministrasjon
nl_nl: Gebruikersbeheer
pt_pt: Administração de Utilizadores

source: Add user
it_it: Aggiungi utente
ja_jp: ユーザーを追加
nb_no: Legg til bruker
nl_nl: Gebruiker toevoegen
pt_pt: Adicionar utilizador

source: Total number of zones:
it_it: Numero totale di zone:
ja_jp: ゾーンの総数：
nb_no: Totalt antall soner:
nl_nl: Totaal aantal zones:
pt_pt: Número total de zonas:

source: There are no forward zones to show in this listing.
it_it: Non ci sono zone dirette da mostrare in questo elenco.
ja_jp: この一覧に表示する正引きゾーンがありません。
nb_no: Det er ingen fremover-soner å vise i denne listen.
nl_nl: Er zijn geen forward zones om te tonen in deze lijst.
pt_pt: Não há zonas directas para mostrar nesta listagem.

source: Delete Record
it_it: Elimina Record
ja_jp: レコードの削除
nb_no: Slett post
nl_nl: Record Verwijderen
pt_pt: Eliminar Registo

source: You are about to delete a record in zone
it_it: Si sta per eliminare un record nella zona
ja_jp: ゾーン内のレコードの削除を実行しようとしています
nb_no: Du er i ferd med å slette en post i sonen
nl_nl: U staat op het punt een record te verwijderen in zone
pt_pt: Está prestes a eliminar um registo na zona

source: This action cannot be undone.
it_it: Questa azione non può essere annullata.
ja_jp: この操作は元に戻せません。
nb_no: Denne handlingen kan ikke angres.
nl_nl: Deze actie kan niet ongedaan gemaakt worden.
pt_pt: Esta ação não pode ser desfeita.

source: Record Details
it_it: Dettagli Record
ja_jp: レコードの詳細
nb_no: Postdetaljer
pt_pt: Detalhes do Registo

source: You are trying to delete a record that is needed for this zone to work.
it_it: Stai cercando di eliminare un record necessario per il funzionamento di questa zona.
ja_jp: このゾーンの動作に必要なレコードを削除しようとしています。
nb_no: Du prøver å slette en post som er nødvendig for at denne sonen skal fungere.
nl_nl: U probeert een record te verwijderen dat nodig is voor het functioneren van deze zone.
pt_pt: Está a tentar eliminar um registo que é necessário para esta zona funcionar.

source: Also delete corresponding PTR record (if exists)
it_it: Elimina anche il record PTR corrispondente (se esiste)
ja_jp: 対応するPTRレコードも削除（存在する場合）
nb_no: Slett også tilsvarende PTR-post (hvis den eksisterer)
nl_nl: Ook overeenkomend PTR record verwijderen (indien bestaat)
pt_pt: Eliminar também o registo PTR correspondente (se existir)

source: Also delete corresponding A/AAAA record (if exists)
it_it: Elimina anche il record A/AAAA corrispondente (se esiste)
ja_jp: 対応するA/AAAAレコードも削除する（存在する場合）
nb_no: Slett også tilhørende A/AAAA-post (hvis den eksisterer)
nl_nl: Ook het bijbehorende A/AAAA-record verwijderen (indien aanwezig)
pt_pt: Eliminar também o registo A/AAAA correspondente (se existir)

source: Yes, delete this record
it_it: Sì, elimina questo record
ja_jp: はい、このレコードを削除します
nb_no: Ja, slett denne posten
nl_nl: Ja, dit record verwijderen
pt_pt: Sim, eliminar este registo

source: No, keep this record
it_it: No, mantieni questo record
ja_jp: いいえ、このレコードを保持します
nb_no: Nei, behold denne posten
nl_nl: Nee, dit record behouden
pt_pt: Não, manter este registo

source: Two-Factor Authentication
it_it: Autenticazione a Due Fattori
ja_jp: 多要素認証
nb_no: Tofaktorautentisering
nl_nl: Twee-Factor Authenticatie
pt_pt: Autenticação de Dois Factores

source: Enter verification code
it_it: Inserisci codice di verifica
ja_jp: 認証コードを入力
nb_no: Skriv inn bekreftelseskode
nl_nl: Voer verificatiecode in
pt_pt: Introduza o código de verificação

source: Looks good!
it_it: Perfetto!
ja_jp: 問題ありません！
nb_no: Ser bra ut!
nl_nl: Ziet er goed uit!
pt_pt: Correto!

source: Please enter a valid verification code.
it_it: Inserisci un codice di verifica valido.
ja_jp: 有効な認証コードを入力してください。
nb_no: Vennligst skriv inn en gyldig bekreftelseskode.
nl_nl: Voer een geldige verificatiecode in.
pt_pt: Por favor, introduza um código de verificação válido.

source: Enter the code from your authenticator app
it_it: Inserisci il codice dalla tua app di autenticazione
ja_jp: 認証アプリからコードを入力してください
nb_no: Skriv inn koden fra din autentiseringsapp
nl_nl: Voer de code van uw authenticator app in
pt_pt: Introduza o código da sua aplicação de autenticação

source: Enter the 6-digit code sent to your email
it_it: Inserisci il codice a 6 cifre inviato alla tua email
ja_jp: メールに送信された6桁のコードを入力してください
nb_no: Skriv inn den 6-sifrede koden sendt til din e-post
nl_nl: Voer de 6-cijferige code in die naar uw e-mail is gestuurd
pt_pt: Introduza o código de 6 dígitos enviado para o seu email

source: Verify
it_it: Verifica
ja_jp: 認証
nb_no: Bekreft
nl_nl: Verifiëren
pt_pt: Verificar

source: Use a recovery code
it_it: Usa un codice di recupero
ja_jp: リカバリコードを使用
nb_no: Bruk en gjenopprettingskode
nl_nl: Gebruik een herstelcode
pt_pt: Usar um código de recuperação

source: Use Recovery Code
it_it: Usa Codice di Recupero
ja_jp: リカバリコードを使用
nb_no: Bruk gjenopprettingskode
nl_nl: Herstelcode Gebruiken
pt_pt: Usar Código de Recuperação

source: Recovery Code
it_it: Codice di Recupero
ja_jp: リカバリコード
nb_no: Gjenopprettingskode
nl_nl: Herstelcode
pt_pt: Código de Recuperação

source: Please enter a valid recovery code.
it_it: Inserisci un codice di recupero valido.
ja_jp: 有効なリカバリコードを入力してください。
nb_no: Vennligst oppgi en gyldig gjenopprettingskode.
nl_nl: Voer een geldige herstelcode in.
pt_pt: Por favor, introduza um código de recuperação válido.

source: Enter one of your recovery codes. Note that each code can only be used once.
it_it: Inserisci uno dei tuoi codici di recupero. Nota che ogni codice può essere usato solo una volta.
ja_jp: リカバリコードの1つを入力してください。各コードは一度しか使用できません。
nb_no: Oppgi en av dine gjenopprettingskoder. Merk at hver kode kun kan brukes én gang.
nl_nl: Voer een van uw herstelcodes in. Let op dat elke code slechts eenmaal gebruikt kan worden.
pt_pt: Introduza um dos seus códigos de recuperação. Note que cada código só pode ser usado uma vez.

source: Confirm Delete
it_it: Conferma Eliminazione
ja_jp: 削除の確認
nb_no: Bekreft sletting
nl_nl: Verwijdering Bevestigen
pt_pt: Confirmar Eliminação

source: Summary
it_it: Riepilogo
ja_jp: 要約
nb_no: Sammendrag
nl_nl: Samenvatting
pt_pt: Resumo

source: Total Issues Found
it_it: Problemi Totali Trovati
ja_jp: 見つかった問題の総数
nb_no: Totalt antall problemer funnet
nl_nl: Totaal Gevonden Problemen
pt_pt: Total de Problemas Encontrados

source: Errors
it_it: Errori
ja_jp: エラー
nb_no: Feil
nl_nl: Fouten
pt_pt: Erros

source: Warnings
it_it: Avvisi
ja_jp: 警告
nb_no: Advarsler
nl_nl: Waarschuwingen
pt_pt: Avisos

source: Zones Without Owners
it_it: Zone Senza Proprietari
ja_jp: 所有者のないゾーン
nb_no: Soner uten eiere
nl_nl: Zones Zonder Eigenaren
pt_pt: Zonas Sem Proprietários

source: Zone ID
it_it: ID Zona
ja_jp: ゾーンID
nb_no: Sone-ID
pt_pt: ID da Zona

source: Zone Name
it_it: Nome Zona
ja_jp: ゾーン名
nb_no: Sonenavn
nl_nl: Zone Naam
pt_pt: Nome da Zona

source: Assign owner
it_it: Assegna proprietario
ja_jp: 所有者を割り当て
nb_no: Tildel eier
nl_nl: Eigenaar toewijzen
pt_pt: Atribuir proprietário

source: Fix
it_it: Correggi
ja_jp: 修正
nb_no: Reparer
nl_nl: Repareren
pt_pt: Corrigir

source: Slave Zones Without Master IP Addresses
it_it: Zone Slave Senza Indirizzi IP Master
ja_jp: マスターIPアドレスのないスレーブゾーン
nb_no: Slavesoner uten master IP-adresser
nl_nl: Slave Zones Zonder Master IP Adressen
pt_pt: Zonas Escravas Sem Endereços IP Mestre

source: Master IP
it_it: IP Master
ja_jp: マスターIP
nb_no: Hoved-IP
nl_nl: Primair IP
pt_pt: IP Mestre

source: Delete slave zone
it_it: Elimina zona slave
ja_jp: スレーブゾーンを削除
nb_no: Slett slavesone
nl_nl: Slave zone verwijderen
pt_pt: Eliminar zona secundária

source: Records Not Belonging to Any Zone
it_it: Record Non Appartenenti a Nessuna Zona
ja_jp: どのゾーンにも属さないレコード
nb_no: Poster som ikke tilhører noen sone
nl_nl: Records Die Niet Tot Een Zone Behoren
pt_pt: Registos Não Pertencentes a Qualquer Zona

source: Record ID
it_it: ID Record
ja_jp: レコードID
nb_no: Post-ID
pt_pt: ID do Registo

source: Delete orphaned record
it_it: Elimina record orfano
ja_jp: 孤立したレコードを削除
nb_no: Slett foreldreløs post
nl_nl: Verweesd record verwijderen
pt_pt: Eliminar registo órfão

source: Zones with Duplicate SOA Records
it_it: Zone con Record SOA Duplicati
ja_jp: 重複したSOAレコードを持つゾーン
nb_no: Soner med dupliserte SOA-poster
nl_nl: Zones met Dubbele SOA Records
pt_pt: Zonas com Registos SOA Duplicados

source: SOA Count
it_it: Conteggio SOA
ja_jp: SOA数
nb_no: SOA-antall
nl_nl: SOA Aantal
pt_pt: Contagem SOA

source: Keep first SOA, delete duplicates
it_it: Mantieni primo SOA, elimina duplicati
ja_jp: 最初のSOAを保持し、重複を削除
nb_no: Behold første SOA, slett duplikater
nl_nl: Eerste SOA behouden, duplicaten verwijderen
pt_pt: Manter primeiro SOA, eliminar duplicados

source: Zones Without SOA Records
it_it: Zone Senza Record SOA
ja_jp: SOAレコードのないゾーン
nb_no: Soner uten SOA-poster
nl_nl: Zones Zonder SOA Records
pt_pt: Zonas Sem Registos SOA

source: Create default SOA record
it_it: Crea record SOA predefinito
ja_jp: デフォルトのSOAレコードを作成
nb_no: Opprett standard SOA-post
nl_nl: Standaard SOA record aanmaken
pt_pt: Criar registo SOA predefinido

source: Are you sure you want to delete the slave zone
it_it: Sei sicuro di voler eliminare la zona slave
ja_jp: スレーブゾーンを削除してもよろしいですか
nb_no: Er du sikker på at du vil slette slavesonen
nl_nl: Weet u zeker dat u de slave zone wilt verwijderen
pt_pt: Tem a certeza de que deseja eliminar a zona secundária

source: Are you sure you want to delete the orphaned record
it_it: Sei sicuro di voler eliminare il record orfano
ja_jp: 孤立したレコードを削除してもよろしいですか
nb_no: Er du sikker på at du vil slette den foreldreløse posten
nl_nl: Weet u zeker dat u het verweesde record wilt verwijderen
pt_pt: Tem a certeza de que deseja eliminar o registo órfão

source: Are you sure you want to delete this item?
it_it: Sei sicuro di voler eliminare questo elemento?
ja_jp: この項目を削除してもよろしいですか？
nb_no: Er du sikker på at du vil slette dette elementet?
nl_nl: Weet u zeker dat u dit item wilt verwijderen?
pt_pt: Tem a certeza de que deseja eliminar este item?

source: Add User
it_it: Aggiungi Utente
ja_jp: ユーザーを追加
nb_no: Legg til bruker
nl_nl: Gebruiker Toevoegen
pt_pt: Adicionar Utilizador

source: Provide user password
it_it: Fornisci la password utente
ja_jp: ユーザーパスワードを提供してください
nb_no: Oppgi brukerpassord
nl_nl: Geef het gebruikerswachtwoord op
pt_pt: Forneça a palavra-passe do utilizador

source: Auto-generate password
it_it: Genera password automaticamente
ja_jp: パスワードを自動生成
nb_no: Generer passord automatisk
nl_nl: Wachtwoord automatisch genereren
pt_pt: Gerar palavra-passe automaticamente

source: Generate a secure password that meets all requirements
it_it: Genera una password sicura che soddisfi tutti i requisiti
ja_jp: すべての要件を満たす安全なパスワードを生成
nb_no: Generer et sikkert passord som oppfyller alle krav
nl_nl: Genereer een veilig wachtwoord dat aan alle vereisten voldoet
pt_pt: Gerar uma palavra-passe segura que cumpre todos os requisitos

source: Send password by email
it_it: Invia password per email
ja_jp: パスワードをメールで送信
nb_no: Send passord på e-post
nl_nl: Wachtwoord per e-mail versturen
pt_pt: Enviar palavra-passe por e-mail

source: Send login credentials to user's email address
it_it: Invia credenziali di accesso all'indirizzo email dell'utente
ja_jp: ログイン認証情報をユーザーのメールアドレスに送信
nb_no: Send innloggingsopplysninger til brukerens e-postadresse
nl_nl: Stuur inloggegevens naar het e-mailadres van de gebruiker
pt_pt: Enviar credenciais de acesso para o endereço de e-mail do utilizador

source: When creating a new user, they will receive permissions based on the selected template. You can modify these permissions later by editing the user.
it_it: Quando crei un nuovo utente, riceverà i permessi basati sul template selezionato. È possibile modificare questi permessi successivamente modificando l'utente.
ja_jp: 新しいユーザーを作成すると、選択したテンプレートに基づいて権限が付与されます。これらの権限は後でユーザーを編集することで変更できます。
nb_no: Når du oppretter en ny bruker, vil de motta tillatelser basert på den valgte malen. Du kan endre disse tillatelsene senere ved å redigere brukeren.
nl_nl: Bij het aanmaken van een nieuwe gebruiker krijgen zij machtigingen op basis van het geselecteerde sjabloon. U kunt deze machtigingen later wijzigen door de gebruiker te bewerken.
pt_pt: Ao criar um novo utilizador, este receberá permissões baseadas no modelo selecionado. Pode modificar estas permissões posteriormente editando o utilizador.

source: Create descriptive usernames that are easy to identify
it_it: Crea nomi utente descrittivi facili da identificare
ja_jp: 識別しやすい説明的なユーザー名を作成
nb_no: Opprett beskrivende brukernavn som er enkle å identifisere
nl_nl: Maak beschrijvende gebruikersnamen die gemakkelijk te identificeren zijn
pt_pt: Crie nomes de utilizador descritivos que sejam fáceis de identificar

source: Adding a full name helps with user identification
it_it: Aggiungere un nome completo aiuta con l'identificazione dell'utente
ja_jp: フルネームを追加するとユーザーの識別に役立ちます
nb_no: Å legge til et fullt navn hjelper med brukeridentifikasjon
nl_nl: Het toevoegen van een volledige naam helpt bij gebruikersidentificatie
pt_pt: Adicionar um nome completo ajuda na identificação do utilizador

source: Auto-generating passwords is recommended for better security
it_it: Generare password automaticamente è raccomandato per una migliore sicurezza
ja_jp: より良いセキュリティのためにパスワードの自動生成が推奨されます
nb_no: Automatisk generering av passord anbefales for bedre sikkerhet
nl_nl: Het automatisch genereren van wachtwoorden wordt aanbevolen voor betere beveiliging
pt_pt: A geração automática de palavras-passe é recomendada para melhor segurança

source: Add Master Zone
it_it: Aggiungi Zona Master
ja_jp: マスターゾーンを追加
nb_no: Legg til mastersone
nl_nl: Master Zone Toevoegen
pt_pt: Adicionar Zona Mestre

source: Zone name
it_it: Nome zona
ja_jp: ゾーン名
nb_no: Sonenavn
nl_nl: Zone naam
pt_pt: Nome da zona

source: Provide zone name
it_it: Fornisci nome zona
ja_jp: ゾーン名を入力
nb_no: Oppgi sonenavn
nl_nl: Geef zone naam op
pt_pt: Fornecer nome da zona

source: Example: example.com
it_it: Esempio: example.com
ja_jp: 例：example.com
nb_no: Eksempel: eksempel.no
nl_nl: Voorbeeld: voorbeeld.com
pt_pt: Exemplo: exemplo.com

source: User responsible for this zone
it_it: Utente responsabile per questa zona
ja_jp: このゾーンの責任者
nb_no: Bruker ansvarlig for denne sonen
nl_nl: Gebruiker verantwoordelijk voor deze zone
pt_pt: Utilizador responsável por esta zona

source: Zone type (usually NATIVE)
it_it: Tipo zona (solitamente NATIVE)
ja_jp: ゾーンタイプ（通常はNATIVE）
nb_no: Sonetype (vanligvis NATIVE)
nl_nl: Zone type (meestal NATIVE)
pt_pt: Tipo de zona (normalmente NATIVE)

source: Optional: Apply predefined records from a template
it_it: Opzionale: Applica record predefiniti da un template
ja_jp: 任意：テンプレートから事前定義されたレコードを適用
nb_no: Valgfritt: Anvend forhåndsdefinerte poster fra en mal
nl_nl: Optioneel: Voorgedefinieerde records uit een sjabloon toepassen
pt_pt: Opcional: Aplicar registos predefinidos de um modelo

source: Enable DNSSEC
it_it: Abilita DNSSEC
ja_jp: DNSSECを有効化
nb_no: Aktiver DNSSEC
nl_nl: DNSSEC inschakelen
pt_pt: Activar DNSSEC

source: Secure this zone with DNSSEC signing
it_it: Proteggi questa zona con la firma DNSSEC
ja_jp: DNSSEC署名でこのゾーンを保護
nb_no: Sikre denne sonen med DNSSEC-signering
nl_nl: Beveilig deze zone met DNSSEC ondertekening
pt_pt: Proteger esta zona com assinatura DNSSEC

source: Add zone
it_it: Aggiungi zona
ja_jp: ゾーンを追加
nb_no: Legg til sone
nl_nl: Zone toevoegen
pt_pt: Adicionar zona

source: Zone Information
it_it: Informazioni Zona
ja_jp: ゾーン情報
nb_no: Soneinformasjon
nl_nl: Zone Informatie
pt_pt: Informação da Zona

source: About Master Zones
it_it: Informazioni sulle Zone Master
ja_jp: マスターゾーンについて
nb_no: Om mastersoner
nl_nl: Over Master Zones
pt_pt: Acerca das Zonas Mestre

source: A master zone is a zone for which this PowerDNS server is the primary authority. You can add, edit and delete records in master zones.
it_it: Una zona master è una zona per la quale questo server PowerDNS è l'autorità primaria. È possibile aggiungere, modificare ed eliminare record nelle zone master.
ja_jp: マスターゾーンは、このPowerDNSサーバーが主要な権威を持つゾーンです。マスターゾーンでは、レコードの追加、編集、削除ができます。
nb_no: En mastersone er en sone som denne PowerDNS-serveren er primær autoritet for. Du kan legge til, redigere og slette poster i mastersoner.
nl_nl: Een master zone is een zone waarvoor deze PowerDNS server de primaire autoriteit is. U kunt records toevoegen, bewerken en verwijderen in master zones.
pt_pt: Uma zona mestre é uma zona para a qual este servidor PowerDNS é a autoridade primária. Pode adicionar, editar e eliminar registos em zonas mestre.

source: After creating the zone, you will be redirected to add DNS records to it.
it_it: Dopo aver creato la zona, verrai reindirizzato per aggiungere record DNS ad essa.
ja_jp: ゾーンを作成後、DNSレコードを追加するページにリダイレクトされます。
nb_no: Etter å ha opprettet sonen, vil du bli omdirigert for å legge til DNS-poster i den.
nl_nl: Na het aanmaken van de zone wordt u doorgeleid om DNS records eraan toe te voegen.
pt_pt: Após criar a zona, será redirecionado para adicionar registos DNS à mesma.

source: DNSSEC Information
it_it: Informazioni DNSSEC
ja_jp: DNSSEC情報
nb_no: DNSSEC-informasjon
nl_nl: DNSSEC Informatie
pt_pt: Informação DNSSEC

source: DNSSEC (Domain Name System Security Extensions) adds cryptographic signatures to DNS records to protect against spoofing and cache poisoning attacks.
it_it: DNSSEC (Domain Name System Security Extensions) aggiunge firme crittografiche ai record DNS per proteggere contro attacchi di spoofing e cache poisoning.
ja_jp: DNSSEC（ドメインネームシステムセキュリティ拡張）は、DNSレコードに暗号署名を追加してスプーフィングやキャッシュポイズニング攻撃から保護します。
nb_no: DNSSEC (Domain Name System Security Extensions) legger til kryptografiske signaturer til DNS-poster for å beskytte mot forfalskning og cache poisoning-angrep.
nl_nl: DNSSEC (Domain Name System Security Extensions) voegt cryptografische handtekeningen toe aan DNS records om te beschermen tegen spoofing en cache poisoning aanvallen.
pt_pt: DNSSEC (Extensões de Segurança do Sistema de Nomes de Domínio) adiciona assinaturas criptográficas aos registos DNS para proteger contra ataques de falsificação e envenenamento de cache.

source: When enabled, PowerDNS will automatically generate and manage the necessary keys and signatures for the zone.
it_it: Quando abilitato, PowerDNS genererà e gestirà automaticamente le chiavi e le firme necessarie per la zona.
ja_jp: 有効にすると、PowerDNSはゾーンに必要なキーと署名を自動的に生成・管理します。
nb_no: Når aktivert, vil PowerDNS automatisk generere og administrere nødvendige nøkler og signaturer for sonen.
nl_nl: Wanneer ingeschakeld zal PowerDNS automatisch de benodigde sleutels en handtekeningen voor de zone genereren en beheren.
pt_pt: Quando ativado, o PowerDNS irá automaticamente gerar e gerir as chaves e assinaturas necessárias para a zona.
