Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Failed to process the request. Please try again.
it_it: Impossibile elaborare la richiesta. Riprova.
ja_jp: リクエストの処理に失敗しました。再試行してください。
nb_no: Kunne ikke behandle forespørselen. Prøv igjen.
nl_nl: Verwerking van het verzoek mislukt. Probeer het opnieuw.
pt_pt: Falha ao processar o pedido. Tente novamente.

source: An unexpected error occurred. Please contact the administrator.
it_it: Si è verificato un errore imprevisto. Contatta l'amministratore.
ja_jp: 予期しないエラーが発生しました。管理者にお問い合わせください。
nb_no: En uventet feil oppstod. Kontakt administratoren.
nl_nl: Er is een onverwachte fout opgetreden. Neem contact op met de beheerder.
pt_pt: Ocorreu um erro inesperado. Contacte o administrador.

source: You do not have permission to view this record.
it_it: Non hai il permesso di visualizzare questo record.
ja_jp: このレコードを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se denne posten.
nl_nl: U heeft geen toestemming om dit record te bekijken.
pt_pt: Não tem permissão para ver este registo.

source: You do not have permission to edit this record.
it_it: Non hai il permesso di modificare questo record.
ja_jp: このレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne posten.
nl_nl: U heeft geen toestemming om dit record te bewerken.
pt_pt: Não tem permissão para editar este registo.

source: The record has been updated successfully.
it_it: Il record è stato aggiornato con successo.
ja_jp: レコードが正常に更新されました。
nb_no: Posten har blitt oppdatert.
nl_nl: Het record is succesvol bijgewerkt.
pt_pt: O registo foi atualizado com sucesso.

source: You do not have permission to view this zone.
it_it: Non hai il permesso di visualizzare questa zona.
ja_jp: このゾーンを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se denne sonen.
nl_nl: U heeft geen toestemming om deze zone te bekijken.
pt_pt: Não tem permissão para ver esta zona.

source: You do not have permission to manage DNSSEC for this zone.
it_it: Non hai il permesso di gestire DNSSEC per questa zona.
ja_jp: このゾーンのDNSSECを管理する権限がありません。
nb_no: Du har ikke tillatelse til å administrere DNSSEC for denne sonen.
nl_nl: U heeft geen toestemming om DNSSEC voor deze zone te beheren.
pt_pt: Não tem permissão para gerir DNSSEC para esta zona.

source: LDAP users cannot change their password here. Please contact your administrator.
it_it: Gli utenti LDAP non possono cambiare la password qui. Contattare il proprio amministratore.
ja_jp: LDAPユーザーはここでパスワードを変更できません。管理者にお問い合わせください。
nb_no: LDAP-brukere kan ikke endre passordet sitt her. Vennligst kontakt administratoren din.
nl_nl: LDAP-gebruikers kunnen hun wachtwoord hier niet wijzigen. Neem contact op met uw beheerder.
pt_pt: Os utilizadores LDAP não podem alterar a sua palavra-passe aqui. Contacte o seu administrador.

source: ECDSA P-256 algorithm must use 256 bits
it_it: L'algoritmo ECDSA P-256 deve utilizzare 256 bit
ja_jp: ECDSA P-256アルゴリズムは256ビットを使用する必要があります
nb_no: ECDSA P-256 algoritme må bruke 256 bits
nl_nl: ECDSA P-256 algoritme moet 256 bits gebruiken
pt_pt: O algoritmo ECDSA P-256 deve usar 256 bits

source: ECDSA P-384 algorithm must use 384 bits
it_it: L'algoritmo ECDSA P-384 deve utilizzare 384 bit
ja_jp: ECDSA P-384アルゴリズムは384ビットを使用する必要があります
nb_no: ECDSA P-384 algoritme må bruke 384 bits
nl_nl: ECDSA P-384 algoritme moet 384 bits gebruiken
pt_pt: O algoritmo ECDSA P-384 deve usar 384 bits

source: ED25519 algorithm must use 256 bits
it_it: L'algoritmo ED25519 deve utilizzare 256 bit
ja_jp: ED25519アルゴリズムは256ビットを使用する必要があります
nb_no: ED25519 algoritme må bruke 256 bits
nl_nl: ED25519 algoritme moet 256 bits gebruiken
pt_pt: O algoritmo ED25519 deve usar 256 bits

source: ED448 algorithm must use 456 bits (unsupported in this UI)
it_it: L'algoritmo ED448 deve utilizzare 456 bit (non supportato in questa interfaccia)
ja_jp: ED448アルゴリズムは456ビットを使用する必要があります（このUIではサポートされていません）
nb_no: ED448 algoritme må bruke 456 bits (ikke støttet i dette grensesnittet)
nl_nl: ED448 algoritme moet 456 bits gebruiken (niet ondersteund in deze UI)
pt_pt: O algoritmo ED448 deve usar 456 bits (não suportado nesta interface)

source: RSA algorithms should use 1024 or 2048 bits for adequate security
it_it: Gli algoritmi RSA dovrebbero utilizzare 1024 o 2048 bit per una sicurezza adeguata
ja_jp: RSAアルゴリズムは適切なセキュリティのために1024または2048ビットを使用する必要があります
nb_no: RSA algoritmer bør bruke 1024 eller 2048 bits for tilstrekkelig sikkerhet
nl_nl: RSA-algoritmen moeten 1024 of 2048 bits gebruiken voor adequate beveiliging
pt_pt: Os algoritmos RSA devem usar 1024 ou 2048 bits para segurança adequada

source: Zone key has been added successfully.
it_it: La chiave della zona è stata aggiunta con successo.
ja_jp: ゾーンキーが正常に追加されました。
nb_no: Sonenøkkel har blitt lagt til.
nl_nl: Zonesleutel is succesvol toegevoegd.
pt_pt: A chave da zona foi adicionada com sucesso.

source: Failed to add new DNSSEC key.
it_it: Impossibile aggiungere la nuova chiave DNSSEC.
ja_jp: 新しいDNSSECキーの追加に失敗しました。
nb_no: Kunne ikke legge til ny DNSSEC nøkkel.
nl_nl: Kan nieuwe DNSSEC-sleutel niet toevoegen.
pt_pt: Falha ao adicionar nova chave DNSSEC.

source: An error occurred while adding the DNSSEC key:
it_it: Si è verificato un errore durante l'aggiunta della chiave DNSSEC:
ja_jp: DNSSECキーの追加中にエラーが発生しました：
nb_no: En feil oppstod ved tillegging av DNSSEC nøkkel:
nl_nl: Er is een fout opgetreden tijdens het toevoegen van de DNSSEC-sleutel:
pt_pt: Ocorreu um erro ao adicionar a chave DNSSEC:

source: Please select both algorithm and bits
it_it: Seleziona sia l'algoritmo che i bit
ja_jp: アルゴリズムとビット数の両方を選択してください
nb_no: Vennligst velg både algoritme og bits
nl_nl: Selecteer zowel algoritme als bits
pt_pt: Selecione tanto o algoritmo como os bits

source: You do not have the permission to delete a supermaster.
it_it: Non si dispone del permesso di eliminare un supermaster.
ja_jp: スーパーマスターを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette en supermaster.
nl_nl: U hebt geen toestemming om een supermaster te verwijderen.
pt_pt: Não tem permissão para eliminar um supermaster.

source: Invalid IP address.
it_it: Indirizzo IP non valido.
ja_jp: 無効なIPアドレスです。
nb_no: Ugyldig IP-adresse.
nl_nl: Ongeldig IP-adres.
pt_pt: Endereço IP inválido.

source: Invalid NS name.
it_it: Nome NS non valido.
ja_jp: 無効なNS名です。
nb_no: Ugyldig NS navn.
nl_nl: Ongeldige NS-naam.
pt_pt: Nome NS inválido.

source: Super master does not exist.
it_it: Il super master non esiste.
ja_jp: スーパーマスターが存在しません。
nb_no: Supermaster eksisterer ikke.
nl_nl: Supermaster bestaat niet.
pt_pt: O supermaster não existe.

source: The supermaster has been deleted successfully.
it_it: Il supermaster è stato eliminato con successo.
ja_jp: スーパーマスターが正常に削除されました。
nb_no: Supermasteren har blitt slettet.
nl_nl: De supermaster is succesvol verwijderd.
pt_pt: O supermaster foi eliminado com sucesso.

source: Zones has been added successfully.
it_it: Le zone sono state aggiunte con successo.
ja_jp: ゾーンが正常に追加されました。
nb_no: Soner har blitt lagt til.
nl_nl: Zones zijn succesvol toegevoegd.
pt_pt: As zonas foram adicionadas com sucesso.

source: Some zone(s) could not be added.
it_it: Alcune zone non possono essere aggiunte.
ja_jp: 一部のゾーンを追加できませんでした。
nb_no: Noen soner kunne ikke legges til.
nl_nl: Sommige zone(s) konden niet worden toegevoegd.
pt_pt: Algumas zonas não puderam ser adicionadas.

source: Page Not Found
it_it: Pagina Non Trovata
ja_jp: ページが見つかりません
nb_no: Side ikke funnet
nl_nl: Pagina Niet Gevonden
pt_pt: Página Não Encontrada

source: Account is temporarily locked. Please try again later.
it_it: L'account è temporaneamente bloccato. Riprova più tardi.
ja_jp: アカウントが一時的にロックされています。後でもう一度お試しください。
nb_no: Kontoen er midlertidig låst. Vennligst prøv igjen senere.
nl_nl: Account is tijdelijk vergrendeld. Probeer het later opnieuw.
pt_pt: A conta está temporariamente bloqueada. Tente novamente mais tarde.

source: The user account is disabled.
it_it: L'account utente è disabilitato.
ja_jp: ユーザーアカウントが無効です。
nb_no: Brukerkontoen er deaktivert.
nl_nl: Het gebruikersaccount is uitgeschakeld.
pt_pt: A conta de utilizador está desativada.

source: Authentication failed!
it_it: Autenticazione fallita!
ja_jp: 認証に失敗しました！
nb_no: Autentisering mislyktes!
nl_nl: Authenticatie mislukt!
pt_pt: Autenticação falhou!

source: Session expired, please login again.
it_it: Sessione scaduta, accedi di nuovo.
ja_jp: セッションが期限切れです。再度ログインしてください。
nb_no: Økt utløpt, vennligst logg inn igjen.
nl_nl: Sessie verlopen, log opnieuw in.
pt_pt: Sessão expirou. Inicie sessão novamente.

source: Failed to update password
it_it: Impossibile aggiornare la password
ja_jp: パスワードの更新に失敗しました
nb_no: Kunne ikke oppdatere passord
nl_nl: Kan wachtwoord niet bijwerken
pt_pt: Falha ao atualizar palavra-passe

source: Failed to connect to LDAP server!
it_it: Impossibile connettersi al server LDAP!
ja_jp: LDAPサーバーへの接続に失敗しました！
nb_no: Kunne ikke koble til LDAP server!
nl_nl: Kan geen verbinding maken met LDAP-server!
pt_pt: Falha ao ligar ao servidor LDAP!

source: Failed to bind to LDAP server!
it_it: Impossibile collegarsi al server LDAP!
ja_jp: LDAPサーバーへのバインドに失敗しました！
nb_no: Kunne ikke binde til LDAP server!
nl_nl: Kan niet binden aan LDAP-server!
pt_pt: Falha ao vincular ao servidor LDAP!

source: Failed to search LDAP.
it_it: Impossibile cercare in LDAP.
ja_jp: LDAP検索に失敗しました。
nb_no: Kunne ikke søke i LDAP.
nl_nl: Kan LDAP niet doorzoeken.
pt_pt: Falha ao pesquisar no LDAP.

source: Failed to authenticate against LDAP.
it_it: Impossibile autenticarsi con LDAP.
ja_jp: LDAPに対する認証に失敗しました。
nb_no: Kunne ikke autentisere mot LDAP.
nl_nl: Kan niet authenticeren tegen LDAP.
pt_pt: Falha ao autenticar no LDAP.

source: LDAP Authentication failed!
it_it: Autenticazione LDAP fallita!
ja_jp: LDAP認証に失敗しました！
nb_no: LDAP autentisering mislyktes!
nl_nl: LDAP-authenticatie mislukt!
pt_pt: Autenticação LDAP falhou!

source: Yes
it_it: Sì
ja_jp: はい
nb_no: Ja
nl_nl: Ja
pt_pt: Sim

source: No
ja_jp: いいえ
nb_no: Nei
nl_nl: Nee
pt_pt: Não

source: This template is assigned to at least one user.
it_it: Questo template è assegnato ad almeno un utente.
ja_jp: このテンプレートは少なくとも1人のユーザーに割り当てられています。
nb_no: Denne malen er tildelt minst én bruker.
nl_nl: Dit sjabloon is toegewezen aan ten minste één gebruiker.
pt_pt: Este modelo está atribuído a pelo menos um utilizador.

source: reCAPTCHA verification failed. Please try again.
it_it: Verifica reCAPTCHA fallita. Riprova.
ja_jp: reCAPTCHA認証に失敗しました。もう一度お試しください。
nb_no: reCAPTCHA verifikasjon mislyktes. Vennligst prøv igjen.
nl_nl: reCAPTCHA-verificatie mislukt. Probeer het opnieuw.
pt_pt: A verificação reCAPTCHA falhou. Tente novamente.

source: An empty password is not allowed
it_it: Una password vuota non è consentita
ja_jp: 空のパスワードは許可されていません
nb_no: Et tomt passord er ikke tillatt
nl_nl: Een leeg wachtwoord is niet toegestaan
pt_pt: Uma palavra-passe vazia não é permitida

source: Failed to call function exec. Make sure that exec is not listed in disable_functions at php.ini
it_it: Impossibile chiamare la funzione exec. Assicurati che exec non sia elencata in disable_functions nel file php.ini
ja_jp: 関数execの呼び出しに失敗しました。php.iniのdisable_functionsにexecがリストされていないことを確認してください。
nb_no: Kunne ikke kalle funksjonen exec. Sørg for at exec ikke er oppført i disable_functions i php.ini
nl_nl: Kon functie exec niet aanroepen. Controleer of exec niet vermeld staat in disable_functions in php.ini
pt_pt: Falha ao chamar a função exec. Certifique-se de que exec não está listada em disable_functions no php.ini

source: Failed to call pdnssec utility.
it_it: Impossibile chiamare l'utilità pdnssec.
ja_jp: pdnssecユーティリティの呼び出しに失敗しました。
nb_no: Kunne ikke kalle pdnssec verktøy.
nl_nl: Kan pdnssec-hulpprogramma niet aanroepen.
pt_pt: Falha ao chamar o utilitário pdnssec.

source: Failed to secure zone.
it_it: Impossibile proteggere la zona.
ja_jp: ゾーンの保護に失敗しました。
nb_no: Kunne ikke sikre sone.
nl_nl: Kan zone niet beveiligen.
pt_pt: Falha ao proteger a zona.

source: Failed to disable DNSSEC.
it_it: Impossibile disabilitare DNSSEC.
ja_jp: DNSSECの無効化に失敗しました。
nb_no: Kunne ikke deaktivere DNSSEC.
nl_nl: Kan DNSSEC niet uitschakelen.
pt_pt: Falha ao desativar DNSSEC.

source: Failed to get DNSSEC key details.
it_it: Impossibile ottenere i dettagli della chiave DNSSEC.
ja_jp: DNSSECキーの詳細の取得に失敗しました。
nb_no: Kunne ikke hente DNSSEC nøkkeldetaljer.
nl_nl: Kan DNSSEC-sleuteldetails niet ophalen.
pt_pt: Falha ao obter detalhes da chave DNSSEC.

source: Failed to active DNSSEC key.
it_it: Impossibile attivare la chiave DNSSEC.
ja_jp: DNSSECキーの有効化に失敗しました。
nb_no: Kunne ikke aktivere DNSSEC nøkkel.
nl_nl: Kan DNSSEC-sleutel niet activeren.
pt_pt: Falha ao ativar a chave DNSSEC.

source: Failed to deactivate DNSSEC key.
it_it: Impossibile disattivare la chiave DNSSEC.
ja_jp: DNSSECキーの無効化に失敗しました。
nb_no: Kunne ikke deaktivere DNSSEC nøkkel.
nl_nl: Kan DNSSEC-sleutel niet deactiveren.
pt_pt: Falha ao desativar a chave DNSSEC.

source: Failed to remove DNSSEC key.
it_it: Impossibile rimuovere la chiave DNSSEC.
ja_jp: DNSSECキーの削除に失敗しました。
nb_no: Kunne ikke fjerne DNSSEC nøkkel.
nl_nl: Kan DNSSEC-sleutel niet verwijderen.
pt_pt: Falha ao remover a chave DNSSEC.

source: This is an invalid zone name.
it_it: Questo nome di zona non è valido.
ja_jp: これは無効なゾーン名です。
nb_no: Dette er et ugyldig sonenavn.
nl_nl: Dit is een ongeldige zonenaam.
pt_pt: Este é um nome de zona inválido.

source: Enter a valid email address.
it_it: Inserisci un indirizzo email valido.
ja_jp: 有効なメールアドレスを入力してください。
nb_no: Skriv inn en gyldig e-postadresse.
nl_nl: Voer een geldig e-mailadres in.
pt_pt: Introduza um endereço de correio eletrónico válido.

source: Username exist already, please choose another one.
it_it: Il nome utente esiste già, scegline un altro.
ja_jp: ユーザー名は既に存在します。別のものを選択してください。
nb_no: Brukernavnet eksisterer allerede, vennligst velg et annet.
nl_nl: Gebruikersnaam bestaat al, kies een andere.
pt_pt: O nome de utilizador já existe. Escolha outro.

source: Enter a valid user name.
it_it: Inserisci un nome utente valido.
ja_jp: 有効なユーザー名を入力してください。
nb_no: Skriv inn et gyldig brukernavn.
nl_nl: Voer een geldige gebruikersnaam in.
pt_pt: Introduza um nome de utilizador válido.

source: Error creating zone template:
it_it: Errore nella creazione del template di zona:
ja_jp: ゾーンテンプレートの作成エラー：
nb_no: Feil ved opprettelse av sonemal:
nl_nl: Fout bij het aanmaken van zonesjabloon:
pt_pt: Erro ao criar modelo de zona:

source: Error adding default SOA record to template:
it_it: Errore nell'aggiunta del record SOA predefinito al template:
ja_jp: テンプレートへのデフォルトSOAレコード追加エラー：
nb_no: Feil ved tillegging av standard SOA post til mal:
nl_nl: Fout bij het toevoegen van standaard SOA-record aan sjabloon:
pt_pt: Erro ao adicionar registo SOA padrão ao modelo:

source: Error deleting zone template:
it_it: Errore nell'eliminazione del template di zona:
ja_jp: ゾーンテンプレートの削除エラー：
nb_no: Feil ved sletting av sonemal:
nl_nl: Fout bij het verwijderen van zonesjabloon:
pt_pt: Erro ao eliminar modelo de zona:

source: Error deleting user zone templates:
it_it: Errore nell'eliminazione dei template di zona utente:
ja_jp: ユーザーゾーンテンプレートの削除エラー：
nb_no: Feil ved sletting av brukersonemaler:
nl_nl: Fout bij het verwijderen van gebruikerszonesjablonen:
pt_pt: Erro ao eliminar modelos de zona do utilizador:

source: You do not have the permission to add a record to this zone template.
it_it: Non si dispone del permesso di aggiungere un record a questo template di zona.
ja_jp: このゾーンテンプレートにレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en post i denne sonemalen.
nl_nl: U hebt geen toestemming om een record toe te voegen aan dit zonesjabloon.
pt_pt: Não tem permissão para adicionar um registo a este modelo de zona.

source: Your content field doesnt have a legit value.
it_it: Il campo contenuto non ha un valore valido.
ja_jp: コンテンツフィールドに有効な値がありません。
nb_no: Innholdsfeltet ditt har ikke en gyldig verdi.
nl_nl: Uw inhoudsveld heeft geen geldige waarde.
pt_pt: O seu campo de conteúdo não tem um valor válido.

source: Priority for MX/SRV records must be a number between 0 and 65535.
it_it: La priorità per i record MX/SRV deve essere un numero compreso tra 0 e 65535.
ja_jp: MX/SRVレコードの優先度は0から65535の間の数値である必要があります。
nb_no: Prioritet for MX/SRV poster må være et tall mellom 0 og 65535.
nl_nl: Prioriteit voor MX/SRV-records moet tussen 0 en 65535 liggen.
pt_pt: A prioridade para registos MX/SRV deve ser um número entre 0 e 65535.

source: Error updating zone template record:
it_it: Errore nell'aggiornamento del record del template di zona:
ja_jp: ゾーンテンプレートレコードの更新エラー：
nb_no: Feil ved oppdatering av sonemalpost:
nl_nl: Fout bij het bijwerken van zonesjabloonrecord:
pt_pt: Erro ao atualizar registo de modelo de zona:

source: Error deleting zone template record:
it_it: Errore nell'eliminazione del record del template di zona:
ja_jp: ゾーンテンプレートレコードの削除エラー：
nb_no: Feil ved sletting av sonemalpost:
nl_nl: Fout bij het verwijderen van zonesjabloonrecord:
pt_pt: Erro ao eliminar registo de modelo de zona:

source: Error checking template ownership:
it_it: Errore nel controllo della proprietà del template:
ja_jp: テンプレート所有権の確認エラー：
nb_no: Feil ved kontroll av maleierskap:
nl_nl: Fout bij het controleren van sjablooneigendom:
pt_pt: Erro ao verificar propriedade do modelo:

source: Error retrieving zones using template:
it_it: Errore nel recupero delle zone che utilizzano il template:
ja_jp: テンプレートを使用するゾーンの取得エラー：
nb_no: Feil ved henting av soner som bruker mal:
nl_nl: Fout bij het ophalen van zones die sjabloon gebruiken:
pt_pt: Erro ao obter zonas usando o modelo:

source: Failed to get list of zones using template:
it_it: Impossibile ottenere l'elenco delle zone che utilizzano il template:
ja_jp: テンプレートを使用するゾーンのリスト取得に失敗しました：
nb_no: Kunne ikke hente liste over soner som bruker mal:
nl_nl: Kan lijst van zones die sjabloon gebruiken niet ophalen:
pt_pt: Falha ao obter lista de zonas usando o modelo:

source: You do not have the permission to edit a zone template.
it_it: Non si dispone del permesso di modificare un template di zona.
ja_jp: ゾーンテンプレートを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere en sonemal.
nl_nl: U hebt geen toestemming om een zonesjabloon te bewerken.
pt_pt: Não tem permissão para editar um modelo de zona.

source: Error unlinking zone from template:
it_it: Errore nello scollegamento della zona dal template:
ja_jp: テンプレートからのゾーン解除エラー：
nb_no: Feil ved frakobling av sone fra mal:
nl_nl: Fout bij het loskoppelen van zone van sjabloon:
pt_pt: Erro ao desassociar zona do modelo:

source: Error retrieving zones:
it_it: Errore nel recupero delle zone:
ja_jp: ゾーンの取得エラー：
nb_no: Feil ved henting av soner:
nl_nl: Fout bij het ophalen van zones:
pt_pt: Erro ao obter zonas:

source: Error checking template name existence:
it_it: Errore nel controllo dell'esistenza del nome del template:
ja_jp: テンプレート名の存在確認エラー：
nb_no: Feil ved kontroll av malnavn eksistens:
nl_nl: Fout bij het controleren van sjabloonnaambestaan:
pt_pt: Erro ao verificar existência do nome do modelo:

source: Error checking template existence:
it_it: Errore nel controllo dell'esistenza del template:
ja_jp: テンプレートの存在確認エラー：
nb_no: Feil ved kontroll av mal eksistens:
nl_nl: Fout bij het controleren van sjabloonbestaan:
pt_pt: Erro ao verificar existência do modelo:

source: All zones have owners
it_it: Tutte le zone hanno proprietari
ja_jp: すべてのゾーンに所有者がいます
nb_no: Alle soner har eiere
nl_nl: Alle zones hebben eigenaren
pt_pt: Todas as zonas têm proprietários

source: %d zones found without owners
it_it: %d zone trovate senza proprietari
ja_jp: %d個のゾーンに所有者がいません
nb_no: %d soner funnet uten eiere
nl_nl: %d zones gevonden zonder eigenaren
pt_pt: %d zonas encontradas sem proprietários

source: All slave zones have master IP addresses
it_it: Tutte le zone slave hanno indirizzi IP master
ja_jp: すべてのスレーブゾーンにマスターIPアドレスが設定されています
nb_no: Alle slave-soner har master IP-adresser
nl_nl: Alle slave zones hebben master IP-adressen
pt_pt: Todas as zonas secundárias têm endereços IP principais

source: %d slave zones found without master IP addresses
it_it: %d zone slave trovate senza indirizzi IP master
ja_jp: %d個のスレーブゾーンにマスターIPアドレスが設定されていません
nb_no: %d slave-soner funnet uten master IP-adresser
nl_nl: %d slave zones gevonden zonder master IP-adressen
pt_pt: %d zonas secundárias encontradas sem endereços IP principais

source: All records belong to existing zones
it_it: Tutti i record appartengono a zone esistenti
ja_jp: すべてのレコードは既存のゾーンに属しています
nb_no: Alle poster tilhører eksisterende soner
nl_nl: Alle records behoren tot bestaande zones
pt_pt: Todos os registos pertencem a zonas existentes

source: %d orphaned records found
it_it: %d record orfani trovati
ja_jp: %d個の孤立したレコードが見つかりました
nb_no: %d foreldreløse poster funnet
nl_nl: %d wees records gevonden
pt_pt: %d registos órfãos encontrados

source: No duplicate SOA records found
it_it: Nessun record SOA duplicato trovato
ja_jp: 重複するSOAレコードは見つかりませんでした
nb_no: Ingen dupliserte SOA poster funnet
nl_nl: Geen dubbele SOA-records gevonden
pt_pt: Nenhum registo SOA duplicado encontrado

source: %d zones have duplicate SOA records
it_it: %d zone hanno record SOA duplicati
ja_jp: %d個のゾーンに重複するSOAレコードがあります
nb_no: %d soner har dupliserte SOA poster
nl_nl: %d zones hebben dubbele SOA-records
pt_pt: %d zonas têm registos SOA duplicados

source: All zones have SOA records
it_it: Tutte le zone hanno record SOA
ja_jp: すべてのゾーンにSOAレコードがあります
nb_no: Alle soner har SOA poster
nl_nl: Alle zones hebben SOA-records
pt_pt: Todas as zonas têm registos SOA

source: %d zones found without SOA records
it_it: %d zone trovate senza record SOA
ja_jp: %d個のゾーンにSOAレコードがありません
nb_no: %d soner funnet uten SOA poster
nl_nl: %d zones gevonden zonder SOA-records
pt_pt: %d zonas encontradas sem registos SOA

source: Priority field for IPSECKEY records must be 0 or empty
it_it: Il campo priorità per i record IPSECKEY deve essere 0 o vuoto
ja_jp: IPSECKEYレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for IPSECKEY poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor IPSECKEY-records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos IPSECKEY deve ser 0 ou vazio

source: IPSECKEY records should be used with DNSSEC to ensure secure transmission of keying material (RFC 4025 Section 4).
it_it: I record IPSECKEY dovrebbero essere utilizzati con DNSSEC per garantire la trasmissione sicura del materiale chiave (RFC 4025 Sezione 4).
ja_jp: IPSECKEYレコードは、キーマテリアルの安全な送信を確保するためにDNSSECと併用する必要があります（RFC 4025セクション4）。
nb_no: IPSECKEY poster bør brukes med DNSSEC for å sikre trygg overføring av nøkkelmateriale (RFC 4025 Seksjon 4).
nl_nl: IPSECKEY-records moeten worden gebruikt met DNSSEC om veilige overdracht van sleutelmateriaal te garanderen (RFC 4025 Sectie 4).
pt_pt: Os registos IPSECKEY devem ser usados com DNSSEC para garantir transmissão segura de material de chaves (RFC 4025 Secção 4).

source: The public key in IPSECKEY records should be regularly rotated for improved security.
it_it: La chiave pubblica nei record IPSECKEY dovrebbe essere ruotata regolarmente per una maggiore sicurezza.
ja_jp: IPSECKEYレコードの公開鍵は、セキュリティ向上のため定期的にローテーションする必要があります。
nb_no: Den offentlige nøkkelen i IPSECKEY poster bør roteres regelmessig for forbedret sikkerhet.
nl_nl: De publieke sleutel in IPSECKEY-records moet regelmatig worden geroteerd voor verbeterde beveiliging.
pt_pt: A chave pública nos registos IPSECKEY deve ser regularmente rotacionada para melhor segurança.
