Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Invalid protocol value in SRV record. Protocol must start with an underscore followed by alphanumeric characters.
it_it: Valore protocollo non valido nel record SRV. Il protocollo deve iniziare con un underscore seguito da caratteri alfanumerici.
ja_jp: SRVレコードのプロトコル値が無効です。プロトコルはアンダースコアで始まり、その後に英数字が続く必要があります。
nb_no: Ugyldig protokollverdi i SRV-post. Protokoll må starte med understrek fulgt av alfanumeriske tegn.
nl_nl: Ongeldige protocol waarde in SRV record. Protocol moet beginnen met een underscore gevolgd door alfanumerieke karakters.
pt_pt: Valor de protocolo inválido no registo SRV. O protocolo deve começar com um sublinhado seguido de caracteres alfanuméricos.

source: Service name "%s" is not in the list of well-known services. This is allowed but unusual.
it_it: Il nome del servizio "%s" non è nell'elenco dei servizi ben noti. Questo è consentito ma inusuale.
ja_jp: サービス名「%s」は既知のサービスリストにありません。これは許可されていますが異常です。
nb_no: Tjenestenavn "%s" er ikke i listen over velkjente tjenester. Dette er tillatt men uvanlig.
nl_nl: Service naam "%s" staat niet in de lijst van bekende services. Dit is toegestaan maar ongewoon.
pt_pt: O nome do serviço "%s" não está na lista de serviços bem conhecidos. Isto é permitido mas invulgar.

source: Protocol "%s" is not in the list of well-known protocols. Common protocols are _tcp and _udp.
it_it: Il protocollo "%s" non è nell'elenco dei protocolli ben noti. I protocolli comuni sono _tcp e _udp.
ja_jp: プロトコル「%s」は既知のプロトコルリストにありません。一般的なプロトコルは_tcpと_udpです。
nb_no: Protokoll "%s" er ikke i listen over velkjente protokoller. Vanlige protokoller er _tcp og _udp.
nl_nl: Protocol "%s" staat niet in de lijst van bekende protocollen. Veelgebruikte protocollen zijn _tcp en _udp.
pt_pt: O protocolo "%s" não está na lista de protocolos bem conhecidos. Protocolos comuns são _tcp e _udp.

source: Invalid domain name in SRV record.
it_it: Nome di dominio non valido nel record SRV.
ja_jp: SRVレコードのドメイン名が無効です。
nb_no: Ugyldig domenenavn i SRV-post.
nl_nl: Ongeldige domeinnaam in SRV record.
pt_pt: Nome de domínio inválido no registo SRV.

source: SRV record content must have priority, weight, port and target (4 fields).
it_it: Il contenuto del record SRV deve avere priorità, peso, porta e destinazione (4 campi).
ja_jp: SRVレコードの内容には優先度、重み、ポート、ターゲット（4つのフィールド）が必要です。
nb_no: SRV-postinnhold må ha prioritet, vekt, port og mål (4 felt).
nl_nl: SRV record inhoud moet prioriteit, gewicht, poort en doel hebben (4 velden).
pt_pt: O conteúdo do registo SRV deve ter prioridade, peso, porta e destino (4 campos).

source: Invalid value for the priority field of the SRV record. Must be 0-65535.
it_it: Valore non valido per il campo priorità del record SRV. Deve essere 0-65535.
ja_jp: SRVレコードの優先度フィールドの値が無効です。0-65535である必要があります。
nb_no: Ugyldig verdi for prioritetsfeltet i SRV-posten. Må være 0-65535.
nl_nl: Ongeldige waarde voor het prioriteitsveld van het SRV record. Moet 0-65535 zijn.
pt_pt: Valor inválido para o campo de prioridade do registo SRV. Deve estar entre 0-65535.

source: Invalid value for the weight field of the SRV record. Must be 0-65535.
it_it: Valore non valido per il campo peso del record SRV. Deve essere 0-65535.
ja_jp: SRVレコードの重みフィールドの値が無効です。0-65535である必要があります。
nb_no: Ugyldig verdi for vektfeltet i SRV-posten. Må være 0-65535.
nl_nl: Ongeldige waarde voor het gewichtsveld van het SRV record. Moet 0-65535 zijn.
pt_pt: Valor inválido para o campo de peso do registo SRV. Deve estar entre 0-65535.

source: Invalid value for the port field of the SRV record. Must be 1-65535.
it_it: Valore non valido per il campo porta del record SRV. Deve essere 1-65535.
ja_jp: SRVレコードのポートフィールドの値が無効です。1-65535である必要があります。
nb_no: Ugyldig verdi for portfeltet i SRV-posten. Må være 1-65535.
nl_nl: Ongeldige waarde voor het poortveld van het SRV record. Moet 1-65535 zijn.
pt_pt: Valor inválido para o campo de porta do registo SRV. Deve estar entre 1-65535.

source: Port %d differs from the standard port %d for %s service. This is allowed but unusual.
it_it: La porta %d differisce dalla porta standard %d per il servizio %s. Questo è consentito ma inusuale.
ja_jp: ポート%dは%sサービスの標準ポート%dと異なります。これは許可されていますが異常です。
nb_no: Port %d avviker fra standardport %d for %s-tjeneste. Dette er tillatt men uvanlig.
nl_nl: Poort %d verschilt van de standaardpoort %d voor %s service. Dit is toegestaan maar ongewoon.
pt_pt: A porta %d difere da porta padrão %d para o serviço %s. Isto é permitido mas invulgar.

source: SRV target cannot be empty.
it_it: La destinazione SRV non può essere vuota.
ja_jp: SRVターゲットは空にできません。
nb_no: SRV-mål kan ikke være tomt.
nl_nl: SRV doel kan niet leeg zijn.
pt_pt: O destino SRV não pode estar vazio.

source: Priority 0 is valid but unusual. Typically SRV records start at priority 10 or higher.
it_it: La priorità 0 è valida ma inusuale. Tipicamente i record SRV iniziano con priorità 10 o superiore.
ja_jp: 優先度0は有効ですが異常です。通常、SRVレコードは優先度10以上から始まります。
nb_no: Prioritet 0 er gyldig men uvanlig. Vanligvis starter SRV-poster ved prioritet 10 eller høyere.
nl_nl: Prioriteit 0 is geldig maar ongewoon. Doorgaans beginnen SRV records bij prioriteit 10 of hoger.
pt_pt: Prioridade 0 é válida mas invulgar. Tipicamente os registos SRV começam na prioridade 10 ou superior.

source: When target is "." (no service), port and weight should both be 0.
it_it: Quando la destinazione è "." (nessun servizio), porta e peso dovrebbero essere entrambi 0.
ja_jp: ターゲットが「.」（サービスなし）の場合、ポートと重みの両方が0である必要があります。
nb_no: Når målet er "." (ingen tjeneste), bør både port og vekt være 0.
nl_nl: Wanneer het doel "." is (geen service), moeten poort en gewicht beide 0 zijn.
pt_pt: Quando o destino é "." (sem serviço), porta e peso devem ambos ser 0.

source: Invalid SRV target.
it_it: Destinazione SRV non valida.
ja_jp: 無効なSRVターゲットです。
nb_no: Ugyldig SRV-mål.
nl_nl: Ongeldig SRV doel.
pt_pt: Destino SRV inválido.

source: Invalid value for the priority field of the SRV record.
it_it: Valore non valido per il campo priorità del record SRV.
ja_jp: SRVレコードの優先度フィールドの値が無効です。
nb_no: Ugyldig verdi for prioritetsfeltet i SRV-posten.
nl_nl: Ongeldige waarde voor het prioriteitsveld van het SRV record.
pt_pt: Valor inválido para o campo de prioridade do registo SRV.

source: Unspecified (::) or loopback (::1) IPv6 addresses should not be used in AAAA records.
it_it: Gli indirizzi IPv6 non specificati (::) o loopback (::1) non dovrebbero essere usati nei record AAAA.
ja_jp: 未指定（::）またはループバック（::1）IPv6アドレスはAAAAレコードで使用すべきではありません。
nb_no: Uspesifiserte (::) eller loopback (::1) IPv6-adresser bør ikke brukes i AAAA-poster.
nl_nl: Unspecified (::) of loopback (::1) IPv6 adressen mogen niet gebruikt worden in AAAA records.
pt_pt: Endereços IPv6 não especificados (::) ou de loopback (::1) não devem ser usados em registos AAAA.

source: Site-local IPv6 addresses (fec0::/10) are deprecated and should not be used.
it_it: Gli indirizzi IPv6 site-local (fec0::/10) sono deprecati e non dovrebbero essere usati.
ja_jp: サイトローカルIPv6アドレス（fec0::/10）は非推奨であり、使用すべきではありません。
nb_no: Site-lokale IPv6-adresser (fec0::/10) er utdatert og bør ikke brukes.
nl_nl: Site-local IPv6 adressen (fec0::/10) zijn verouderd en mogen niet gebruikt worden.
pt_pt: Endereços IPv6 site-local (fec0::/10) estão descontinuados e não devem ser usados.

source: Invalid value for priority field. AAAA records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record AAAA devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。AAAAレコードの優先度値は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. AAAA-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. AAAA records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos AAAA devem ter valor de prioridade 0.

source: NSEC3 record owner names should typically be a Base32hex encoded hash followed by the zone name (e.g., "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
it_it: I nomi proprietari dei record NSEC3 dovrebbero tipicamente essere un hash codificato Base32hex seguito dal nome della zona (es. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
ja_jp: NSEC3レコードの所有者名は通常、Base32hex エンコードされたハッシュとそれに続くゾーン名であるべきです（例：「B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com」）。
nb_no: NSEC3-post eiernavn bør vanligvis være en Base32hex-kodet hash fulgt av zonenavn (f.eks. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
nl_nl: NSEC3 record eigenaarsnamen moeten doorgaans een Base32hex gecodeerde hash zijn gevolgd door de zonenaam (bijv. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
pt_pt: Os nomes de proprietário de registo NSEC3 devem tipicamente ser um hash codificado em Base32hex seguido do nome da zona (ex: "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.exemplo.com").

source: NSEC3 record content cannot be empty.
it_it: Il contenuto del record NSEC3 non può essere vuoto.
ja_jp: NSEC3レコードの内容は空にできません。
nb_no: NSEC3-postinnhold kan ikke være tomt.
nl_nl: NSEC3 record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo NSEC3 não pode estar vazio.

source: NSEC3 record contains invalid characters.
it_it: Il record NSEC3 contiene caratteri non validi.
ja_jp: NSEC3レコードに無効な文字が含まれています。
nb_no: NSEC3-post inneholder ugyldige tegn.
nl_nl: NSEC3 record bevat ongeldige karakters.
pt_pt: O registo NSEC3 contém caracteres inválidos.

source: According to RFC 5155 and RFC 9077, NSEC3 records should have the same TTL as the SOA minimum TTL field.
it_it: Secondo RFC 5155 e RFC 9077, i record NSEC3 dovrebbero avere lo stesso TTL del campo TTL minimo SOA.
ja_jp: RFC 5155およびRFC 9077によると、NSEC3レコードはSOA最小TTLフィールドと同じTTLを持つべきです。
nb_no: I henhold til RFC 5155 og RFC 9077 bør NSEC3-poster ha samme TTL som SOA minimum TTL-felt.
nl_nl: Volgens RFC 5155 en RFC 9077 moeten NSEC3 records dezelfde TTL hebben als het SOA minimum TTL veld.
pt_pt: Conforme RFC 5155 e RFC 9077, os registos NSEC3 devem ter o mesmo TTL que o campo TTL mínimo SOA.

source: NSEC3 records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
it_it: I record NSEC3 fanno parte di DNSSEC e dovrebbero essere gestiti solo insieme ad altri record DNSSEC (DNSKEY, RRSIG, ecc.).
ja_jp: NSEC3レコードはDNSSECの一部であり、他のDNSSECレコード（DNSKEY、RRSIGなど）と一緒に管理すべきです。
nb_no: NSEC3-poster er del av DNSSEC og bør kun administreres sammen med andre DNSSEC-poster (DNSKEY, RRSIG, osv.).
nl_nl: NSEC3 records zijn onderdeel van DNSSEC en moeten alleen beheerd worden naast andere DNSSEC records (DNSKEY, RRSIG, enz.).
pt_pt: Os registos NSEC3 são parte do DNSSEC e devem ser geridos apenas juntamente com outros registos DNSSEC (DNSKEY, RRSIG, etc.).

source: Manually editing NSEC3 records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
it_it: La modifica manuale dei record NSEC3 non è raccomandata poiché sono tipicamente generati automaticamente da nameserver compatibili con DNSSEC.
ja_jp: NSEC3レコードの手動編集は推奨されません。これらは通常、DNSSEC対応ネームサーバーによって自動的に生成されるためです。
nb_no: Manuell redigering av NSEC3-poster anbefales ikke da de vanligvis genereres automatisk av DNSSEC-bevisste navneservere.
nl_nl: Handmatig bewerken van NSEC3 records wordt niet aanbevolen omdat ze doorgaans automatisch gegenereerd worden door DNSSEC-bewuste nameservers.
pt_pt: A edição manual de registos NSEC3 não é recomendada pois são tipicamente gerados automaticamente por servidores de nomes DNSSEC-aware.

source: NSEC3 records require a corresponding NSEC3PARAM record at the zone apex to indicate the NSEC3 parameters in use.
it_it: I record NSEC3 richiedono un record NSEC3PARAM corrispondente al vertice della zona per indicare i parametri NSEC3 in uso.
ja_jp: NSEC3レコードは、使用中のNSEC3パラメータを示すために、ゾーンの頂点に対応するNSEC3PARAMレコードが必要です。
nb_no: NSEC3-poster krever en tilsvarende NSEC3PARAM-post i zone-toppen for å indikere NSEC3-parametrene som brukes.
nl_nl: NSEC3 records vereisen een overeenkomend NSEC3PARAM record op de zone apex om de gebruikte NSEC3 parameters aan te geven.
pt_pt: Os registos NSEC3 requerem um registo NSEC3PARAM correspondente no apex da zona para indicar os parâmetros NSEC3 em uso.

source: NSEC3 record must contain at least hash algorithm, flags, iterations, salt, and next hashed owner name.
it_it: Il record NSEC3 deve contenere almeno algoritmo hash, flag, iterazioni, salt e nome proprietario hash successivo.
ja_jp: NSEC3レコードには、少なくともハッシュアルゴリズム、フラグ、イテレーション、ソルト、および次のハッシュ化された所有者名を含める必要があります。
nb_no: NSEC3-post må inneholde minst hash-algoritme, flagg, iterasjoner, salt og neste hashede eiernavn.
nl_nl: NSEC3 record moet minstens hash algoritme, flags, iteraties, salt en volgende gehashte eigenaarsnaam bevatten.
pt_pt: O registo NSEC3 deve conter pelo menos algoritmo de hash, flags, iterações, sal e próximo nome de proprietário com hash.

source: NSEC3 hash algorithm must be 1 (SHA-1).
it_it: L'algoritmo hash NSEC3 deve essere 1 (SHA-1).
ja_jp: NSEC3ハッシュアルゴリズムは1（SHA-1）である必要があります。
nb_no: NSEC3 hash-algoritme må være 1 (SHA-1).
nl_nl: NSEC3 hash algoritme moet 1 (SHA-1) zijn.
pt_pt: O algoritmo de hash NSEC3 deve ser 1 (SHA-1).

source: NSEC3 flags must be 0 or 1.
it_it: I flag NSEC3 devono essere 0 o 1.
ja_jp: NSEC3フラグは0または1である必要があります。
nb_no: NSEC3-flagg må være 0 eller 1.
nl_nl: NSEC3 flags moeten 0 of 1 zijn.
pt_pt: As flags NSEC3 devem ser 0 ou 1.

source: NSEC3 iterations must be between 0 and 2500.
it_it: Le iterazioni NSEC3 devono essere comprese tra 0 e 2500.
ja_jp: NSEC3イテレーションは0から2500の間である必要があります。
nb_no: NSEC3-iterasjoner må være mellom 0 og 2500.
nl_nl: NSEC3 iteraties moeten tussen 0 en 2500 liggen.
pt_pt: As iterações NSEC3 devem estar entre 0 e 2500.

source: NSEC3 salt must be - (for empty) or a hexadecimal value.
it_it: Il salt NSEC3 deve essere - (per vuoto) o un valore esadecimale.
ja_jp: NSEC3ソルトは-（空の場合）または16進値である必要があります。
nb_no: NSEC3-salt må være - (for tomt) eller en heksadesimal verdi.
nl_nl: NSEC3 salt moet - (voor leeg) of een hexadecimale waarde zijn.
pt_pt: O sal NSEC3 deve ser - (para vazio) ou um valor hexadecimal.

source: NSEC3 next hashed owner name must be a valid Base32hex encoded value (using characters 0-9 and A-V).
it_it: Il nome proprietario hash successivo NSEC3 deve essere un valore codificato Base32hex valido (usando caratteri 0-9 e A-V).
ja_jp: NSEC3次のハッシュ化された所有者名は、有効なBase32hexエンコード値（文字0-9およびA-Vを使用）である必要があります。
nb_no: NSEC3 neste hashede eiernavn må være en gyldig Base32hex-kodet verdi (bruker tegn 0-9 og A-V).
nl_nl: NSEC3 volgende gehashte eigenaarsnaam moet een geldige Base32hex gecodeerde waarde zijn (met karakters 0-9 en A-V).
pt_pt: O próximo nome de proprietário com hash NSEC3 deve ser um valor codificado em Base32hex válido (usando caracteres 0-9 e A-V).

source: Type bit maps should be present to indicate which RR types exist at the original owner name.
it_it: Le mappe di bit del tipo dovrebbero essere presenti per indicare quali tipi RR esistono al nome proprietario originale.
ja_jp: 元の所有者名にどのRRタイプが存在するかを示すために、タイプビットマップが存在すべきです。
nb_no: Type bit-kart bør være tilstede for å indikere hvilke RR-typer som finnes ved det opprinnelige eiernavnet.
nl_nl: Type bit maps moeten aanwezig zijn om aan te geven welke RR types bestaan bij de oorspronkelijke eigenaarsnaam.
pt_pt: Mapas de bits de tipo devem estar presentes para indicar quais tipos RR existem no nome de proprietário original.

source: NSEC3 record contains an invalid record type: %s
it_it: Il record NSEC3 contiene un tipo di record non valido: %s
ja_jp: NSEC3レコードに無効なレコードタイプが含まれています：%s
nb_no: NSEC3-post inneholder en ugyldig posttype: %s
nl_nl: NSEC3 record bevat een ongeldig recordtype: %s
pt_pt: O registo NSEC3 contém um tipo de registo inválido: %s

source: RRSIG type should typically be present in NSEC3 type bit maps for DNSSEC-signed zones.
it_it: Il tipo RRSIG dovrebbe tipicamente essere presente nelle mappe di bit del tipo NSEC3 per le zone firmate DNSSEC.
ja_jp: DNSSEC署名済みゾーンでは、通常RRSIGタイプがNSEC3タイプビットマップに存在すべきです。
nb_no: RRSIG-type bør vanligvis være tilstede i NSEC3-type bit-kart for DNSSEC-signerte soner.
nl_nl: RRSIG type moet doorgaans aanwezig zijn in NSEC3 type bit maps voor DNSSEC-ondertekende zones.
pt_pt: O tipo RRSIG deve tipicamente estar presente nos mapas de bits de tipo NSEC3 para zonas assinadas com DNSSEC.

source: This NSEC3 record contains both SOA and NS types, indicating it might be for a zone apex.
it_it: Questo record NSEC3 contiene sia i tipi SOA che NS, indicando che potrebbe essere per un vertice di zona.
ja_jp: このNSEC3レコードにはSOAとNSの両方のタイプが含まれており、ゾーンの頂点のものである可能性があります。
nb_no: Denne NSEC3-posten inneholder både SOA- og NS-typer, noe som indikerer at den kan være for en zone-topp.
nl_nl: Dit NSEC3 record bevat zowel SOA als NS types, wat aangeeft dat het mogelijk voor een zone apex is.
pt_pt: Este registo NSEC3 contém tipos SOA e NS, indicando que pode ser para um apex de zona.

source: For a zone apex using NSEC3, the NSEC3PARAM type should typically be present along with DNSKEY.
it_it: Per un vertice di zona che usa NSEC3, il tipo NSEC3PARAM dovrebbe tipicamente essere presente insieme a DNSKEY.
ja_jp: NSEC3を使用するゾーンの頂点では、通常NSEC3PARAMタイプがDNSKEYと一緒に存在すべきです。
nb_no: For en zone-topp som bruker NSEC3, bør NSEC3PARAM-typen vanligvis være tilstede sammen med DNSKEY.
nl_nl: Voor een zone apex die NSEC3 gebruikt, moet het NSEC3PARAM type doorgaans aanwezig zijn samen met DNSKEY.
pt_pt: Para um apex de zona usando NSEC3, o tipo NSEC3PARAM deve tipicamente estar presente juntamente com DNSKEY.

source: Invalid characters have been used in this record.
it_it: Sono stati usati caratteri non validi in questo record.
ja_jp: このレコードで無効な文字が使用されています。
nb_no: Ugyldige tegn er brukt i denne posten.
nl_nl: Ongeldige karakters zijn gebruikt in dit record.
pt_pt: Caracteres inválidos foram usados neste registo.

source: You cannot use html tags for this type of record.
it_it: Non è possibile usare tag HTML per questo tipo di record.
ja_jp: この種類のレコードではHTMLタグを使用できません。
nb_no: Du kan ikke bruke html-tagger for denne typen post.
nl_nl: U kunt geen html tags gebruiken voor dit type record.
pt_pt: Não pode usar etiquetas html para este tipo de registo.

source: Add quotes around TXT record content.
it_it: Aggiungi virgolette attorno al contenuto del record TXT.
ja_jp: TXTレコードの内容の周りに引用符を追加してください。
nb_no: Legg anførselstegn rundt TXT-postinnhold.
nl_nl: Voeg aanhalingstekens toe rondom TXT record inhoud.
pt_pt: Adicione aspas em redor do conteúdo do registo TXT.

source: Invalid domain name format.
it_it: Formato del nome di dominio non valido.
ja_jp: ドメイン名の形式が無効です。
nb_no: Ugyldig domenenavnformat.
nl_nl: Ongeldig domeinnaam formaat.
pt_pt: Formato de nome de domínio inválido.

source: This appears to be an ENUM domain. NAPTR records should use E2U service field and follow RFC 6116.
it_it: Questo sembra essere un dominio ENUM. I record NAPTR dovrebbero usare il campo servizio E2U e seguire RFC 6116.
ja_jp: これはENUMドメインのようです。NAPTRレコードはE2Uサービスフィールドを使用し、RFC 6116に従うべきです。
nb_no: Dette ser ut til å være et ENUM-domene. NAPTR-poster bør bruke E2U-tjenestefelt og følge RFC 6116.
nl_nl: Dit lijkt een ENUM domein te zijn. NAPTR records moeten E2U service veld gebruiken en RFC 6116 volgen.
pt_pt: Isto parece ser um domínio ENUM. Os registos NAPTR devem usar o campo de serviço E2U e seguir a RFC 6116.

source: Complex regexp patterns in NAPTR records can be difficult to debug and maintain.
it_it: I pattern regexp complessi nei record NAPTR possono essere difficili da debuggare e mantenere.
ja_jp: NAPTRレコードの複雑な正規表現パターンは、デバッグと保守が困難な場合があります。
nb_no: Komplekse regexp-mønstre i NAPTR-poster kan være vanskelige å feilsøke og vedlikeholde.
nl_nl: Complexe regexp patronen in NAPTR records kunnen moeilijk te debuggen en onderhouden zijn.
pt_pt: Padrões de regexp complexos em registos NAPTR podem ser difíceis de depurar e manter.

source: This record follows RFC 3403. Be aware that some DNS servers may not fully support all NAPTR features.
it_it: Questo record segue RFC 3403. Tieni presente che alcuni server DNS potrebbero non supportare completamente tutte le funzionalità NAPTR.
ja_jp: このレコードはRFC 3403に従います。一部のDNSサーバーはすべてのNAPTR機能を完全にサポートしていない可能性があることに注意してください。
nb_no: Denne posten følger RFC 3403. Vær oppmerksom på at noen DNS-servere kanskje ikke støtter alle NAPTR-funksjoner fullt ut.
nl_nl: Dit record volgt RFC 3403. Wees bewust dat sommige DNS servers mogelijk niet alle NAPTR functies volledig ondersteunen.
pt_pt: Este registo segue a RFC 3403. Esteja ciente de que alguns servidores DNS podem não suportar totalmente todas as funcionalidades NAPTR.

source: Invalid value for priority field. NAPTR records have priority within the content field and must have a priority value of 0.
it_it: Valore non valido per il campo priorità. I record NAPTR hanno priorità all'interno del campo contenuto e devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。NAPTRレコードは内容フィールド内に優先度を持ち、優先度値は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. NAPTR-poster har prioritet innenfor innholdsfeltet og må ha en prioritetsverdi på 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. NAPTR records hebben prioriteit binnen het inhoudsveld en moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos NAPTR têm prioridade dentro do campo de conteúdo e devem ter um valor de prioridade 0.

source: NAPTR record must contain order, preference, flags, service, regexp, and replacement values.
it_it: Il record NAPTR deve contenere valori ordine, preferenza, flag, servizio, regexp e sostituzione.
ja_jp: NAPTRレコードには、オーダー、プリファレンス、フラグ、サービス、正規表現、置換値を含める必要があります。
nb_no: NAPTR-post må inneholde rekkefølge, preferanse, flagg, tjeneste, regexp og erstatningsverdier.
nl_nl: NAPTR record moet order, preference, flags, service, regexp en replacement waarden bevatten.
pt_pt: O registo NAPTR deve conter valores de ordem, preferência, flags, serviço, regexp e substituição.

source: NAPTR record order must be a number between 0 and 65535.
it_it: L'ordine del record NAPTR deve essere un numero compreso tra 0 e 65535.
ja_jp: NAPTRレコードのオーダーは0から65535の間の数値である必要があります。
nb_no: NAPTR-post rekkefølge må være et tall mellom 0 og 65535.
nl_nl: NAPTR record order moet een getal tussen 0 en 65535 zijn.
pt_pt: A ordem do registo NAPTR deve ser um número entre 0 e 65535.

source: NAPTR record preference must be a number between 0 and 65535.
it_it: La preferenza del record NAPTR deve essere un numero compreso tra 0 e 65535.
ja_jp: NAPTRレコードのプリファレンスは0から65535の間の数値である必要があります。
nb_no: NAPTR-post preferanse må være et tall mellom 0 og 65535.
nl_nl: NAPTR record preference moet een getal tussen 0 en 65535 zijn.
pt_pt: A preferência do registo NAPTR deve ser um número entre 0 e 65535.

source: NAPTR record flags must be a quoted string.
it_it: I flag del record NAPTR devono essere una stringa quotata.
ja_jp: NAPTRレコードのフラグは引用符で囲まれた文字列である必要があります。
nb_no: NAPTR-post flagg må være en streng i anførselstegn.
nl_nl: NAPTR record flags moeten een quoted string zijn.
pt_pt: As flags do registo NAPTR devem ser uma string entre aspas.

source: NAPTR record flags must contain only A, P, S, or U.
it_it: I flag del record NAPTR devono contenere solo A, P, S o U.
ja_jp: NAPTRレコードのフラグはA、P、S、またはUのみを含む必要があります。
nb_no: NAPTR-post flagg må kun inneholde A, P, S eller U.
nl_nl: NAPTR record flags mogen alleen A, P, S of U bevatten.
pt_pt: As flags do registo NAPTR devem conter apenas A, P, S ou U.

source: NAPTR record service must be a quoted string.
it_it: Il servizio del record NAPTR deve essere una stringa quotata.
ja_jp: NAPTRレコードのサービスは引用符で囲まれた文字列である必要があります。
nb_no: NAPTR-post tjeneste må være en streng i anførselstegn.
nl_nl: NAPTR record service moet een quoted string zijn.
pt_pt: O serviço do registo NAPTR deve ser uma string entre aspas.
