Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: RP record must contain mailbox-domain (mbox-dname) and txt-record-domain (txt-dname).
it_it: Il record RP deve contenere dominio-casella-postale (mbox-dname) e dominio-record-txt (txt-dname).
ja_jp: RPレコードはメールボックス・ドメイン（mbox-dname）とTXTレコード・ドメイン（txt-dname）を含む必要があります。
nb_no: RP-posten må inneholde mailbox-domain (mbox-dname) og txt-record-domain (txt-dname).
nl_nl: RP record moet mailbox-domain (mbox-dname) en txt-record-domain (txt-dname) bevatten.
pt_pt: O registo RP deve conter domínio-caixa-correio (mbox-dname) e domínio-registo-txt (txt-dname).

source: RP records expose contact information in DNS which can create privacy and security concerns.
it_it: I record RP espongono informazioni di contatto nel DNS che possono creare preoccupazioni di privacy e sicurezza.
ja_jp: RPレコードはDNSで連絡先情報を公開するため、プライバシーとセキュリティの懸念を生じる可能性があります。
nb_no: RP-poster eksponerer kontaktinformasjon i DNS som kan skape personvern- og sikkerhetsproblemer.
nl_nl: RP records stellen contactinformatie bloot in DNS wat privacy- en beveiligingsproblemen kan creëren.
pt_pt: Os registos RP expõem informação de contacto no DNS que pode criar preocupações de privacidade e segurança.

source: The RP record is less commonly used today. Consider using WHOIS records or other contact mechanisms instead.
it_it: Il record RP è meno comunemente usato oggi. Considera di usare record WHOIS o altri meccanismi di contatto invece.
ja_jp: RPレコードは今日ではあまり使用されていません。代わりにWHOISレコードまたは他の連絡メカニズムの使用を検討してください。
nb_no: RP-posten brukes sjeldnere i dag. Vurder å bruke WHOIS-poster eller andre kontaktmekanismer i stedet.
nl_nl: Het RP record wordt tegenwoordig minder gebruikt. Overweeg WHOIS records of andere contactmechanismen te gebruiken.
pt_pt: O registo RP é menos comummente usado hoje. Considere usar registos WHOIS ou outros mecanismos de contacto em vez disso.

source: Ensure corresponding TXT records exist for the txt-dname field if not using a dot (.).
it_it: Assicurati che esistano record TXT corrispondenti per il campo txt-dname se non si usa un punto (.).
ja_jp: ドット（.）を使用していない場合は、txt-dnameフィールドに対応するTXTレコードが存在することを確認してください。
nb_no: Sørg for at tilhørende TXT-poster eksisterer for txt-dname feltet hvis du ikke bruker en punktum (.).
nl_nl: Zorg ervoor dat bijbehorende TXT records bestaan voor het txt-dname veld als geen punt (.) gebruikt wordt.
pt_pt: Certifique-se de que existem registos TXT correspondentes para o campo txt-dname se não estiver usando um ponto (.).

source: Using "." for the mailbox domain indicates no responsible person is specified. This is not recommended for production domains.
it_it: Usare ".", per il dominio della casella postale indica che nessuna persona responsabile è specificata. Questo non è raccomandato per domini di produzione.
ja_jp: メールボックスドメインに「.」を使用することは、責任者が指定されていないことを示します。これは本番ドメインには推奨されません。
nb_no: Å bruke "." for mailbox-domenet indikerer at ingen ansvarlig person er spesifisert. Dette anbefales ikke for produksjonsdomener.
nl_nl: Het gebruik van "." voor het mailbox domein geeft aan dat geen verantwoordelijke persoon is gespecificeerd. Dit wordt niet aanbevolen voor productiedomeinen.
pt_pt: Usar "." para o domínio da caixa de correio indica que nenhuma pessoa responsável está especificada. Isto não é recomendado para domínios de produção.

source: RP mailbox domain must be a fully qualified domain name (end with a dot).
it_it: Il dominio della casella postale RP deve essere un nome di dominio completamente qualificato (terminare con un punto).
ja_jp: RPメールボックスドメインは完全修飾ドメイン名（ドットで終わる）である必要があります。
nb_no: RP mailbox-domenet må være et fullt kvalifisert domenenavn (slutte med punktum).
nl_nl: RP mailbox domein moet een fully qualified domain name zijn (eindigen met een punt).
pt_pt: O domínio da caixa de correio RP deve ser um nome de domínio totalmente qualificado (terminar com um ponto).

source: RP mailbox local part contains invalid characters. Only characters valid in email addresses are allowed.
it_it: La parte locale della casella postale RP contiene caratteri non validi. Sono consentiti solo caratteri validi negli indirizzi email.
ja_jp: RPメールボックスのローカル部分に無効な文字が含まれています。メールアドレスで有効な文字のみが許可されます。
nb_no: RP mailbox lokaldel inneholder ugyldige tegn. Kun tegn som er gyldige i e-postadresser er tillatt.
nl_nl: RP mailbox lokaal deel bevat ongeldige karakters. Alleen karakters geldig in e-mailadressen zijn toegestaan.
pt_pt: A parte local da caixa de correio RP contém caracteres inválidos. Apenas caracteres válidos em endereços de e-mail são permitidos.

source: The mailbox domain represents the email address: %s
it_it: Il dominio della casella postale rappresenta l'indirizzo email: %s
ja_jp: メールボックスドメインはメールアドレスを表します：%s
nb_no: Mailbox-domenet representerer e-postadressen: %s
nl_nl: Het mailbox domein vertegenwoordigt het e-mailadres: %s
pt_pt: O domínio da caixa de correio representa o endereço de e-mail: %s

source: RP mailbox domain part contains underscores, which are not allowed in domain names.
it_it: La parte del dominio della casella postale RP contiene underscore, che non sono consentiti nei nomi di dominio.
ja_jp: RPメールボックスドメイン部分にアンダースコアが含まれており、これはドメイン名では許可されていません。
nb_no: RP mailbox-domenedelen inneholder understreker, som ikke er tillatt i domenenavn.
nl_nl: RP mailbox domein deel bevat underscores, die niet toegestaan zijn in domeinnamen.
pt_pt: A parte do domínio da caixa de correio RP contém sublinhados, que não são permitidos em nomes de domínio.

source: RP mailbox domain must include both local part and domain sections.
it_it: Il dominio della casella postale RP deve includere sia la parte locale che le sezioni del dominio.
ja_jp: RPメールボックスドメインはローカル部分とドメインセクションの両方を含む必要があります。
nb_no: RP mailbox-domenet må inkludere både lokaldel og domeneseksjoner.
nl_nl: RP mailbox domein moet zowel lokaal deel als domeinsecties bevatten.
pt_pt: O domínio da caixa de correio RP deve incluir tanto a parte local quanto as secções de domínio.

source: RP mailbox domain contains empty label.
it_it: Il dominio della casella postale RP contiene un'etichetta vuota.
ja_jp: RPメールボックスドメインに空のラベルが含まれています。
nb_no: RP mailbox-domenet inneholder tom etikett.
nl_nl: RP mailbox domein bevat leeg label.
pt_pt: O domínio da caixa de correio RP contém etiqueta vazia.

source: RP mailbox domain label exceeds maximum length of 63 characters.
it_it: L'etichetta del dominio della casella postale RP supera la lunghezza massima di 63 caratteri.
ja_jp: RPメールボックスドメインラベルが最大長63文字を超えています。
nb_no: RP mailbox-domeneetikett overstiger maksimal lengde på 63 tegn.
nl_nl: RP mailbox domein label overschrijdt de maximale lengte van 63 karakters.
pt_pt: A etiqueta do domínio da caixa de correio RP excede o comprimento máximo de 63 caracteres.

source: RP mailbox domain contains invalid characters or format.
it_it: Il dominio della casella postale RP contiene caratteri o formato non validi.
ja_jp: RPメールボックスドメインに無効な文字または形式が含まれています。
nb_no: RP mailbox-domenet inneholder ugyldige tegn eller format.
nl_nl: RP mailbox domein bevat ongeldige karakters of formaat.
pt_pt: O domínio da caixa de correio RP contém caracteres ou formato inválidos.

source: RP mailbox domain exceeds maximum length of 253 characters.
it_it: Il dominio della casella postale RP supera la lunghezza massima di 253 caratteri.
ja_jp: RPメールボックスドメインが最大長253文字を超えています。
nb_no: RP mailbox-domenet overstiger maksimal lengde på 253 tegn.
nl_nl: RP mailbox domein overschrijdt de maximale lengte van 253 karakters.
pt_pt: O domínio da caixa de correio RP excede o comprimento máximo de 253 caracteres.

source: RP mailbox domain part is not a valid domain name.
it_it: La parte del dominio della casella postale RP non è un nome di dominio valido.
ja_jp: RPメールボックスドメイン部分は有効なドメイン名ではありません。
nb_no: RP mailbox-domenedelen er ikke et gyldig domenenavn.
nl_nl: RP mailbox domein deel is geen geldige domeinnaam.
pt_pt: A parte do domínio da caixa de correio RP não é um nome de domínio válido.

source: The mailbox domain should use the same format as the RNAME field in SOA records, with @ replaced by a dot.
it_it: Il dominio della casella postale deve usare lo stesso formato del campo RNAME nei record SOA, con @ sostituito da un punto.
ja_jp: メールボックスドメインは、@をドットに置き換えて、SOAレコードのRNAMEフィールドと同じ形式を使用する必要があります。
nb_no: Mailbox-domenet bør bruke samme format som RNAME-feltet i SOA-poster, med @ erstattet av et punktum.
nl_nl: Het mailbox domein moet hetzelfde formaat gebruiken als het RNAME veld in SOA records, met @ vervangen door een punt.
pt_pt: O domínio da caixa de correio deve usar o mesmo formato que o campo RNAME nos registos SOA, com @ substituído por um ponto.

source: Using "." for the TXT domain indicates no additional information TXT record is available.
it_it: Usare ".", per il dominio TXT indica che nessun record TXT di informazioni aggiuntive è disponibile.
ja_jp: TXTドメインに「.」を使用することは、追加情報のTXTレコードが利用できないことを示します。
nb_no: Å bruke "." for TXT-domenet indikerer at ingen ekstra informasjon TXT-post er tilgjengelig.
nl_nl: Het gebruik van "." voor het TXT domein geeft aan dat geen aanvullende informatie TXT record beschikbaar is.
pt_pt: Usar "." para o domínio TXT indica que nenhum registo TXT de informação adicional está disponível.

source: RP TXT domain must be a fully qualified domain name (end with a dot).
it_it: Il dominio TXT RP deve essere un nome di dominio completamente qualificato (terminare con un punto).
ja_jp: RP TXTドメインは完全修飾ドメイン名（ドットで終わる）である必要があります。
nb_no: RP TXT-domenet må være et fullt kvalifisert domenenavn (slutte med punktum).
nl_nl: RP TXT domein moet een fully qualified domain name zijn (eindigen met een punt).
pt_pt: O domínio TXT RP deve ser um nome de domínio totalmente qualificado (terminar com um ponto).

source: RP TXT domain is not a valid domain name.
it_it: Il dominio TXT RP non è un nome di dominio valido.
ja_jp: RP TXTドメインは有効なドメイン名ではありません。
nb_no: RP TXT-domenet er ikke et gyldig domenenavn.
nl_nl: RP TXT domein is geen geldige domeinnaam.
pt_pt: O domínio TXT RP não é um nome de domínio válido.

source: RP TXT domain contains empty label.
it_it: Il dominio TXT RP contiene un'etichetta vuota.
ja_jp: RP TXTドメインに空のラベルが含まれています。
nb_no: RP TXT-domenet inneholder tom etikett.
nl_nl: RP TXT domein bevat leeg label.
pt_pt: O domínio TXT RP contém etiqueta vazia.

source: RP TXT domain label exceeds maximum length of 63 characters.
it_it: L'etichetta del dominio TXT RP supera la lunghezza massima di 63 caratteri.
ja_jp: RP TXTドメインラベルが最大長63文字を超えています。
nb_no: RP TXT-domeneetikett overstiger maksimal lengde på 63 tegn.
nl_nl: RP TXT domein label overschrijdt de maximale lengte van 63 karakters.
pt_pt: A etiqueta do domínio TXT RP excede o comprimento máximo de 63 caracteres.

source: RP TXT domain contains invalid characters or format.
it_it: Il dominio TXT RP contiene caratteri o formato non validi.
ja_jp: RP TXTドメインに無効な文字または形式が含まれています。
nb_no: RP TXT-domenet inneholder ugyldige tegn eller format.
nl_nl: RP TXT domein bevat ongeldige karakters of formaat.
pt_pt: O domínio TXT RP contém caracteres ou formato inválidos.

source: RP TXT domain exceeds maximum length of 253 characters.
it_it: Il dominio TXT RP supera la lunghezza massima di 253 caratteri.
ja_jp: RP TXTドメインが最大長253文字を超えています。
nb_no: RP TXT-domenet overstiger maksimal lengde på 253 tegn.
nl_nl: RP TXT domein overschrijdt de maximale lengte van 253 karakters.
pt_pt: O domínio TXT RP excede o comprimento máximo de 253 caracteres.

source: Ensure a TXT record exists at this domain name containing contact information for the responsible person.
it_it: Assicurati che esista un record TXT a questo nome di dominio contenente informazioni di contatto per la persona responsabile.
ja_jp: このドメイン名に責任者の連絡先情報を含むTXTレコードが存在することを確認してください。
nb_no: Sørg for at en TXT-post eksisterer på dette domenenavnet som inneholder kontaktinformasjon for den ansvarlige personen.
nl_nl: Zorg ervoor dat een TXT record bestaat op deze domeinnaam met contactinformatie voor de verantwoordelijke persoon.
pt_pt: Certifique-se de que existe um registo TXT neste nome de domínio contendo informação de contacto para a pessoa responsável.

source: You should create a TXT record at domain: %s
it_it: Dovresti creare un record TXT al dominio: %s
ja_jp: ドメイン%sでTXTレコードを作成する必要があります
nb_no: Du bør opprette en TXT-post på domenet: %s
nl_nl: U moet een TXT record aanmaken op domein: %s
pt_pt: Deve criar um registo TXT no domínio: %s

source: This appears to be an EUI-64 address derived from an EUI-48 address (contains FF-FE in the middle).
it_it: Questo sembra essere un indirizzo EUI-64 derivato da un indirizzo EUI-48 (contiene FF-FE nel mezzo).
ja_jp: これはEUI-48アドレスから派生したEUI-64アドレス（中央にFF-FEを含む）のようです。
nb_no: Dette ser ut til å være en EUI-64 adresse avledet fra en EUI-48 adresse (inneholder FF-FE i midten).
nl_nl: Dit lijkt een EUI-64 adres te zijn afgeleid van een EUI-48 adres (bevat FF-FE in het midden).
pt_pt: Este parece ser um endereço EUI-64 derivado de um endereço EUI-48 (contém FF-FE no meio).

source: This appears to be an IPv6 interface identifier (has the universal/local bit flipped compared to standard EUI-64).
it_it: Questo sembra essere un identificatore di interfaccia IPv6 (ha il bit universale/locale invertito rispetto al EUI-64 standard).
ja_jp: これはIPv6インターフェース識別子（標準EUI-64と比較してユニバーサル/ローカルビットが反転している）のようです。
nb_no: Dette ser ut til å være en IPv6 grensesnittidentifikator (har universal/lokal bit snudd sammenlignet med standard EUI-64).
nl_nl: Dit lijkt een IPv6 interface identifier te zijn (heeft de universal/local bit omgedraaid vergeleken met standaard EUI-64).
pt_pt: Este parece ser um identificador de interface IPv6 (tem o bit universal/local invertido comparado ao EUI-64 padrão).

source: Priority field for EUI64 records must be 0 or empty.
it_it: Il campo priorità per i record EUI64 deve essere 0 o vuoto.
ja_jp: EUI64レコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfeltet for EUI64-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor EUI64 records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos EUI64 deve ser 0 ou vazio.

source: RFC 7043 recommends against publishing EUI-64 addresses in the public DNS due to potential privacy implications.
it_it: RFC 7043 sconsiglia di pubblicare indirizzi EUI-64 nel DNS pubblico a causa di potenziali implicazioni sulla privacy.
ja_jp: RFC 7043は、潜在的なプライバシーの影響により、パブリックDNSでEUI-64アドレスを公開することを推奨していません。
nb_no: RFC 7043 anbefaler mot publisering av EUI-64 adresser i offentlig DNS på grunn av potensielle personvernkonsekvenser.
nl_nl: RFC 7043 raadt af om EUI-64 adressen te publiceren in de publieke DNS vanwege mogelijke privacy implicaties.
pt_pt: A RFC 7043 recomenda contra a publicação de endereços EUI-64 no DNS público devido a potenciais implicações de privacidade.

source: EUI64 record uses colon separators (xx:xx:xx:xx:xx:xx:xx:xx) but requires hyphen separators (xx-xx-xx-xx-xx-xx-xx-xx).
it_it: Il record EUI64 usa separatori due punti (xx:xx:xx:xx:xx:xx:xx:xx) ma richiede separatori trattino (xx-xx-xx-xx-xx-xx-xx-xx).
ja_jp: EUI64レコードはコロン区切り（xx:xx:xx:xx:xx:xx:xx:xx）を使用していますが、ハイフン区切り（xx-xx-xx-xx-xx-xx-xx-xx）が必要です。
nb_no: EUI64-posten bruker kolon-skilletegn (xx:xx:xx:xx:xx:xx:xx:xx) men krever bindestrek-skilletegn (xx-xx-xx-xx-xx-xx-xx-xx).
nl_nl: EUI64 record gebruikt dubbele punt scheidingstekens (xx:xx:xx:xx:xx:xx:xx:xx) maar vereist koppelteken scheidingstekens (xx-xx-xx-xx-xx-xx-xx-xx).
pt_pt: O registo EUI64 usa separadores de dois pontos (xx:xx:xx:xx:xx:xx:xx:xx) mas requer separadores de hífen (xx-xx-xx-xx-xx-xx-xx-xx).

source: EUI64 record is missing separators. Format must be xx-xx-xx-xx-xx-xx-xx-xx with hyphens between octets.
it_it: Al record EUI64 mancano i separatori. Il formato deve essere xx-xx-xx-xx-xx-xx-xx-xx con trattini tra gli ottetti.
ja_jp: EUI64レコードに区切り文字がありません。形式はオクテット間にハイフンを入れたxx-xx-xx-xx-xx-xx-xx-xxである必要があります。
nb_no: EUI64-posten mangler skilletegn. Format må være xx-xx-xx-xx-xx-xx-xx-xx med bindestreker mellom oktetter.
nl_nl: EUI64 record mist scheidingstekens. Formaat moet xx-xx-xx-xx-xx-xx-xx-xx zijn met koppeltekens tussen octetten.
pt_pt: O registo EUI64 está sem separadores. O formato deve ser xx-xx-xx-xx-xx-xx-xx-xx com hífens entre octetos.

source: EUI64 record appears to be in dotted format. Format must be xx-xx-xx-xx-xx-xx-xx-xx.
it_it: Il record EUI64 sembra essere in formato puntato. Il formato deve essere xx-xx-xx-xx-xx-xx-xx-xx.
ja_jp: EUI64レコードはドット形式のようです。形式はxx-xx-xx-xx-xx-xx-xx-xxである必要があります。
nb_no: EUI64-posten ser ut til å være i punktum-format. Format må være xx-xx-xx-xx-xx-xx-xx-xx.
nl_nl: EUI64 record lijkt in dotted formaat te zijn. Formaat moet xx-xx-xx-xx-xx-xx-xx-xx zijn.
pt_pt: O registo EUI64 parece estar em formato pontuado. O formato deve ser xx-xx-xx-xx-xx-xx-xx-xx.

source: EUI64 record must be a valid EUI-64 address in xx-xx-xx-xx-xx-xx-xx-xx format (where x is a hexadecimal digit).
it_it: Il record EUI64 deve essere un indirizzo EUI-64 valido nel formato xx-xx-xx-xx-xx-xx-xx-xx (dove x è una cifra esadecimale).
ja_jp: EUI64レコードはxx-xx-xx-xx-xx-xx-xx-xx形式（xは16進数）の有効なEUI-64アドレスである必要があります。
nb_no: EUI64-posten må være en gyldig EUI-64 adresse i xx-xx-xx-xx-xx-xx-xx-xx format (hvor x er et heksadesimalt siffer).
nl_nl: EUI64 record moet een geldig EUI-64 adres zijn in xx-xx-xx-xx-xx-xx-xx-xx formaat (waarbij x een hexadecimaal cijfer is).
pt_pt: O registo EUI64 deve ser um endereço EUI-64 válido no formato xx-xx-xx-xx-xx-xx-xx-xx (onde x é um dígito hexadecimal).

source: This appears to be a multicast address (the least significant bit of the first octet is set to 1).
it_it: Questo sembra essere un indirizzo multicast (il bit meno significativo del primo ottetto è impostato a 1).
ja_jp: これはマルチキャストアドレス（最初のオクテットの最下位ビットが1に設定されている）のようです。
nb_no: Dette ser ut til å være en multicast-adresse (det minst signifikante bit av første oktet er satt til 1).
nl_nl: Dit lijkt een multicast adres te zijn (de minst significante bit van de eerste octet is ingesteld op 1).
pt_pt: Este parece ser um endereço multicast (o bit menos significativo do primeiro octeto está definido como 1).

source: This appears to be a locally administered address (the second least significant bit of the first octet is set to 1).
it_it: Questo sembra essere un indirizzo amministrato localmente (il secondo bit meno significativo del primo ottetto è impostato a 1).
ja_jp: これはローカル管理アドレス（最初のオクテットの2番目の最下位ビットが1に設定されている）のようです。
nb_no: Dette ser ut til å være en lokalt administrert adresse (det nest minst signifikante bit av første oktet er satt til 1).
nl_nl: Dit lijkt een lokaal beheerd adres te zijn (de tweede minst significante bit van de eerste octet is ingesteld op 1).
pt_pt: Este parece ser um endereço administrado localmente (o segundo bit menos significativo do primeiro octeto está definido como 1).

source: This is the all-zeros address, which may not be valid in all contexts.
it_it: Questo è l'indirizzo tutti-zeri, che potrebbe non essere valido in tutti i contesti.
ja_jp: これは全ゼロアドレスで、すべてのコンテキストで有効ではない可能性があります。
nb_no: Dette er alle-nuller adressen, som kanskje ikke er gyldig i alle sammenhenger.
nl_nl: Dit is het all-zeros adres, wat mogelijk niet geldig is in alle contexten.
pt_pt: Este é o endereço todo-zeros, que pode não ser válido em todos os contextos.

source: This appears to be an IANA OUI (00-00-5E) address.
it_it: Questo sembra essere un indirizzo IANA OUI (00-00-5E).
ja_jp: これはIANA OUI（00-00-5E）アドレスのようです。
nb_no: Dette ser ut til å være en IANA OUI (00-00-5E) adresse.
nl_nl: Dit lijkt een IANA OUI (00-00-5E) adres te zijn.
pt_pt: Este parece ser um endereço IANA OUI (00-00-5E).

source: This DNAME record appears to be at zone apex. According to RFC 6672, using DNAME at the zone apex requires special handling for NS and related records.
it_it: Questo record DNAME sembra essere all'apice della zona. Secondo RFC 6672, usare DNAME all'apice della zona richiede una gestione speciale per i record NS e correlati.
ja_jp: このDNAMEレコードはゾーンapexにあるようです。RFC 6672によると、ゾーンapexでDNAMEを使用するには、NSおよび関連レコードの特別な処理が必要です。
nb_no: Denne DNAME-posten ser ut til å være på sone-apex. I henhold til RFC 6672 krever bruk av DNAME på sone-apex spesiell håndtering for NS og relaterte poster.
nl_nl: Dit DNAME record lijkt op zone apex te staan. Volgens RFC 6672 vereist het gebruik van DNAME op de zone apex speciale behandeling voor NS en gerelateerde records.
pt_pt: Este registo DNAME parece estar no apex da zona. Conforme RFC 6672, usar DNAME no apex da zona requer manuseamento especial para registos NS e relacionados.

source: DNAME target must be a valid fully-qualified domain name.
it_it: La destinazione DNAME deve essere un nome di dominio completamente qualificato valido.
ja_jp: DNAMEターゲットは有効な完全修飾ドメイン名である必要があります。
nb_no: DNAME-mål må være et gyldig fullt kvalifisert domenenavn.
nl_nl: DNAME doel moet een geldige fully-qualified domain name zijn.
pt_pt: O destino DNAME deve ser um nome de domínio totalmente qualificado válido.

source: DNAME record cannot point to itself.
it_it: Il record DNAME non può puntare a se stesso.
ja_jp: DNAMEレコードは自身を指すことはできません。
nb_no: DNAME-posten kan ikke peke på seg selv.
nl_nl: DNAME record kan niet naar zichzelf verwijzen.
pt_pt: O registo DNAME não pode apontar para si mesmo.

source: The DNAME target appears to be a subdomain of the owner name. This could create problematic circular references when resolving subdomains.
it_it: La destinazione DNAME sembra essere un sottodominio del nome proprietario. Questo potrebbe creare riferimenti circolari problematici quando si risolvono i sottodomini.
ja_jp: DNAMEターゲットは所有者名のサブドメインのようです。これはサブドメインを解決する際に問題のある循環参照を作成する可能性があります。
nb_no: DNAME-målet ser ut til å være et subdomene av eiernavnet. Dette kan skape problematiske sirkulære referanser ved oppløsning av subdomener.
nl_nl: Het DNAME doel lijkt een subdomein van de eigenaarsnaam te zijn. Dit kan problematische circulaire referenties creëren bij het oplossen van subdomeinen.
pt_pt: O destino DNAME parece ser um subdomínio do nome proprietário. Isto pode criar referências circulares problemáticas ao resolver subdomínios.

source: Priority field for DNAME records must be 0 or empty.
it_it: Il campo priorità per i record DNAME deve essere 0 o vuoto.
ja_jp: DNAMEレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfeltet for DNAME-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor DNAME records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos DNAME deve ser 0 ou vazio.

source: According to RFC 6672, DNAME records must be unique at a given owner name (singleton rule).
it_it: Secondo RFC 6672, i record DNAME devono essere unici per un dato nome proprietario (regola singleton).
ja_jp: RFC 6672によると、DNAMEレコードは指定された所有者名で一意である必要があります（シングルトンルール）。
nb_no: I henhold til RFC 6672 må DNAME-poster være unike på et gitt eiernavn (singleton-regel).
nl_nl: Volgens RFC 6672 moeten DNAME records uniek zijn bij een gegeven eigenaarsnaam (singleton regel).
pt_pt: Conforme RFC 6672, registos DNAME devem ser únicos num dado nome proprietário (regra singleton).

source: DNAME and CNAME records MUST NOT coexist at the same owner name (RFC 6672 Section 2.3).
it_it: I record DNAME e CNAME NON DEVONO coesistere allo stesso nome proprietario (RFC 6672 Sezione 2.3).
ja_jp: DNAMEとCNAMEレコードは同じ所有者名で共存してはいけません（RFC 6672セクション2.3）。
nb_no: DNAME og CNAME-poster MÅ IKKE eksistere sammen på samme eiernavn (RFC 6672 Seksjon 2.3).
nl_nl: DNAME en CNAME records mogen NIET naast elkaar bestaan op dezelfde eigenaarsnaam (RFC 6672 Sectie 2.3).
pt_pt: Registos DNAME e CNAME NÃO DEVEM coexistir no mesmo nome proprietário (RFC 6672 Secção 2.3).
