Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Password does not meet requirements
it_it: La password non soddisfa i requisiti
ja_jp: パスワードが要件を満たしていません
nb_no: Passordet oppfyller ikke kravene
nl_nl: Wachtwoord voldoet niet aan de vereisten
pt_pt: A palavra-passe não cumpre os requisitos

source: Enter your new password for
it_it: Inserisci la tua nuova password per
ja_jp: 新しいパスワードを入力してください：
nb_no: Skriv inn ditt nye passord for
nl_nl: Voer uw nieuwe wachtwoord in voor
pt_pt: Introduza a sua nova palavra-passe para

source: New Password
it_it: Nuova Password
ja_jp: 新しいパスワード
nb_no: Nytt passord
nl_nl: Nieuw Wachtwoord
pt_pt: Nova Palavra-passe

source: Please provide a password
it_it: Fornisci una password
ja_jp: パスワードを入力してください
nb_no: Vennligst oppgi et passord
nl_nl: Geef een wachtwoord op
pt_pt: Por favor forneça uma palavra-passe

source: Confirm Password
it_it: Conferma Password
ja_jp: パスワードを確認
nb_no: Bekreft passord
nl_nl: Wachtwoord Bevestigen
pt_pt: Confirmar Palavra-passe

source: Passwords do not match
it_it: Le password non corrispondono
ja_jp: パスワードが一致しません
nb_no: Passordene stemmer ikke overens
nl_nl: Wachtwoorden komen niet overeen
pt_pt: As palavras-passe não coincidem

source: Password Requirements
it_it: Requisiti Password
ja_jp: パスワード要件
nb_no: Passordkrav
nl_nl: Wachtwoord Vereisten
pt_pt: Requisitos da Palavra-passe

source: Minimum length
it_it: Lunghezza minima
ja_jp: 最小長
nb_no: Minimum lengde
nl_nl: Minimale lengte
pt_pt: Comprimento mínimo

source: characters
it_it: caratteri
ja_jp: 文字
nb_no: tegn
nl_nl: karakters
pt_pt: caracteres

source: At least one uppercase letter
it_it: Almeno una lettera maiuscola
ja_jp: 大文字を少なくとも1文字
nb_no: Minst én stor bokstav
nl_nl: Minstens één hoofdletter
pt_pt: Pelo menos uma letra maiúscula

source: At least one lowercase letter
it_it: Almeno una lettera minuscola
ja_jp: 小文字を少なくとも1文字
nb_no: Minst én liten bokstav
nl_nl: Minstens één kleine letter
pt_pt: Pelo menos uma letra minúscula

source: At least one number
it_it: Almeno un numero
ja_jp: 数字を少なくとも1文字
nb_no: Minst ett tall
nl_nl: Minstens één cijfer
pt_pt: Pelo menos um número

source: At least one special character
it_it: Almeno un carattere speciale
ja_jp: 特殊文字を少なくとも1文字
nb_no: Minst ett spesialtegn
nl_nl: Minstens één speciaal karakter
pt_pt: Pelo menos um carácter especial

source: Zones
it_it: Zone
ja_jp: ゾーン
nb_no: Soner
pt_pt: Zonas

source: Reverse Zone Types
it_it: Tipi di Zone Inverse
ja_jp: 逆引きゾーンタイプ
nb_no: Typer omvendte soner
nl_nl: Omgekeerde Zone Types
pt_pt: Tipos de Zona Reversa

source: All
it_it: Tutte
ja_jp: すべて
nb_no: Alle
nl_nl: Alle
pt_pt: Todas

source: Reverse zones:
it_it: Zone inverse:
ja_jp: 逆引きゾーン：
nb_no: Omvendte soner:
nl_nl: Omgekeerde zones:
pt_pt: Zonas reversas:

source: IPv4 reverse zones:
it_it: Zone inverse IPv4:
ja_jp: IPv4逆引きゾーン：
nb_no: IPv4 omvendte soner:
nl_nl: IPv4 omgekeerde zones:
pt_pt: Zonas reversas IPv4:

source: IPv6 reverse zones:
it_it: Zone inverse IPv6:
ja_jp: IPv6逆引きゾーン：
nb_no: IPv6 omvendte soner:
nl_nl: IPv6 omgekeerde zones:
pt_pt: Zonas reversas IPv6:

source: Rows per page:
it_it: Righe per pagina:
ja_jp: 1ページあたりの行数：
nb_no: Rader per side:
nl_nl: Rijen per pagina:
pt_pt: Linhas por página:

source: There are no reverse zones to show in this listing.
it_it: Non ci sono zone inverse da mostrare in questo elenco.
ja_jp: この一覧に表示する逆引きゾーンがありません。
nb_no: Det er ingen omvendte soner å vise i denne listen.
nl_nl: Er zijn geen reverse zones om te tonen in deze lijst.
pt_pt: Não há zonas reversas para mostrar nesta listagem.

source: Owner
it_it: Proprietario
ja_jp: 所有者
nb_no: Eier
nl_nl: Eigenaar
pt_pt: Proprietário

source: Full name
it_it: Nome completo
ja_jp: 完全名
nb_no: Fullt navn
nl_nl: Volledige naam
pt_pt: Nome completo

source: Associated Forward Zones
it_it: Zone Dirette Associate
ja_jp: 関連する正引きゾーン
nb_no: Tilknyttede normale soner
nl_nl: Geassocieerde Forward Zones
pt_pt: Zonas Directas Associadas

source: Serial
it_it: Seriale
ja_jp: シリアル
nb_no: Serienummer
nl_nl: Serienummer
pt_pt: Série

source: Template
it_it: Modello
ja_jp: テンプレート
nb_no: Mal
nl_nl: Sjabloon
pt_pt: Modelo

source: Delete zone(s)
it_it: Elimina zona/e
ja_jp: ゾーンを削除
nb_no: Slett sone(r)
nl_nl: Zone(s) verwijderen
pt_pt: Eliminar zona(s)

source: Add key
it_it: Aggiungi chiave
ja_jp: キーを追加
nb_no: Legg til nøkkel
nl_nl: Sleutel toevoegen
pt_pt: Adicionar chave

source: Add key for zone
it_it: Aggiungi chiave per la zona
ja_jp: ゾーンのキーを追加
nb_no: Legg til nøkkel for sone
nl_nl: Sleutel toevoegen voor zone
pt_pt: Adicionar chave para zona

source: Key type
it_it: Tipo di chiave
ja_jp: キータイプ
nb_no: Nøkkeltype
nl_nl: Sleuteltype
pt_pt: Tipo de chave

source: Select key type
it_it: Seleziona tipo di chiave
ja_jp: キータイプを選択
nb_no: Velg nøkkeltype
nl_nl: Selecteer sleuteltype
pt_pt: Seleccionar tipo de chave

source: Select algorithm
it_it: Seleziona algoritmo
ja_jp: アルゴリズムを選択
nb_no: Velg algoritme
nl_nl: Selecteer algoritme
pt_pt: Seleccionar algoritmo

source: Bits in length
it_it: Bit di lunghezza
ja_jp: ビット長
nb_no: Antall bits i lengde
nl_nl: Bits in lengte
pt_pt: Bits de comprimento

source: Select bits length
it_it: Seleziona lunghezza in bit
ja_jp: ビット長を選択
nb_no: Velg bitlengde
nl_nl: Selecteer bits lengte
pt_pt: Seleccionar comprimento em bits

source: Recommended bits for
it_it: Bit consigliati per
ja_jp: 推奨ビット数：
nb_no: Anbefalte bits for
nl_nl: Aanbevolen bits voor
pt_pt: Bits recomendados para

source: Warning:
it_it: Avviso:
ja_jp: 警告：
nb_no: Advarsel:
nl_nl: Waarschuwing:
pt_pt: Aviso:

source: bits is not recommended for
it_it: bit non è consigliato per
ja_jp: ビットは推奨されません：
nb_no: bits anbefales ikke for
nl_nl: bits wordt niet aanbevolen voor
pt_pt: bits não é recomendado para

source: About DNSSEC Key Types
it_it: Informazioni sui Tipi di Chiave DNSSEC
ja_jp: DNSSECキータイプについて
nb_no: Om DNSSEC-nøkkeltyper
nl_nl: Over DNSSEC Sleutel Types
pt_pt: Sobre Tipos de Chave DNSSEC

source: Key Types Explained
it_it: Spiegazione dei Tipi di Chiave
ja_jp: キータイプの説明
nb_no: Nøkkeltyper forklart
nl_nl: Sleutel Types Uitgelegd
pt_pt: Tipos de Chave Explicados

source: Combined Signing Key - serves as both KSK and ZSK (recommended for PowerDNS 4.0+)
it_it: Chiave di Firma Combinata - funge da KSK e ZSK (consigliata per PowerDNS 4.0+)
ja_jp: 統合署名キー - KSKとZSKの両方として機能（PowerDNS 4.0+推奨）
nb_no: Kombinert signeringsnøkkel - fungerer som både KSK og ZSK (anbefales for PowerDNS 4.0+)
nl_nl: Gecombineerde Ondertekenings Sleutel - fungeert als zowel KSK als ZSK (aanbevolen voor PowerDNS 4.0+)
pt_pt: Chave de Assinatura Combinada - serve como KSK e ZSK (recomendado para PowerDNS 4.0+)

source: Key Signing Key - signs the DNSKEY records in the zone
it_it: Chiave di Firma delle Chiavi - firma i record DNSKEY nella zona
ja_jp: キー署名キー - ゾーンのDNSKEYレコードに署名
nb_no: Nøkkelsigneringsnøkkel - signerer DNSKEY-postene i sonen
nl_nl: Key Signing Key - ondertekent de DNSKEY records in de zone
pt_pt: Chave de Assinatura de Chave - assina os registos DNSKEY na zona

source: Zone Signing Key - signs all other records in the zone
it_it: Chiave di Firma della Zona - firma tutti gli altri record nella zona
ja_jp: ゾーン署名キー - ゾーンの他のすべてのレコードに署名
nb_no: Sonesigneringsnøkkel - signerer alle andre poster i sonen
nl_nl: Zone Signing Key - ondertekent alle andere records in de zone
pt_pt: Chave de Assinatura de Zona - assina todos os outros registos na zona

source: Recommended Settings
it_it: Impostazioni Consigliate
ja_jp: 推奨設定
nb_no: Anbefalte innstillinger
nl_nl: Aanbevolen Instellingen
pt_pt: Configurações Recomendadas

source: For modern deployments, ECDSA (algorithm 13, ECDSAP256SHA256) with 256 bits provides strong security with better performance.
it_it: Per distribuzioni moderne, ECDSA (algoritmo 13, ECDSAP256SHA256) con 256 bit fornisce sicurezza forte con migliori prestazioni.
ja_jp: 現代の展開では、256ビットのECDSA（アルゴリズム13、ECDSAP256SHA256）が優れたパフォーマンスで強力なセキュリティを提供します。
nb_no: For moderne implementeringer gir ECDSA (algoritme 13, ECDSAP256SHA256) med 256 bits sterk sikkerhet med bedre ytelse.
nl_nl: Voor moderne implementaties biedt ECDSA (algoritme 13, ECDSAP256SHA256) met 256 bits sterke beveiliging met betere prestaties.
pt_pt: Para implementações modernas, ECDSA (algoritmo 13, ECDSAP256SHA256) com 256 bits fornece segurança robusta com melhor desempenho.

source: Edit user
it_it: Modifica utente
ja_jp: ユーザーを編集
nb_no: Rediger bruker
nl_nl: Gebruiker bewerken
pt_pt: Editar utilizador

source: Edit User
it_it: Modifica Utente
ja_jp: ユーザーを編集
nb_no: Rediger bruker
nl_nl: Gebruiker Bewerken
pt_pt: Editar Utilizador

source: Username
it_it: Nome utente
ja_jp: ユーザー名
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pt_pt: Nome de utilizador

source: Provide user name
it_it: Fornisci nome utente
ja_jp: ユーザー名を入力してください
nb_no: Oppgi brukernavn
nl_nl: Geef gebruikersnaam op
pt_pt: Forneça o nome de utilizador

source: Fullname
it_it: Nome completo
ja_jp: 氏名
nb_no: Fullt navn
nl_nl: Volledige naam
pt_pt: Nome completo

source: User's full name for identification
it_it: Nome completo dell'utente per identificazione
ja_jp: 識別用のユーザーの氏名
nb_no: Brukerens fulle navn for identifikasjon
nl_nl: Volledige naam van gebruiker voor identificatie
pt_pt: Nome completo do utilizador para identificação

source: Provide full name
it_it: Fornisci nome completo
ja_jp: フルネームを入力してください
nb_no: Oppgi fullt navn
nl_nl: Volledige naam opgeven
pt_pt: Forneça o nome completo

source: Email address
it_it: Indirizzo email
ja_jp: メールアドレス
nb_no: E-postadresse
nl_nl: E-mailadres
pt_pt: Endereço de e-mail

source: Provide email
it_it: Fornisci email
ja_jp: メールアドレスを入力してください
nb_no: Oppgi e-post
nl_nl: Geef e-mailadres op
pt_pt: Forneça o e-mail

source: Leave empty to keep current password
it_it: Lascia vuoto per mantenere la password attuale
ja_jp: 現在のパスワードを保持するには空のままにしてください
nb_no: La stå tom for å beholde nåværende passord
nl_nl: Laat leeg om huidig wachtwoord te behouden
pt_pt: Deixe vazio para manter a palavra-passe actual

source: Permission template
it_it: Modello di permessi
ja_jp: 権限テンプレート
nb_no: Tilgangsmal
nl_nl: Machtigingssjabloon
pt_pt: Modelo de permissões

source: Select permissions for this user
it_it: Seleziona permessi per questo utente
ja_jp: このユーザーの権限を選択してください
nb_no: Velg tilganger for denne brukeren
nl_nl: Selecteer machtigingen voor deze gebruiker
pt_pt: Seleccionar permissões para este utilizador

source: Optional information about this user
it_it: Informazioni opzionali su questo utente
ja_jp: このユーザーに関するオプション情報
nb_no: Valgfri informasjon om denne brukeren
nl_nl: Optionele informatie over deze gebruiker
pt_pt: Informação opcional sobre este utilizador

source: Enabled
it_it: Abilitato
ja_jp: 有効
nb_no: Aktivert
nl_nl: Ingeschakeld
pt_pt: Activado

source: LDAP Authentication
it_it: Autenticazione LDAP
ja_jp: LDAP認証
nb_no: LDAP-autentisering
nl_nl: LDAP Authenticatie
pt_pt: Autenticação LDAP

source: Use external LDAP directory for authentication
it_it: Usa directory LDAP esterna per l'autenticazione
ja_jp: 認証に外部LDAPディレクトリを使用
nb_no: Bruk ekstern LDAP-katalog for autentisering
nl_nl: Gebruik externe LDAP directory voor authenticatie
pt_pt: Utilizar diretório LDAP externo para autenticação

source: Back to Home
it_it: Torna alla Home
ja_jp: ホームに戻る
nb_no: Tilbake til hjem
nl_nl: Terug naar Home
pt_pt: Voltar ao Início

source: Back to Users
it_it: Torna agli Utenti
ja_jp: ユーザーに戻る
nb_no: Tilbake til brukere
nl_nl: Terug naar Gebruikers
pt_pt: Voltar aos Utilizadores

source: Account Information
it_it: Informazioni Account
ja_jp: アカウント情報
nb_no: Kontoinformasjon
nl_nl: Account Informatie
pt_pt: Informações da Conta

source: Must contain uppercase letters
it_it: Deve contenere lettere maiuscole
ja_jp: 大文字を含む必要があります
nb_no: Må inneholde store bokstaver
nl_nl: Moet hoofdletters bevatten
pt_pt: Deve conter letras maiúsculas

source: Must contain lowercase letters
it_it: Deve contenere lettere minuscole
ja_jp: 小文字を含む必要があります
nb_no: Må inneholde små bokstaver
nl_nl: Moet kleine letters bevatten
pt_pt: Deve conter letras minúsculas

source: Must contain numbers
it_it: Deve contenere numeri
ja_jp: 数字を含む必要があります
nb_no: Må inneholde tall
nl_nl: Moet cijfers bevatten
pt_pt: Deve conter números

source: Must contain special characters
it_it: Deve contenere caratteri speciali
ja_jp: 特殊文字を含む必要があります
nb_no: Må inneholde spesialtegn
nl_nl: Moet speciale karakters bevatten
pt_pt: Deve conter caracteres especiais

source: No specific password requirements
it_it: Nessun requisito specifico per la password
ja_jp: 特定のパスワード要件はありません
nb_no: Ingen spesifikke passordkrav
nl_nl: Geen specifieke wachtwoord vereisten
pt_pt: Nenhum requisito específico de palavra-passe

source: User Permissions
it_it: Permessi Utente
ja_jp: ユーザー権限
nb_no: Brukertillatelser
nl_nl: Gebruiker Machtigingen
pt_pt: Permissões do Utilizador

source: This user has been assigned the permission template
it_it: A questo utente è stato assegnato il modello di permessi
ja_jp: このユーザーには権限テンプレートが割り当てられています
nb_no: Denne brukeren har fått tildelt tillatelsesmalen
nl_nl: Deze gebruiker heeft het machtigingssjabloon toegewezen gekregen
pt_pt: Este utilizador foi atribuído ao modelo de permissões

source: Based on this template, this user has the following permissions
it_it: Basato su questo modello, questo utente ha i seguenti permessi
ja_jp: このテンプレートに基づき、このユーザーには以下の権限があります
nb_no: Basert på denne malen har denne brukeren følgende tillatelser
nl_nl: Op basis van dit sjabloon heeft deze gebruiker de volgende machtigingen
pt_pt: Com base neste modelo, este utilizador tem as seguintes permissões

source: No permissions are assigned to this template
it_it: Nessun permesso è assegnato a questo modello
ja_jp: このテンプレートには権限が割り当てられていません
nb_no: Ingen tillatelser er tildelt denne malen
nl_nl: Geen machtigingen zijn toegewezen aan dit sjabloon
pt_pt: Nenhuma permissão está atribuída a este modelo

source: User Management Tips
it_it: Suggerimenti Gestione Utenti
ja_jp: ユーザー管理のヒント
nb_no: Tips for brukeradministrasjon
nl_nl: Gebruikersbeheer Tips
pt_pt: Dicas de Gestão de Utilizadores

source: Leave password field empty to keep the current password
it_it: Lascia vuoto il campo password per mantenere la password attuale
ja_jp: 現在のパスワードを保持するには、パスワードフィールドを空のままにしてください
nb_no: La passordfeltet stå tomt for å beholde nåværende passord
nl_nl: Laat wachtwoord veld leeg om het huidige wachtwoord te behouden
pt_pt: Deixe o campo palavra-passe vazio para manter a palavra-passe atual

source: Changing permission templates will update user access immediately
it_it: Cambiare i modelli di permessi aggiornerà immediatamente l'accesso dell'utente
ja_jp: 権限テンプレートを変更すると、ユーザーアクセスが即座に更新されます
nb_no: Endring av tillatelsesmaler vil oppdatere brukertilgang umiddelbart
nl_nl: Het wijzigen van machtigingssjablonen zal gebruikerstoegang onmiddellijk bijwerken
pt_pt: Alterar modelos de permissões atualizará o acesso do utilizador imediatamente

source: Users can be disabled instead of deleted to preserve their settings
it_it: Gli utenti possono essere disabilitati invece che eliminati per preservare le loro impostazioni
ja_jp: 設定を保持するために、ユーザーは削除ではなく無効化できます
nb_no: Brukere kan deaktiveres i stedet for å slettes for å bevare innstillingene deres
nl_nl: Gebruikers kunnen uitgeschakeld worden in plaats van verwijderd om hun instellingen te behouden
pt_pt: Os utilizadores podem ser desativados em vez de eliminados para preservar as suas definições

source: LDAP users cannot have passwords managed through this interface
it_it: Gli utenti LDAP non possono avere le password gestite attraverso questa interfaccia
ja_jp: LDAPユーザーはこのインターフェースでパスワードを管理できません
nb_no: LDAP-brukere kan ikke ha passord administrert gjennom dette grensesnittet
nl_nl: LDAP gebruikers kunnen geen wachtwoorden beheerd hebben via deze interface
pt_pt: Utilizadores LDAP não podem ter palavras-passe geridas através desta interface

source: Unlink zones
it_it: Scollega zone
ja_jp: ゾーンのリンクを解除
nb_no: Koble fra soner
nl_nl: Zones ontkoppelen
pt_pt: Desligar zonas

source: Unlink Zones from Template
it_it: Scollega Zone dal Modello
ja_jp: テンプレートからゾーンのリンクを解除
nb_no: Koble fra soner fra mal
nl_nl: Zones Ontkoppelen van Sjabloon
pt_pt: Desligar Zonas do Modelo

source: You are about to unlink 1 zone from template
it_it: Si sta per scollegare 1 zona dal modello
ja_jp: テンプレートから1つのゾーンのリンクを解除しようとしています
nb_no: Du er i ferd med å koble fra 1 sone fra mal
nl_nl: U staat op het punt 1 zone te ontkoppelen van sjabloon
pt_pt: Está prestes a desligar 1 zona do modelo

source: You are about to unlink multiple zones from template
it_it: Si sta per scollegare zone multiple dal modello
ja_jp: テンプレートから複数のゾーンのリンクを解除しようとしています
nb_no: Du er i ferd med å koble fra flere soner fra mal
nl_nl: U staat op het punt meerdere zones te ontkoppelen van sjabloon
pt_pt: Está prestes a desligar múltiplas zonas do modelo

source: zones total
it_it: zone totali
ja_jp: ゾーン（合計）
nb_no: soner totalt
nl_nl: zones totaal
pt_pt: zonas no total

source: This will disconnect these zones from their template. Are you sure you want to proceed?
it_it: Questo disconnetterà queste zone dal loro modello. Sei sicuro di voler procedere?
ja_jp: これらのゾーンをテンプレートから切り離します。続行してもよろしいですか？
nb_no: Dette vil koble fra disse sonene fra deres mal. Er du sikker på at du vil fortsette?
nl_nl: Dit zal deze zones loskoppelen van hun sjabloon. Weet u zeker dat u wilt doorgaan?
pt_pt: Isto irá desligar estas zonas do seu modelo. Tem a certeza de que deseja continuar?

source: Zones to be unlinked
it_it: Zone da scollegare
ja_jp: リンクを解除するゾーン
nb_no: Soner som skal kobles fra
nl_nl: Zones om te ontkoppelen
pt_pt: Zonas a serem desligadas

source: Important Note
it_it: Nota Importante
ja_jp: 重要な注意事項
nb_no: Viktig merknad
nl_nl: Belangrijke Opmerking
pt_pt: Nota Importante

source: Unlinking the zones from their template will not delete any records. The zones will no longer receive updates when the template is modified.
it_it: Scollegare le zone dal loro modello non eliminerà alcun record. Le zone non riceveranno più aggiornamenti quando il modello viene modificato.
ja_jp: ゾーンをテンプレートからリンク解除してもレコードは削除されません。テンプレートが変更されてもゾーンは更新されなくなります。
nb_no: Å koble fra sonene fra deres mal vil ikke slette noen poster. Sonene vil ikke lenger motta oppdateringer når malen endres.
nl_nl: Het ontkoppelen van de zones van hun sjabloon zal geen records verwijderen. De zones zullen geen updates meer ontvangen wanneer het sjabloon wordt gewijzigd.
pt_pt: Desligar as zonas do seu modelo não eliminará quaisquer registos. As zonas deixarão de receber atualizações quando o modelo for modificado.

source: Yes, unlink this zone
it_it: Sì, scollega questa zona
ja_jp: はい、このゾーンのリンクを解除します
nb_no: Ja, koble fra denne sonen
nl_nl: Ja, deze zone ontkoppelen
pt_pt: Sim, desligar esta zona

source: Yes, unlink these zones
it_it: Sì, scollega queste zone
ja_jp: はい、これらのゾーンのリンクを解除します
nb_no: Ja, koble fra disse sonene
nl_nl: Ja, deze zones ontkoppelen
pt_pt: Sim, desligar estas zonas

source: Permission templates
it_it: Modelli di permessi
ja_jp: 権限テンプレート
nb_no: Tillatelsesmaler
nl_nl: Machtigingssjablonen
pt_pt: Modelos de permissões

source: Add
it_it: Aggiungi
ja_jp: 追加
nb_no: Legg til
nl_nl: Toevoegen
pt_pt: Adicionar

source: Add Permission Template
it_it: Aggiungi Modello di Permessi
ja_jp: 権限テンプレートを追加
nb_no: Legg til tillatelsesmal
nl_nl: Machtigingssjabloon Toevoegen
pt_pt: Adicionar Modelo de Permissões

source: A short, descriptive name for this permission set
it_it: Un nome breve e descrittivo per questo set di permessi
ja_jp: この権限セットの短い説明的な名前
nb_no: Et kort, beskrivende navn for dette tillatelsesettet
nl_nl: Een korte, beschrijvende naam voor deze machtigingsset
pt_pt: Um nome curto e descritivo para este conjunto de permissões

source: Optional: more detailed description of this permission set
it_it: Opzionale: descrizione più dettagliata di questo set di permessi
ja_jp: オプション：この権限セットのより詳細な説明
nb_no: Valgfritt: mer detaljert beskrivelse av dette tillatelsesettet
nl_nl: Optioneel: meer gedetailleerde beschrijving van deze machtigingsset
pt_pt: Opcional: descrição mais detalhada deste conjunto de permissões

source: Add Template
it_it: Aggiungi Modello
ja_jp: テンプレートを追加
nb_no: Legg til mal
nl_nl: Sjabloon Toevoegen
pt_pt: Adicionar Modelo

source: About Permission Templates
it_it: Informazioni sui Modelli di Permessi
ja_jp: 権限テンプレートについて
nb_no: Om tillatelsesmaler
nl_nl: Over Machtigingssjablonen
pt_pt: Acerca dos Modelos de Permissões

source: What are Permission Templates?
it_it: Cosa sono i Modelli di Permessi?
ja_jp: 権限テンプレートとは？
nb_no: Hva er tillatelsesmaler?
nl_nl: Wat zijn Machtigingssjablonen?
pt_pt: O que são os Modelos de Permissões?

source: Permission templates define sets of actions that users can perform in Poweradmin. They provide a quick way to assign common permission combinations to multiple users.
it_it: I modelli di permessi definiscono set di azioni che gli utenti possono eseguire in Poweradmin. Forniscono un modo rapido per assegnare combinazioni di permessi comuni a più utenti.
ja_jp: 権限テンプレートは、ユーザーがPoweradminで実行できるアクションのセットを定義します。複数のユーザーに一般的な権限の組み合わせを迅速に割り当てる方法を提供します。
nb_no: Tillatelsesmaler definerer sett med handlinger som brukere kan utføre i Poweradmin. De gir en rask måte å tildele vanlige tillatelsekombinasjoner til flere brukere.
nl_nl: Machtigingssjablonen definiëren sets van acties die gebruikers kunnen uitvoeren in Poweradmin. Ze bieden een snelle manier om veelgebruikte machtigingscombinaties toe te wijzen aan meerdere gebruikers.
pt_pt: Os modelos de permissões definem conjuntos de ações que os utilizadores podem executar no Poweradmin. Fornecem uma forma rápida de atribuir combinações comuns de permissões a múltiplos utilizadores.

source: How to Use Templates
it_it: Come Usare i Modelli
ja_jp: テンプレートの使用方法
nb_no: Hvordan bruke maler
nl_nl: Hoe Sjablonen Te Gebruiken
pt_pt: Como Utilizar Modelos

source: After creating a template, you can assign it to users when creating or editing user accounts. This ensures consistent permissions across user groups with similar roles.
it_it: Dopo aver creato un modello, puoi assegnarlo agli utenti quando crei o modifichi account utente. Questo assicura permessi coerenti tra gruppi di utenti con ruoli simili.
ja_jp: テンプレートを作成した後、ユーザーアカウントの作成または編集時にユーザーに割り当てることができます。これにより、類似の役割を持つユーザーグループ間で一貫した権限が確保されます。
nb_no: Etter å ha opprettet en mal kan du tildele den til brukere når du oppretter eller redigerer brukerkontoer. Dette sikrer konsistente tillatelser på tvers av brukergrupper med lignende roller.
nl_nl: Na het maken van een sjabloon kunt u deze toewijzen aan gebruikers bij het maken of bewerken van gebruikersaccounts. Dit zorgt voor consistente machtigingen over gebruikersgroepen met vergelijkbare rollen.
pt_pt: Após criar um modelo, pode atribuí-lo aos utilizadores ao criar ou editar contas de utilizador. Isto garante permissões consistentes entre grupos de utilizadores com funções semelhantes.

source: Available Permissions
it_it: Permessi Disponibili
ja_jp: 利用可能な権限
nb_no: Tilgjengelige tillatelser
nl_nl: Beschikbare Machtigingen
pt_pt: Permissões Disponíveis

source: Search permissions...
it_it: Cerca permessi...
ja_jp: 権限を検索...
nb_no: Søk tillatelser...
nl_nl: Machtigingen zoeken...
pt_pt: Pesquisar permissões...

source: Select All
it_it: Seleziona Tutto
ja_jp: すべて選択
nb_no: Velg alle
nl_nl: Alles Selecteren
pt_pt: Selecionar Tudo

source: Zone Permissions
it_it: Permessi Zona
ja_jp: ゾーン権限
nb_no: Sonetillatelser
nl_nl: Zone Machtigingen
pt_pt: Permissões de Zona

source: Template Permissions
it_it: Permessi Modello
ja_jp: テンプレート権限
nb_no: Maltillatelser
nl_nl: Sjabloon Machtigingen
pt_pt: Permissões de Modelo

source: Other Permissions
it_it: Altri Permessi
ja_jp: その他の権限
nb_no: Andre tillatelser
nl_nl: Andere Machtigingen
pt_pt: Outras Permissões
