Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: CRITICAL: SMIMEA records REQUIRE DNSSEC to provide security. Without DNSSEC, SMIMEA offers NO security benefit.
it_it: CRITICO: I record SMIMEA RICHIEDONO DNSSEC per fornire sicurezza. Senza DNSSEC, SMIMEA non offre NESSUN beneficio di sicurezza.
ja_jp: 重要：SMIMEAレコードはセキュリティを提供するためにDNSSECが必要です。DNSSECなしでは、SMIMEAはセキュリティ上の利益を提供しません。
nb_no: KRITISK: SMIMEA-poster KREVER DNSSEC for å gi sikkerhet. Uten DNSSEC tilbyr SMIMEA INGEN sikkerhetsfordel.
nl_nl: KRITIEK: SMIMEA records VEREISEN DNSSEC om beveiliging te bieden. Zonder DNSSEC biedt SMIMEA GEEN beveiligingsvoordeel.
pt_pt: CRÍTICO: Os registos SMIMEA REQUEREM DNSSEC para fornecer segurança. Sem DNSSEC, o SMIMEA NÃO oferece benefícios de segurança.

source: NOTE: The L64 record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
it_it: NOTA: Il tipo di record L64 è definito in RFC 6742 come protocollo sperimentale, non uno standard IETF formale.
ja_jp: 注意：L64レコードタイプはRFC 6742で実験的プロトコルとして定義されており、正式なIETF標準ではありません。
nb_no: MERK: L64-posttypen er definert i RFC 6742 som en eksperimentell protokoll, ikke en formell IETF-standard.
nl_nl: OPMERKING: Het L64 recordtype is gedefinieerd in RFC 6742 als een experimenteel protocol, niet een formele IETF standaard.
pt_pt: NOTA: O tipo de registo L64 é definido na RFC 6742 como um protocolo experimental, não um padrão IETF formal.

source: L64 records should only be used with the Identifier-Locator Network Protocol (ILNP).
it_it: I record L64 dovrebbero essere usati solo con l'Identifier-Locator Network Protocol (ILNP).
ja_jp: L64レコードは識別子ロケータネットワークプロトコル（ILNP）でのみ使用すべきです。
nb_no: L64-poster bør bare brukes med Identifier-Locator Network Protocol (ILNP).
nl_nl: L64 records moeten alleen gebruikt worden met het Identifier-Locator Network Protocol (ILNP).
pt_pt: Os registos L64 devem ser usados apenas com o Protocolo de Rede Identificador-Localizador (ILNP).

source: An IP host that is NOT ILNPv6-capable MUST NOT have L64 records in its DNS entries (RFC 6742 Section 3.2).
it_it: Un host IP che NON è capace di ILNPv6 NON DEVE avere record L64 nelle sue voci DNS (RFC 6742 Sezione 3.2).
ja_jp: ILNPv6対応でないIPホストは、DNSエントリにL64レコードを持ってはいけません（RFC 6742セクション3.2）。
nb_no: En IP-vert som IKKE er ILNPv6-kapabel MÅ IKKE ha L64-poster i sine DNS-oppføringer (RFC 6742 Seksjon 3.2).
nl_nl: Een IP host die NIET ILNPv6-capabel is MAG GEEN L64 records hebben in zijn DNS entries (RFC 6742 Sectie 3.2).
pt_pt: Um anfitrião IP que NÃO é capaz de ILNPv6 NÃO DEVE ter registos L64 nas suas entradas DNS (RFC 6742 Secção 3.2).

source: RFC 6742 recommends very low TTL values for L64 records of mobile or multihomed nodes, as locator values might change frequently.
it_it: RFC 6742 raccomanda valori TTL molto bassi per i record L64 di nodi mobili o multihomed, poiché i valori locator potrebbero cambiare frequentemente.
ja_jp: RFC 6742は、ロケータ値が頻繁に変更される可能性があるため、モバイルまたはマルチホームノードのL64レコードには非常に低いTTL値を推奨しています。
nb_no: RFC 6742 anbefaler svært lave TTL-verdier for L64-poster av mobile eller multihomed noder, da lokatorverdier kan endre seg hyppig.
nl_nl: RFC 6742 beveelt zeer lage TTL waarden aan voor L64 records van mobiele of multihomed nodes, omdat locator waarden vaak kunnen veranderen.
pt_pt: A RFC 6742 recomenda valores TTL muito baixos para registos L64 de nós móveis ou multihomed, pois os valores de localizador podem mudar frequentemente.

source: L64 records for subnetworks (using wildcard DNS entries) are typically used when the named subnetwork is, was, or might become mobile (RFC 6742 Section 3.2).
it_it: I record L64 per sottorete (usando voci DNS wildcard) sono tipicamente usati quando la sottorete nominata è, era o potrebbe diventare mobile (RFC 6742 Sezione 3.2).
ja_jp: サブネットワークのL64レコード（ワイルドカードDNSエントリを使用）は、通常、名前付きサブネットワークがモバイルである、あった、またはなる可能性がある場合に使用されます（RFC 6742セクション3.2）。
nb_no: L64-poster for subnett (ved bruk av wildcard DNS-oppføringer) brukes typisk når det navngitte subnettet er, var, eller kan bli mobilt (RFC 6742 Seksjon 3.2).
nl_nl: L64 records voor subnetwerken (met wildcard DNS entries) worden doorgaans gebruikt wanneer het genoemde subnetwerk mobiel is, was, of zou kunnen worden (RFC 6742 Sectie 3.2).
pt_pt: Os registos L64 para sub-redes (usando entradas DNS wildcard) são tipicamente usados quando a sub-rede nomeada é, foi ou pode tornar-se móvel (RFC 6742 Secção 3.2).

source: L64 record must contain preference and locator64 separated by space.
it_it: Il record L64 deve contenere preferenza e locator64 separati da spazio.
ja_jp: L64レコードはスペースで区切られた優先度とlocator64を含む必要があります。
nb_no: L64-post må inneholde preferanse og locator64 separert med mellomrom.
nl_nl: L64 record moet preference en locator64 bevatten gescheiden door spatie.
pt_pt: O registo L64 deve conter preferência e locator64 separados por espaço.

source: L64 preference must be a number between 0 and 65535.
it_it: La preferenza L64 deve essere un numero compreso tra 0 e 65535.
ja_jp: L64優先度は0から65535の間の数値である必要があります。
nb_no: L64-preferanse må være et tall mellom 0 og 65535.
nl_nl: L64 preference moet een getal tussen 0 en 65535 zijn.
pt_pt: A preferência L64 deve ser um número entre 0 e 65535.

source: L64 locator must be a valid 64-bit hexadecimal IPv6 address segment consisting of exactly 4 groups of hex digits (e.g., 2001:0db8:1140:1000).
it_it: Il locator L64 deve essere un segmento di indirizzo IPv6 esadecimale a 64 bit valido composto da esattamente 4 gruppi di cifre esadecimali (es. 2001:0db8:1140:1000).
ja_jp: L64ロケータは正確に4グループの16進数からなる有効な64ビット16進IPv6アドレスセグメントである必要があります（例：2001:0db8:1140:1000）。
nb_no: L64-lokator må være et gyldig 64-bits heksadesimalt IPv6-adressesegment bestående av nøyaktig 4 grupper med hex-sifre (f.eks., 2001:0db8:1140:1000).
nl_nl: L64 locator moet een geldig 64-bit hexadecimaal IPv6 adressegment zijn bestaande uit precies 4 groepen hex cijfers (bijv. 2001:0db8:1140:1000).
pt_pt: O localizador L64 deve ser um segmento de endereço IPv6 hexadecimal de 64 bits válido consistindo em exactamente 4 grupos de dígitos hex (ex: 2001:0db8:1140:1000).

source: L64 locator should not use unspecified (0000:0000:0000:0000) or all-ones (ffff:ffff:ffff:ffff) addresses, as they may not be suitable for ILNP locators.
it_it: Il locator L64 non dovrebbe usare indirizzi non specificati (0000:0000:0000:0000) o tutti-uno (ffff:ffff:ffff:ffff), poiché potrebbero non essere adatti per locator ILNP.
ja_jp: L64ロケータは、ILNPロケータに適さない可能性があるため、未指定（0000:0000:0000:0000）または全1（ffff:ffff:ffff:ffff）アドレスを使用すべきではありません。
nb_no: L64-lokator bør ikke bruke uspesifiserte (0000:0000:0000:0000) eller alle-enere (ffff:ffff:ffff:ffff) adresser, da de kanskje ikke er egnet for ILNP-lokatorer.
nl_nl: L64 locator moet geen unspecified (0000:0000:0000:0000) of all-ones (ffff:ffff:ffff:ffff) adressen gebruiken, omdat ze mogelijk niet geschikt zijn voor ILNP locators.
pt_pt: O localizador L64 não deve usar endereços não especificados (0000:0000:0000:0000) ou todos-uns (ffff:ffff:ffff:ffff), pois podem não ser adequados para localizadores ILNP.

source: Each hexadecimal group in L64 locator must be 4 or fewer characters.
it_it: Ogni gruppo esadecimale nel locator L64 deve essere di 4 o meno caratteri.
ja_jp: L64ロケータの各16進グループは4文字以下である必要があります。
nb_no: Hver heksadesimal gruppe i L64-lokator må være 4 eller færre tegn.
nl_nl: Elke hexadecimale groep in L64 locator moet 4 of minder karakters zijn.
pt_pt: Cada grupo hexadecimal no localizador L64 deve ter 4 ou menos caracteres.

source: CDNSKEY records are typically published at the zone apex, not in subdomains.
it_it: I record CDNSKEY sono tipicamente pubblicati all'apice della zona, non nei sottodomini.
ja_jp: CDNSKEYレコードは通常、サブドメインではなくゾーンapexで公開されます。
nb_no: CDNSKEY-poster publiseres typisk på soneapex, ikke i subdomener.
nl_nl: CDNSKEY records worden doorgaans gepubliceerd op de zone apex, niet in subdomeinen.
pt_pt: Os registos CDNSKEY são tipicamente publicados no apex da zona, não em subdomínios.

source: Priority field for CDNSKEY records must be 0 or empty
it_it: Il campo priorità per i record CDNSKEY deve essere 0 o vuoto
ja_jp: CDNSKEYレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for CDNSKEY-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor CDNSKEY records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos CDNSKEY deve ser 0 ou vazio

source: RFC 7344 recommends that if you publish a CDNSKEY record, you should also publish a corresponding CDS record.
it_it: RFC 7344 raccomanda che se pubblichi un record CDNSKEY, dovresti pubblicare anche un record CDS corrispondente.
ja_jp: RFC 7344は、CDNSKEYレコードを公開する場合、対応するCDSレコードも公開することを推奨しています。
nb_no: RFC 7344 anbefaler at hvis du publiserer en CDNSKEY-post, bør du også publisere en tilsvarende CDS-post.
nl_nl: RFC 7344 beveelt aan dat als u een CDNSKEY record publiceert, u ook een overeenkomend CDS record moet publiceren.
pt_pt: A RFC 7344 recomenda que se publicar um registo CDNSKEY, também deve publicar um registo CDS correspondente.

source: Invalid characters in CDNSKEY record content.
it_it: Caratteri non validi nel contenuto del record CDNSKEY.
ja_jp: CDNSKEYレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i CDNSKEY-postinnhold.
nl_nl: Ongeldige karakters in CDNSKEY record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo CDNSKEY.

source: Using "0 3 0 0" format from RFC 8078 erratum, consider using the standard "0 3 0 AA==" format.
it_it: Usando il formato "0 3 0 0" da RFC 8078 erratum, considera di usare il formato standard "0 3 0 AA==".
ja_jp: RFC 8078正誤表の「0 3 0 0」形式を使用しています。標準の「0 3 0 AA==」形式の使用を検討してください。
nb_no: Bruker "0 3 0 0" format fra RFC 8078 erratum, vurder å bruke standard "0 3 0 AA==" format.
nl_nl: Gebruikt "0 3 0 0" formaat uit RFC 8078 erratum, overweeg het standaard "0 3 0 AA==" formaat te gebruiken.
pt_pt: Usando formato "0 3 0 0" do erratum RFC 8078, considere usar o formato padrão "0 3 0 AA==".

source: CDNSKEY record must contain flags, protocol, algorithm and public-key separated by spaces.
it_it: Il record CDNSKEY deve contenere flag, protocollo, algoritmo e chiave-pubblica separati da spazi.
ja_jp: CDNSKEYレコードはスペースで区切られたフラグ、プロトコル、アルゴリズム、公開鍵を含む必要があります。
nb_no: CDNSKEY-post må inneholde flagg, protokoll, algoritme og offentlig nøkkel separert med mellomrom.
nl_nl: CDNSKEY record moet flags, protocol, algoritme en public-key bevatten gescheiden door spaties.
pt_pt: O registo CDNSKEY deve conter flags, protocolo, algoritmo e chave pública separados por espaços.

source: CDNSKEY flags must be 0, 256, or 257.
it_it: I flag CDNSKEY devono essere 0, 256 o 257.
ja_jp: CDNSKEYフラグは0、256、または257である必要があります。
nb_no: CDNSKEY-flagg må være 0, 256 eller 257.
nl_nl: CDNSKEY flags moeten 0, 256 of 257 zijn.
pt_pt: As flags CDNSKEY devem ser 0, 256 ou 257.

source: Flag 257 indicates a Key Signing Key (KSK). Ensure this key is properly managed according to your DNSSEC key rollover policy.
it_it: Il flag 257 indica una Key Signing Key (KSK). Assicurati che questa chiave sia gestita correttamente secondo la propria politica di rollover delle chiavi DNSSEC.
ja_jp: フラグ257はキー署名キー（KSK）を示します。このキーがDNSSECキーロールオーバーポリシーに従って適切に管理されていることを確認してください。
nb_no: Flagg 257 indikerer en nøkkelsigneringsnøkkel (KSK). Sørg for at denne nøkkelen administreres riktig i henhold til din DNSSEC-policy for nøkkelrotasjon.
nl_nl: Flag 257 geeft een Key Signing Key (KSK) aan. Zorg ervoor dat deze sleutel correct beheerd wordt volgens uw DNSSEC sleutelwisselbeleid.
pt_pt: A flag 257 indica uma Chave de Assinatura de Chave (KSK). Certifique-se de que esta chave é gerida adequadamente conforme a sua política de rollover de chaves DNSSEC.

source: CDNSKEY protocol must be 3.
it_it: Il protocollo CDNSKEY deve essere 3.
ja_jp: CDNSKEYプロトコルは3である必要があります。
nb_no: CDNSKEY-protokoll må være 3.
nl_nl: CDNSKEY protocol moet 3 zijn.
pt_pt: O protocolo CDNSKEY deve ser 3.

source: CDNSKEY algorithm must be a number between 1 and 16.
it_it: L'algoritmo CDNSKEY deve essere un numero compreso tra 1 e 16.
ja_jp: CDNSKEYアルゴリズムは1から16の間の数値である必要があります。
nb_no: CDNSKEY-algoritme må være et tall mellom 1 og 16.
nl_nl: CDNSKEY algoritme moet een getal tussen 1 en 16 zijn.
pt_pt: O algoritmo CDNSKEY deve ser um número entre 1 e 16.

source: Algorithm 8 (RSASHA256) is being replaced with ECDSAP256SHA256 (13) due to shorter key and signature size, resulting in smaller DNS packets.
it_it: L'algoritmo 8 (RSASHA256) sta essere sostituito con ECDSAP256SHA256 (13) a causa della dimensione più piccola di chiave e firma, risultando in pacchetti DNS più piccoli.
ja_jp: アルゴリズム8（RSASHA256）は、より短いキーと署名サイズによりDNSパケットが小さくなるため、ECDSAP256SHA256（13）に置き換えられています。
nb_no: Algoritme 8 (RSASHA256) erstattes med ECDSAP256SHA256 (13) på grunn av kortere nøkkel- og signaturstørrelse, som resulterer i mindre DNS-pakker.
nl_nl: Algoritme 8 (RSASHA256) wordt vervangen door ECDSAP256SHA256 (13) vanwege kortere sleutel- en handtekeninggrootte, wat resulteert in kleinere DNS pakketten.
pt_pt: O algoritmo 8 (RSASHA256) está a ser substituído por ECDSAP256SHA256 (13) devido ao tamanho menor de chave e assinatura, resultando em pacotes DNS menores.

source: Algorithm 10 (RSASHA512) is NOT RECOMMENDED for signing although it must be supported for validation.
it_it: L'algoritmo 10 (RSASHA512) NON È RACCOMANDATO per la firma sebbene debba essere supportato per la validazione.
ja_jp: アルゴリズム10（RSASHA512）は検証ではサポートする必要がありますが、署名には推奨されません。
nb_no: Algoritme 10 (RSASHA512) anbefales IKKE for signering selv om den må støttes for validering.
nl_nl: Algoritme 10 (RSASHA512) wordt NIET AANBEVOLEN voor ondertekening hoewel het ondersteund moet worden voor validatie.
pt_pt: O algoritmo 10 (RSASHA512) NÃO É RECOMENDADO para assinatura embora deva ser suportado para validação.

source: Base64 encoded data should be padded to a multiple of 4 bytes using "=" characters.
it_it: I dati codificati base64 dovrebbero essere riempiti a un multiplo di 4 byte usando caratteri "=".
ja_jp: Base64エンコードデータは「=」文字を使用して4バイトの倍数にパディングする必要があります。
nb_no: Base64-kodede data bør utfylles til et multiplum av 4 byte ved bruk av "="-tegn.
nl_nl: Base64 gecodeerde gegevens moeten opgevuld worden tot een veelvoud van 4 bytes met "=" karakters.
pt_pt: Os dados codificados em Base64 devem ser preenchidos para um múltiplo de 4 bytes usando caracteres "=".

source: CDNSKEY public key must contain only valid base64 characters.
it_it: La chiave pubblica CDNSKEY deve contenere solo caratteri base64 validi.
ja_jp: CDNSKEY公開鍵は有効なbase64文字のみを含む必要があります。
nb_no: CDNSKEY offentlig nøkkel må kun inneholde gyldige base64-tegn.
nl_nl: CDNSKEY publieke sleutel mag alleen geldige base64 karakters bevatten.
pt_pt: A chave pública CDNSKEY deve conter apenas caracteres base64 válidos.

source: CDNSKEY public key must be valid base64-encoded data.
it_it: La chiave pubblica CDNSKEY deve essere dati codificati base64 validi.
ja_jp: CDNSKEY公開鍵は有効なbase64エンコードデータである必要があります。
nb_no: CDNSKEY offentlig nøkkel må være gyldige base64-kodede data.
nl_nl: CDNSKEY publieke sleutel moet geldige base64-gecodeerde gegevens zijn.
pt_pt: A chave pública CDNSKEY deve ser dados codificados em base64 válidos.

source: LUA record content cannot be empty.
it_it: Il contenuto del record LUA non può essere vuoto.
ja_jp: LUAレコードの内容は空にできません。
nb_no: LUA-postinnhold kan ikke være tomt.
nl_nl: LUA record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo LUA não pode estar vazio.

source: Invalid characters in LUA record content.
it_it: Caratteri non validi nel contenuto del record LUA.
ja_jp: LUAレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i LUA-postinnhold.
nl_nl: Ongeldige karakters in LUA record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo LUA.

source: Priority field for LUA records must be 0 or empty
it_it: Il campo priorità per i record LUA deve essere 0 o vuoto
ja_jp: LUAレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for LUA-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor LUA records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos LUA deve ser 0 ou vazio

source: WARNING: This LUA record contains potentially unsafe file or system operations. These may be blocked by PowerDNS security mechanisms.
it_it: AVVISO: Questo record LUA contiene operazioni di file o sistema potenzialmente non sicure. Queste potrebbero essere bloccate dai meccanismi di sicurezza di PowerDNS.
ja_jp: 警告：このLUAレコードには潜在的に安全でないファイルまたはシステム操作が含まれています。これらはPowerDNSセキュリティメカニズムによってブロックされる可能性があります。
nb_no: ADVARSEL: Denne LUA-posten inneholder potensielt utrygg fil- eller systemoperasjoner. Disse kan bli blokkert av PowerDNS sikkerhetsmekanismer.
nl_nl: WAARSCHUWING: Dit LUA record bevat mogelijk onveilige bestand- of systeemoperaties. Deze kunnen geblokkeerd worden door PowerDNS beveiligingsmechanismen.
pt_pt: AVISO: Este registo LUA contém operações de ficheiro ou sistema potencialmente inseguras. Estas podem ser bloqueadas pelos mecanismos de segurança do PowerDNS.

source: This LUA record uses explicit return mode (starts with semicolon). Ensure your Lua script explicitly returns the appropriate value.
it_it: Questo record LUA usa la modalità di ritorno esplicito (inizia con punto e virgola). Assicurarsi che il proprio script Lua ritorni esplicitamente il valore appropriato.
ja_jp: このLUAレコードは明示的リターンモード（セミコロンで開始）を使用しています。Luaスクリプトが適切な値を明示的に返すことを確認してください。
nb_no: Denne LUA-posten bruker eksplisitt return-modus (starter med semikolon). Sørg for at Lua-skriptet eksplisitt returnerer den riktige verdien.
nl_nl: Dit LUA record gebruikt expliciete return modus (begint met puntkomma). Zorg ervoor dat uw Lua script expliciet de juiste waarde teruggeeft.
pt_pt: Este registo LUA usa modo de retorno explícito (começa com ponto e vírgula). Certifique-se de que o seu script Lua retorna explicitamente o valor apropriado.

source: This LUA record doesn't appear to use common PowerDNS Lua functions. Make sure it returns an appropriate value for the record type.
it_it: Questo record LUA non sembra usare funzioni Lua comuni di PowerDNS. Assicurati che ritorni un valore appropriato per il tipo di record.
ja_jp: このLUAレコードは一般的なPowerDNS Lua関数を使用していないようです。レコードタイプに適切な値を返すことを確認してください。
nb_no: Denne LUA-posten ser ikke ut til å bruke vanlige PowerDNS Lua-funksjoner. Sørg for at den returnerer en passende verdi for posttypen.
nl_nl: Dit LUA record lijkt geen veelgebruikte PowerDNS Lua functies te gebruiken. Zorg ervoor dat het een juiste waarde teruggeeft voor het recordtype.
pt_pt: Este registo LUA não parece usar funções Lua comuns do PowerDNS. Certifique-se de que retorna um valor apropriado para o tipo de registo.

source: WARNING: This LUA record appears to have unbalanced quotes, which may cause syntax errors.
it_it: AVVISO: Questo record LUA sembra avere virgolette sbilanciate, che potrebbero causare errori di sintassi.
ja_jp: 警告：このLUAレコードは引用符のバランスが取れておらず、構文エラーを引き起こす可能性があります。
nb_no: ADVARSEL: Denne LUA-posten ser ut til å ha ubalanserte anførselstegn, som kan forårsake syntaksfeil.
nl_nl: WAARSCHUWING: Dit LUA record lijkt ongebalanceerde aanhalingstekens te hebben, wat syntaxfouten kan veroorzaken.
pt_pt: AVISO: Este registo LUA parece ter aspas desequilibradas, que podem causar erros de sintaxe.

source: LUA record has mismatched parentheses. Check your syntax.
it_it: Il record LUA ha parentesi non corrispondenti. Controlla la tua sintassi.
ja_jp: LUAレコードに括弧の不一致があります。構文を確認してください。
nb_no: LUA-post har feilaktige parenteser. Sjekk syntaksen din.
nl_nl: LUA record heeft niet-overeenkomende haakjes. Controleer uw syntax.
pt_pt: O registo LUA tem parênteses desemparelhados. Verifique a sua sintaxe.

source: LUA record has mismatched braces. Check your syntax.
it_it: Il record LUA ha graffe non corrispondenti. Controlla la tua sintassi.
ja_jp: LUAレコードに波括弧の不一致があります。構文を確認してください。
nb_no: LUA-post har feilaktige krøllparenteser. Sjekk syntaksen din.
nl_nl: LUA record heeft niet-overeenkomende accolades. Controleer uw syntax.
pt_pt: O registo LUA tem chavetas desemparelhadas. Verifique a sua sintaxe.

source: LUA record in explicit return mode (starts with semicolon) must contain at least one "return" statement.
it_it: Il record LUA in modalità di ritorno esplicito (inizia con punto e virgola) deve contenere almeno un'istruzione "return".
ja_jp: 明示的リターンモード（セミコロンで開始）のLUAレコードは少なくとも1つの「return」文を含む必要があります。
nb_no: LUA-post i eksplisitt return-modus (starter med semikolon) må inneholde minst én "return"-setning.
nl_nl: LUA record in expliciete return modus (begint met puntkomma) moet minstens één "return" statement bevatten.
pt_pt: O registo LUA em modo de retorno explícito (começa com ponto e vírgula) deve conter pelo menos uma declaração "return".

source: LUA record in implicit return mode should be a valid function call or function definition with "function" and "end" keywords.
it_it: Il record LUA in modalità di ritorno implicito dovrebbe essere una chiamata di funzione valida o definizione di funzione con le parole chiave "function" ed "end".
ja_jp: 暗黙的リターンモードのLUAレコードは、「function」と「end」キーワードを持つ有効な関数呼び出しまたは関数定義である必要があります。
nb_no: LUA-post i implisitt return-modus bør være et gyldig funksjonskall eller funksjonsdefinisjon med "function" og "end" nøkkelord.
nl_nl: LUA record in impliciete return modus moet een geldige functieaanroep of functiedefinitie zijn met "function" en "end" trefwoorden.
pt_pt: O registo LUA em modo de retorno implícito deve ser uma chamada de função válida ou definição de função com palavras-chave "function" e "end".

source: LUA record contains potentially dangerous system access functions. These are likely to be blocked by PowerDNS security restrictions.
it_it: Il record LUA contiene funzioni di accesso al sistema potenzialmente pericolose. Queste probabilmente saranno bloccate dalle restrizioni di sicurezza di PowerDNS.
ja_jp: LUAレコードに潜在的に危険なシステムアクセス関数が含まれています。これらはPowerDNSセキュリティ制限によってブロックされる可能性があります。
nb_no: LUA-post inneholder potensielt farlige systemtilgangsfunksjoner. Disse vil sannsynligvis bli blokkert av PowerDNS sikkerhetsrestriksjoner.
nl_nl: LUA record bevat mogelijk gevaarlijke systeemtoegang functies. Deze worden waarschijnlijk geblokkeerd door PowerDNS beveiligingsbeperkingen.
pt_pt: O registo LUA contém funções de acesso ao sistema potencialmente perigosas. Estas provavelmente serão bloqueadas pelas restrições de segurança do PowerDNS.

source: Priority field for SSHFP records must be 0 or empty
it_it: Il campo priorità per i record SSHFP deve essere 0 o vuoto
ja_jp: SSHFPレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for SSHFP-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor SSHFP records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos SSHFP deve ser 0 ou vazio

source: SSHFP records can be generated with "ssh-keygen -r hostname" command on systems with OpenSSH.
it_it: I record SSHFP possono essere generati con il comando "ssh-keygen -r hostname" su sistemi con OpenSSH.
ja_jp: SSHFPレコードは、OpenSSHを使用するシステムで「ssh-keygen -r hostname」コマンドで生成できます。
nb_no: SSHFP-poster kan genereres med "ssh-keygen -r hostname" kommando på systemer med OpenSSH.
nl_nl: SSHFP records kunnen gegenereerd worden met "ssh-keygen -r hostname" commando op systemen met OpenSSH.
pt_pt: Os registos SSHFP podem ser gerados com o comando "ssh-keygen -r hostname" em sistemas com OpenSSH.
