Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: GSS-API mode requires key data to contain a GSS-API token.
it_it: La modalità GSS-API richiede che i dati della chiave contengano un token GSS-API.
ja_jp: GSS-APIモードではキーデータにGSS-APIトークンが含まれている必要があります。
nb_no: GSS-API-modus krever at nøkkeldata inneholder et GSS-API-token.
nl_nl: GSS-API modus vereist dat sleutelgegevens een GSS-API token bevatten.
pt_pt: O modo GSS-API requer que os dados da chave contenham um token GSS-API.

source: Diffie-Hellman mode should be authenticated using TSIG or SIG(0) to prevent man-in-the-middle attacks.
it_it: La modalità Diffie-Hellman deve essere autenticata usando TSIG o SIG(0) per prevenire attacchi man-in-the-middle.
ja_jp: Diffie-Hellmanモードは中間者攻撃を防ぐためTSIGまたはSIG(0)を使用して認証する必要があります。
nb_no: Diffie-Hellman-modus bør autentiseres ved hjelp av TSIG eller SIG(0) for å forhindre mann-i-midten-angrep.
nl_nl: Diffie-Hellman modus moet geauthenticeerd worden met TSIG of SIG(0) om man-in-the-middle aanvallen te voorkomen.
pt_pt: O modo Diffie-Hellman deve ser autenticado usando TSIG ou SIG(0) para prevenir ataques man-in-the-middle.

source: Key deletion operations MUST be authenticated using TSIG with the key being deleted.
it_it: Le operazioni di eliminazione chiave DEVONO essere autenticate usando TSIG con la chiave da eliminare.
ja_jp: キー削除操作は削除されるキーを使用してTSIGで認証される必要があります。
nb_no: Nøkkelslettingsoperasjoner MÅ autentiseres ved hjelp av TSIG med nøkkelen som slettes.
nl_nl: Sleutel verwijderingsoperaties MOETEN geauthenticeerd worden met TSIG met de sleutel die wordt verwijderd.
pt_pt: As operações de eliminação de chave DEVEM ser autenticadas usando TSIG com a chave a ser eliminada.

source: TKEY error must be a valid DNS RCODE number between 0 and 23.
it_it: L'errore TKEY deve essere un numero RCODE DNS valido compreso tra 0 e 23.
ja_jp: TKEYエラーは0から23の間の有効なDNS RCODE番号である必要があります。
nb_no: TKEY-feil må være et gyldig DNS RCODE-nummer mellom 0 og 23.
nl_nl: TKEY fout moet een geldig DNS RCODE nummer tussen 0 en 23 zijn.
pt_pt: O erro TKEY deve ser um número RCODE DNS válido entre 0 e 23.

source: TKEY key data must be valid base64-encoded data or a hexadecimal string.
it_it: I dati della chiave TKEY devono essere dati codificati base64 validi o una stringa esadecimale.
ja_jp: TKEYキーデータは有効なbase64エンコードデータまたは16進数文字列である必要があります。
nb_no: TKEY nøkkeldata må være gyldig base64-kodede data eller en heksadesimal streng.
nl_nl: TKEY sleutelgegevens moeten geldige base64-gecodeerde gegevens of een hexadecimale string zijn.
pt_pt: Os dados da chave TKEY devem ser dados base64 válidos ou uma string hexadecimal.

source: TKEY established keys are associated with DNS servers/resolvers, not zones.
it_it: Le chiavi stabilite TKEY sono associate a server DNS/resolver, non a zone.
ja_jp: TKEY確立キーはゾーンではなく、DNSサーバー/リゾルバーに関連付けられます。
nb_no: TKEY etablerte nøkler er tilknyttet DNS-servere/resolvere, ikke soner.
nl_nl: TKEY vastgestelde sleutels zijn geassocieerd met DNS servers/resolvers, niet met zones.
pt_pt: As chaves TKEY estabelecidas estão associadas com servidores/resolvedores DNS, não zonas.

source: TKEY record exchanges should be secured - authentication depends on mode used.
it_it: Gli scambi di record TKEY devono essere sicuri - l'autenticazione dipende dalla modalità utilizzata.
ja_jp: TKEYレコード交換は保護する必要があります - 認証は使用されるモードに依存します。
nb_no: TKEY-postutvekslinger bør sikres - autentisering avhenger av modus som brukes.
nl_nl: TKEY record uitwisselingen moeten beveiligd zijn - authenticatie hangt af van de gebruikte modus.
pt_pt: As trocas de registo TKEY devem ser seguras - a autenticação depende do modo usado.

source: HMAC-MD5 is considered weak by modern standards. HMAC-SHA256 or stronger is recommended.
it_it: HMAC-MD5 è considerato debole secondo gli standard moderni. È raccomandato HMAC-SHA256 o più forte.
ja_jp: HMAC-MD5は現代の基準では脆弱とみなされます。HMAC-SHA256以上の強度が推奨されます。
nb_no: HMAC-MD5 anses som svak etter moderne standarder. HMAC-SHA256 eller sterkere anbefales.
nl_nl: HMAC-MD5 wordt als zwak beschouwd volgens moderne standaarden. HMAC-SHA256 of sterker wordt aanbevolen.
pt_pt: O HMAC-MD5 é considerado fraco pelos padrões modernos. HMAC-SHA256 ou mais forte é recomendado.

source: Legacy algorithm detected. HMAC-SHA256 or stronger is recommended for better security.
it_it: Rilevato algoritmo legacy. È raccomandato HMAC-SHA256 o più forte per una migliore sicurezza.
ja_jp: レガシーアルゴリズムが検出されました。より良いセキュリティのためにHMAC-SHA256以上が推奨されます。
nb_no: Utdatert algoritme oppdaget. HMAC-SHA256 eller sterkere anbefales for bedre sikkerhet.
nl_nl: Legacy algoritme gedetecteerd. HMAC-SHA256 of sterker wordt aanbevolen voor betere beveiliging.
pt_pt: Algoritmo legado detectado. HMAC-SHA256 ou mais forte é recomendado para melhor segurança.

source: Custom algorithm name detected. Standard algorithm names like "hmac-sha256." are recommended for better compatibility.
it_it: Rilevato nome algoritmo personalizzato. Sono raccomandati nomi di algoritmo standard come "hmac-sha256." per una migliore compatibilità.
ja_jp: カスタムアルゴリズム名が検出されました。より良い互換性のために「hmac-sha256.」などの標準アルゴリズム名が推奨されます。
nb_no: Tilpasset algoritmenavn oppdaget. Standard algoritmenavn som "hmac-sha256." anbefales for bedre kompatibilitet.
nl_nl: Aangepaste algoritme naam gedetecteerd. Standaard algoritme namen zoals "hmac-sha256." worden aanbevolen voor betere compatibiliteit.
pt_pt: Nome de algoritmo personalizado detectado. Nomes de algoritmo padrão como "hmac-sha256." são recomendados para melhor compatibilidade.

source: Invalid value for default TTL. It must be a number between 0 and 2147483647.
it_it: Valore non valido per il TTL predefinito. Deve essere un numero compreso tra 0 e 2147483647.
ja_jp: デフォルトTTLの値が無効です。0から2147483647の間の数値である必要があります。
nb_no: Ugyldig verdi for standard TTL. Det må være et tall mellom 0 og 2147483647.
nl_nl: Ongeldige waarde voor standaard TTL. Het moet een getal tussen 0 en 2147483647 zijn.
pt_pt: Valor inválido para TTL padrão. Deve ser um número entre 0 e 2147483647.

source: Invalid value for TTL field. It must be numeric.
it_it: Valore non valido per il campo TTL. Deve essere numerico.
ja_jp: TTLフィールドの値が無効です。数値である必要があります。
nb_no: Ugyldig verdi for TTL-felt. Det må være numerisk.
nl_nl: Ongeldige waarde voor TTL veld. Het moet numeriek zijn.
pt_pt: Valor inválido para o campo TTL. Deve ser numérico.

source: TTL value cannot be negative. It must be 0 or higher.
it_it: Il valore TTL non può essere negativo. Deve essere 0 o superiore.
ja_jp: TTL値は負の値にできません。0以上である必要があります。
nb_no: TTL-verdi kan ikke være negativ. Den må være 0 eller høyere.
nl_nl: TTL waarde kan niet negatief zijn. Het moet 0 of hoger zijn.
pt_pt: O valor TTL não pode ser negativo. Deve ser 0 ou superior.

source: TTL value exceeds maximum allowed (%d). RFC 2181 limits it to a signed 32-bit integer.
it_it: Il valore TTL supera il massimo consentito (%d). RFC 2181 lo limita a un numero intero con segno a 32 bit.
ja_jp: TTL値が許可される最大値（%d）を超えています。RFC 2181により符号付き32ビット整数に制限されています。
nb_no: TTL-verdi overskrider maksimalt tillatt (%d). RFC 2181 begrenser den til et signert 32-bit heltall.
nl_nl: TTL waarde overschrijdt het toegestane maximum (%d). RFC 2181 beperkt het tot een signed 32-bit integer.
pt_pt: O valor TTL excede o máximo permitido (%d). A RFC 2181 limita-o a um inteiro de 32 bits com sinal.

source: TTL value (%d) is below the recommended minimum of %d seconds (5 minutes). Low TTL values increase DNS traffic.
it_it: Il valore TTL (%d) è inferiore al minimo raccomandato di %d secondi (5 minuti). Valori TTL bassi aumentano il traffico DNS.
ja_jp: TTL値（%d）が推奨最小値%d秒（5分）を下回っています。低いTTL値はDNSトラフィックを増加させます。
nb_no: TTL-verdi (%d) er under anbefalt minimum på %d sekunder (5 minutter). Lave TTL-verdier øker DNS-trafikk.
nl_nl: TTL waarde (%d) ligt onder het aanbevolen minimum van %d seconden (5 minuten). Lage TTL waarden verhogen DNS verkeer.
pt_pt: O valor TTL (%d) está abaixo do mínimo recomendado de %d segundos (5 minutos). Valores TTL baixos aumentam o tráfego DNS.

source: TTL value (%d) is above the recommended maximum of %d seconds (1 week). High TTL values delay DNS updates.
it_it: Il valore TTL (%d) è superiore al massimo raccomandato di %d secondi (1 settimana). Valori TTL alti ritardano gli aggiornamenti DNS.
ja_jp: TTL値（%d）が推奨最大値%d秒（1週間）を上回っています。高いTTL値はDNS更新を遅延させます。
nb_no: TTL-verdi (%d) er over anbefalt maksimum på %d sekunder (1 uke). Høye TTL-verdier forsinker DNS-oppdateringer.
nl_nl: TTL waarde (%d) ligt boven het aanbevolen maximum van %d seconden (1 week). Hoge TTL waarden vertragen DNS updates.
pt_pt: O valor TTL (%d) está acima do máximo recomendado de %d segundos (1 semana). Valores TTL altos atrasam actualizações DNS.

source: SOA record TTL (%d) is below the recommended minimum of %d seconds (1 hour).
it_it: Il TTL del record SOA (%d) è inferiore al minimo raccomandato di %d secondi (1 ora).
ja_jp: SOAレコードTTL（%d）が推奨最小値%d秒（1時間）を下回っています。
nb_no: SOA-post TTL (%d) er under anbefalt minimum på %d sekunder (1 time).
nl_nl: SOA record TTL (%d) ligt onder het aanbevolen minimum van %d seconden (1 uur).
pt_pt: O TTL do registo SOA (%d) está abaixo do mínimo recomendado de %d segundos (1 hora).

source: URI records should be protected with DNSSEC to prevent manipulation by attackers.
it_it: I record URI devono essere protetti con DNSSEC per prevenire manipolazioni da parte di aggressori.
ja_jp: URIレコードは攻撃者による操作を防ぐためにDNSSECで保護する必要があります。
nb_no: URI-poster bør beskyttes med DNSSEC for å forhindre manipulering av angripere.
nl_nl: URI records moeten beschermd worden met DNSSEC om manipulatie door aanvallers te voorkomen.
pt_pt: Os registos URI devem ser protegidos com DNSSEC para prevenir manipulação por atacantes.

source: Consider using HTTPS instead of HTTP for better security.
it_it: Considera di usare HTTPS invece di HTTP per una migliore sicurezza.
ja_jp: より良いセキュリティのためにHTTPの代わりにHTTPSの使用を検討してください。
nb_no: Vurder å bruke HTTPS i stedet for HTTP for bedre sikkerhet.
nl_nl: Overweeg HTTPS te gebruiken in plaats van HTTP voor betere beveiliging.
pt_pt: Considere usar HTTPS em vez de HTTP para melhor segurança.

source: FTP is considered less secure than alternatives like SFTP or HTTPS.
it_it: FTP è considerato meno sicuro di alternative come SFTP o HTTPS.
ja_jp: FTPはSFTPやHTTPSなどの代替手段よりもセキュリティが劣るとみなされます。
nb_no: FTP anses som mindre sikkert enn alternativer som SFTP eller HTTPS.
nl_nl: FTP wordt als minder veilig beschouwd dan alternatieven zoals SFTP of HTTPS.
pt_pt: O FTP é considerado menos seguro que alternativas como SFTP ou HTTPS.

source: Consider using LDAPS (LDAP over SSL/TLS) for securing LDAP connections.
it_it: Considera di usare LDAPS (LDAP su SSL/TLS) per proteggere le connessioni LDAP.
ja_jp: LDAP接続を保護するためにLDAPS（LDAP over SSL/TLS）の使用を検討してください。
nb_no: Vurder å bruke LDAPS (LDAP over SSL/TLS) for å sikre LDAP-tilkoblinger.
nl_nl: Overweeg LDAPS (LDAP over SSL/TLS) te gebruiken voor het beveiligen van LDAP verbindingen.
pt_pt: Considere usar LDAPS (LDAP sobre SSL/TLS) para proteger ligações LDAP.

source: Phone-related URI schemes may contain sensitive personal information.
it_it: Gli schemi URI relativi ai telefoni possono contenere informazioni personali sensibili.
ja_jp: 電話関連のURIスキームには機密の個人情報が含まれる可能性があります。
nb_no: Telefonrelaterte URI-skjemaer kan inneholde sensitiv personlig informasjon.
nl_nl: Telefoon-gerelateerde URI schema's kunnen gevoelige persoonlijke informatie bevatten.
pt_pt: Os esquemas URI relacionados com telefone podem conter informação pessoal sensível.

source: The "file" URI scheme may pose security risks and is not recommended for public DNS records.
it_it: Lo schema URI "file" può comportare rischi di sicurezza e non è raccomandato per record DNS pubblici.
ja_jp: 「file」URIスキームはセキュリティリスクを引き起こす可能性があり、パブリックDNSレコードには推奨されません。
nb_no: "file"-URI-skjemaet kan utgjøre sikkerhetsrisikoer og anbefales ikke for offentlige DNS-poster.
nl_nl: Het "file" URI schema kan beveiligingsrisico's opleveren en wordt niet aanbevolen voor publieke DNS records.
pt_pt: O esquema URI "file" pode representar riscos de segurança e não é recomendado para registos DNS públicos.

source: URI record must be in the format: <priority> <weight> "<target URI>"
it_it: Il record URI deve essere nel formato: <priorità> <peso> "<URI di destinazione>"
ja_jp: URIレコードは次の形式である必要があります：<優先度> <重み> "<対象URI>"
nb_no: URI-post må være i formatet: <prioritet> <vekt> "<mål-URI>"
nl_nl: URI record moet in het formaat zijn: <prioriteit> <gewicht> "<doel URI>"
pt_pt: O registo URI deve estar no formato: <prioridade> <peso> "<URI destino>"

source: URI priority must be between 0 and 65535 (16-bit unsigned integer).
it_it: La priorità URI deve essere compresa tra 0 e 65535 (numero intero senza segno a 16 bit).
ja_jp: URI優先度は0から65535（16ビット符号なし整数）の間である必要があります。
nb_no: URI prioritet må være mellom 0 og 65535 (16-bit usignert heltall).
nl_nl: URI prioriteit moet tussen 0 en 65535 liggen (16-bit unsigned integer).
pt_pt: A prioridade URI deve estar entre 0 e 65535 (inteiro de 16 bits sem sinal).

source: URI weight must be between 0 and 65535 (16-bit unsigned integer).
it_it: Il peso URI deve essere compreso tra 0 e 65535 (numero intero senza segno a 16 bit).
ja_jp: URI重みは0から65535（16ビット符号なし整数）の間である必要があります。
nb_no: URI vekt må være mellom 0 og 65535 (16-bit usignert heltall).
nl_nl: URI gewicht moet tussen 0 en 65535 liggen (16-bit unsigned integer).
pt_pt: O peso URI deve estar entre 0 e 65535 (inteiro de 16 bits sem sinal).

source: URI must not be empty.
it_it: L'URI non deve essere vuoto.
ja_jp: URIは空であってはいけません。
nb_no: URI kan ikke være tomt.
nl_nl: URI mag niet leeg zijn.
pt_pt: O URI não deve estar vazio.

source: URI must start with a valid scheme that begins with a letter followed by letters, digits, plus, period, or hyphen.
it_it: L'URI deve iniziare con uno schema valido che inizia con una lettera seguita da lettere, cifre, più, punto o trattino.
ja_jp: URIは文字で始まり、その後に文字、数字、プラス、ピリオド、またはハイフンが続く有効なスキームで開始する必要があります。
nb_no: URI må starte med et gyldig skjema som begynner med en bokstav etterfulgt av bokstaver, siffer, pluss, punktum eller bindestrek.
nl_nl: URI moet beginnen met een geldig schema dat begint met een letter gevolgd door letters, cijfers, plus, punt of koppelteken.
pt_pt: O URI deve começar com um esquema válido que começa com uma letra seguida de letras, dígitos, mais, ponto ou hífen.

source: URI uses an uncommon protocol. Consider using a standard URI scheme for better compatibility.
it_it: L'URI utilizza un protocollo non comune. Considera di usare uno schema URI standard per una migliore compatibilità.
ja_jp: URIは一般的でないプロトコルを使用しています。より良い互換性のために標準URIスキームの使用を検討してください。
nb_no: URI bruker en uvanlig protokoll. Vurder å bruke et standard URI-skjema for bedre kompatibilitet.
nl_nl: URI gebruikt een ongewoon protocol. Overweeg een standaard URI schema te gebruiken voor betere compatibiliteit.
pt_pt: O URI usa um protocolo incomum. Considere usar um esquema URI padrão para melhor compatibilidade.

source: URI with this protocol must include "://" after the protocol name.
it_it: L'URI con questo protocollo deve includere "://" dopo il nome del protocollo.
ja_jp: このプロトコルのURIはプロトコル名の後に「://」を含む必要があります。
nb_no: URI med denne protokollen må inkludere "://" etter protokollnavnet.
nl_nl: URI met dit protocol moet "://" bevatten na de protocolnaam.
pt_pt: O URI com este protocolo deve incluir "://" após o nome do protocolo.

source: HTTP/HTTPS URIs must include a hostname.
it_it: Gli URI HTTP/HTTPS devono includere un nome host.
ja_jp: HTTP/HTTPS URIはホスト名を含む必要があります。
nb_no: HTTP/HTTPS URI-er må inkludere et vertsnavn.
nl_nl: HTTP/HTTPS URI's moeten een hostnaam bevatten.
pt_pt: Os URIs HTTP/HTTPS devem incluir um nome de anfitrião.

source: URI must not contain control characters.
it_it: L'URI non deve contenere caratteri di controllo.
ja_jp: URIは制御文字を含んではいけません。
nb_no: URI kan ikke inneholde kontrolltegn.
nl_nl: URI mag geen controlekarakters bevatten.
pt_pt: O URI não deve conter caracteres de controlo.

source: URI contains backslash characters, which may be interpreted differently across systems.
it_it: L'URI contiene caratteri barra rovesciata, che possono essere interpretati diversamente su sistemi diversi.
ja_jp: URIにバックスラッシュ文字が含まれており、システム間で異なって解釈される可能性があります。
nb_no: URI inneholder omvendt skråstrek som kan tolkes forskjellig på ulike systemer.
nl_nl: URI bevat backslash karakters, die mogelijk anders geïnterpreteerd worden op verschillende systemen.
pt_pt: O URI contém caracteres de barra invertida, que podem ser interpretados diferentemente entre sistemas.

source: URI contains ".." sequences, which may be used for directory traversal attacks.
it_it: L'URI contiene sequenze "..", che possono essere utilizzate per attacchi di directory traversal.
ja_jp: URIに「..」シーケンスが含まれており、ディレクトリトラバーサル攻撃に使用される可能性があります。
nb_no: URI inneholder ".." sekvenser som kan brukes til katalogtraversering-angrep.
nl_nl: URI bevat ".." sequenties, die gebruikt kunnen worden voor directory traversal aanvallen.
pt_pt: O URI contém sequências "..", que podem ser usadas para ataques de travessia de directório.

source: URI contains percent characters not used for properly formatted percent-encoding.
it_it: L'URI contiene caratteri percentuale non utilizzati per una codifica percentuale formattata correttamente.
ja_jp: URIに適切に形式化されたパーセントエンコーディングに使用されていないパーセント文字が含まれています。
nb_no: URI inneholder prosent-tegn som ikke brukes for korrekt formatert prosent-koding.
nl_nl: URI bevat procenttekens die niet gebruikt worden voor correct geformatteerde percent-encoding.
pt_pt: O URI contém caracteres de percentagem não usados para codificação de percentagem adequadamente formatada.

source: URI contains non-ASCII characters in hostname. Consider using Punycode for international domain names.
it_it: L'URI contiene caratteri non-ASCII nel nome host. Considera di usare Punycode per nomi di dominio internazionali.
ja_jp: URIのホスト名に非ASCII文字が含まれています。国際ドメイン名にはPunycodeの使用を検討してください。
nb_no: URI inneholder ikke-ASCII tegn i vertsnavnet. Vurder å bruke Punycode for internasjonale domenenavn.
nl_nl: URI bevat non-ASCII karakters in hostnaam. Overweeg Punycode te gebruiken voor internationale domeinnamen.
pt_pt: O URI contém caracteres não-ASCII no nome de anfitrião. Considere usar Punycode para nomes de domínio internacionais.

source: Invalid key exchanger hostname. The exchanger field must be a valid domain name.
it_it: Nome host scambiatore di chiavi non valido. Il campo scambiatore deve essere un nome di dominio valido.
ja_jp: 無効なキー交換ホスト名です。交換フィールドは有効なドメイン名である必要があります。
nb_no: Ugyldig nøkkelutveksler vertsnavn. Utveksler-feltet må være et gyldig domenenavn.
nl_nl: Ongeldige key exchanger hostnaam. Het exchanger veld moet een geldige domeinnaam zijn.
pt_pt: Nome de anfitrião do trocador de chaves inválido. O campo trocador deve ser um nome de domínio válido.

source: IMPORTANT: RFC 2230 requires KX records to be signed using DNSSEC. Unsigned KX records MUST be ignored for security reasons.
it_it: IMPORTANTE: RFC 2230 richiede che i record KX siano firmati utilizzando DNSSEC. I record KX non firmati DEVONO essere ignorati per motivi di sicurezza.
ja_jp: 重要：RFC 2230はKXレコードがDNSSECを使用して署名されることを要求しています。署名されていないKXレコードはセキュリティ上の理由で無視する必要があります。
nb_no: VIKTIG: RFC 2230 krever at KX poster signeres med DNSSEC. Usignerte KX poster MÅ ignoreres av sikkerhetsmessige årsaker.
nl_nl: BELANGRIJK: RFC 2230 vereist dat KX records ondertekend worden met DNSSEC. Niet-ondertekende KX records MOETEN genegeerd worden om veiligheidsredenen.
pt_pt: IMPORTANTE: A RFC 2230 requer que registos KX sejam assinados usando DNSSEC. Registos KX não assinados DEVEM ser ignorados por razões de segurança.

source: Systems not implementing Secure DNS should ignore KX records entirely according to RFC 2230.
it_it: I sistemi che non implementano DNS sicuro devono ignorare completamente i record KX secondo RFC 2230.
ja_jp: RFC 2230によると、セキュアDNSを実装していないシステムはKXレコードを完全に無視する必要があります。
nb_no: Systemer som ikke implementerer Secure DNS bør ignorere KX poster helt i henhold til RFC 2230.
nl_nl: Systemen die Secure DNS niet implementeren moeten KX records volledig negeren volgens RFC 2230.
pt_pt: Sistemas que não implementam DNS Seguro devem ignorar completamente registos KX conforme RFC 2230.

source: Ensure that the key exchanger host has appropriate forward and reverse DNS records configured.
it_it: Assicurati che l'host scambiatore di chiavi abbia configurati record DNS diretti e inversi appropriati.
ja_jp: キー交換ホストに適切な正引きおよび逆引きDNSレコードが設定されていることを確認してください。
nb_no: Sørg for at nøkkelutveksler-verten har passende fremover- og revers-DNS poster konfigurert.
nl_nl: Zorg ervoor dat de key exchanger host de juiste forward en reverse DNS records geconfigureerd heeft.
pt_pt: Certifique-se de que o anfitrião trocador de chaves tem registos DNS directos e reversos apropriados configurados.

source: The key exchanger host should have appropriate A/AAAA records for type A/AAAA additional section processing.
it_it: L'host scambiatore di chiavi deve avere record A/AAAA appropriati per l'elaborazione della sezione aggiuntiva di tipo A/AAAA.
ja_jp: キー交換ホストはタイプA/AAAA追加セクション処理のために適切なA/AAAAレコードを持つ必要があります。
nb_no: Nøkkelutveksler-verten bør ha passende A/AAAA poster for type A/AAAA tilleggsseksjon-behandling.
nl_nl: De key exchanger host moet de juiste A/AAAA records hebben voor type A/AAAA additional section processing.
pt_pt: O anfitrião trocador de chaves deve ter registos A/AAAA apropriados para processamento de secção adicional tipo A/AAAA.

source: Invalid value for KX preference field. Must be between 0 and 65535.
it_it: Valore non valido per il campo preferenza KX. Deve essere compreso tra 0 e 65535.
ja_jp: KX優先度フィールドの値が無効です。0から65535の間である必要があります。
nb_no: Ugyldig verdi for KX preferanse-felt. Må være mellom 0 og 65535.
nl_nl: Ongeldige waarde voor KX voorkeurveld. Moet tussen 0 en 65535 liggen.
pt_pt: Valor inválido para o campo de preferência KX. Deve estar entre 0 e 65535.

source: NOTE: The MINFO record type is marked as EXPERIMENTAL in RFC 1035. It may not be universally supported.
it_it: NOTA: Il tipo di record MINFO è contrassegnato come SPERIMENTALE in RFC 1035. Potrebbe non essere supportato universalmente.
ja_jp: 注意：MINFOレコードタイプはRFC 1035で実験的とマークされています。普遍的にサポートされていない可能性があります。
nb_no: MERK: MINFO posttypen er merket som EKSPERIMENTELL i RFC 1035. Den er kanskje ikke universelt støttet.
nl_nl: OPMERKING: Het MINFO recordtype is gemarkeerd als EXPERIMENTEEL in RFC 1035. Het wordt mogelijk niet universeel ondersteund.
pt_pt: NOTA: O tipo de registo MINFO está marcado como EXPERIMENTAL na RFC 1035. Pode não ser universalmente suportado.

source: MINFO record content cannot be empty.
it_it: Il contenuto del record MINFO non può essere vuoto.
ja_jp: MINFOレコードの内容は空にできません。
nb_no: MINFO post-innhold kan ikke være tomt.
nl_nl: MINFO record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo MINFO não pode estar vazio.

source: MINFO record must contain both responsible mailbox and error mailbox separated by a space (RFC 1035 Section 3.3.7).
it_it: Il record MINFO deve contenere sia la casella postale responsabile che quella degli errori separate da uno spazio (RFC 1035 Sezione 3.3.7).
ja_jp: MINFOレコードは責任メールボックスとエラーメールボックスの両方をスペースで区切って含む必要があります（RFC 1035セクション3.3.7）。
nb_no: MINFO post må inneholde både ansvarlig postboks og feil-postboks separert med mellomrom (RFC 1035 seksjon 3.3.7).
nl_nl: MINFO record moet zowel verantwoordelijke mailbox als error mailbox bevatten gescheiden door een spatie (RFC 1035 Sectie 3.3.7).
pt_pt: O registo MINFO deve conter tanto a caixa de correio responsável quanto a caixa de correio de erro separadas por um espaço (RFC 1035 Secção 3.3.7).
