Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Setup account and name servers
it_it: Configura account e server dei nomi
ja_jp: アカウントとネームサーバーの設定
nb_no: Oppsett av konto og navnetjenere
nl_nl: Account en naamservers instellen
pt_pt: Configurar conta e servidores de nomes

source: Configuration:
it_it: Configurazione:
ja_jp: 構成：
nb_no: Konfigurasjon:
nl_nl: Configuratie:
pt_pt: Configuração:

source: Now we will gather all details for the configuration itself.
it_it: Ora raccoglieremo tutti i dettagli per la configurazione stessa.
ja_jp: ここで、構成自体のすべての詳細を収集します。
nb_no: Nå vil vi samle alle detaljene for selve konfigurasjonen.
nl_nl: Nu verzamelen we alle details voor de configuratie zelf.
pt_pt: Agora vamos recolher todos os detalhes para a própria configuração.

source: Database User
it_it: Utente Database
ja_jp: データベースユーザー
nb_no: Databasebruker
nl_nl: Database-gebruiker
pt_pt: Utilizador da Base de Dados

source: Poweradmin database username with restricted access. Not for web UI login.
it_it: Nome utente del database Poweradmin con accesso limitato. Non per l'accesso all'interfaccia web.
ja_jp: 制限されたアクセス権を持つPoweradminデータベースのユーザー名。ウェブUIログイン用ではありません。
nb_no: Poweradmin databasebrukernavn med begrenset tilgang. Ikke for pålogging til nettgrensesnittet.
nl_nl: Poweradmin database gebruikersnaam met beperkte toegang. Niet voor inloggen op de web UI.
pt_pt: Nome de utilizador da base de dados Poweradmin com acesso restrito. Não para login na interface web.

source: Provide the user password
it_it: Fornisci la password utente
ja_jp: ユーザーパスワードを提供してください
nb_no: Oppgi brukerpassordet
nl_nl: Geef het gebruikerswachtwoord op
pt_pt: Forneça a palavra-passe do utilizador

source: The password for this username.
it_it: La password per questo nome utente.
ja_jp: このユーザー名のパスワード。
nb_no: Passordet for dette brukernavnet.
nl_nl: Het wachtwoord voor deze gebruikersnaam.
pt_pt: A palavra-passe para este nome de utilizador.

source: DNS Settings
it_it: Impostazioni DNS
ja_jp: DNS設定
nb_no: DNS-innstillinger
nl_nl: DNS-instellingen
pt_pt: Configurações DNS

source: Hostmaster
ja_jp: ホストマスター
pt_pt: Administrador de host

source: Provide the DNS hostmaster
it_it: Fornisci l'hostmaster DNS
ja_jp: DNSホストマスターを提供してください
nb_no: Oppgi DNS-hostmaster
nl_nl: Geef de DNS-hostmaster op
pt_pt: Forneça o administrador DNS

source: Default hostmaster for SOA records.
it_it: Hostmaster predefinito per i record SOA.
ja_jp: SOAレコードのデフォルトホストマスター。
nb_no: Standard hostmaster for SOA-poster.
nl_nl: Standaard hostmaster voor SOA-records.
pt_pt: Hostmaster predefinido para registos SOA.

source: Primary nameserver
it_it: Server dei nomi primario
ja_jp: プライマリネームサーバー
nb_no: Primær navnetjener
nl_nl: Primaire naamserver
pt_pt: Servidor de nomes primário

source: Provide the primary nameserver
it_it: Fornisci il server dei nomi primario
ja_jp: プライマリネームサーバーを提供してください
nb_no: Oppgi den primære navnetjeneren
nl_nl: Geef de primaire naamserver op
pt_pt: Forneça o servidor de nomes primário

source: Primary nameserver for new zones.
it_it: Nameserver primario per nuove zone.
ja_jp: 新しいゾーンのプライマリネームサーバー。
nb_no: Primær navneserver for nye soner.
nl_nl: Primaire nameserver voor nieuwe zones.
pt_pt: Servidor de nomes primário para novas zonas.

source: Secondary nameserver
it_it: Server dei nomi secondario
ja_jp: セカンダリネームサーバー
nb_no: Sekundær navnetjener
nl_nl: Secundaire naamserver
pt_pt: Servidor de nomes secundário

source: Provide the secondary nameserver
it_it: Fornisci il server dei nomi secondario
ja_jp: セカンダリネームサーバーを提供してください
nb_no: Oppgi den sekundære navnetjeneren
nl_nl: Geef de secundaire naamserver op
pt_pt: Forneça o servidor de nomes secundário

source: Secondary nameserver for new zones.
it_it: Nameserver secondario per nuove zone.
ja_jp: 新しいゾーンのセカンダリネームサーバー。
nb_no: Sekundær navneserver for nye soner.
nl_nl: Secundaire nameserver voor nieuwe zones.
pt_pt: Servidor de nomes secundário para novas zonas.

source: Tertiary Nameserver
it_it: Server dei nomi terziario
ja_jp: 第三ネームサーバー
nb_no: Tertiær navnetjener
nl_nl: Tertiaire naamserver
pt_pt: Servidor de Nomes Terciário

source: optional
it_it: opzionale
ja_jp: 任意
nb_no: valgfri
nl_nl: optioneel
pt_pt: opcional

source: Optional tertiary nameserver for new zones.
it_it: Nameserver terziario opzionale per nuove zone.
ja_jp: 新しいゾーンのオプションのターシャリネームサーバー。
nb_no: Valgfri tertiær navneserver for nye soner.
nl_nl: Optionele tertiaire nameserver voor nieuwe zones.
pt_pt: Servidor de nomes terciário opcional para novas zonas.

source: Quaternary Nameserver
it_it: Server dei nomi quaternario
ja_jp: 第四ネームサーバー
nb_no: Kvaternær navnetjener
nl_nl: Quaternaire naamserver
pt_pt: Servidor de Nomes Quaternário

source: Optional quaternary nameserver for new zones.
it_it: Nameserver quaternario opzionale per nuove zone.
ja_jp: 新しいゾーンのオプションのクォーターナリネームサーバー。
nb_no: Valgfri kvartenær navneserver for nye soner.
nl_nl: Optionele quaternaire nameserver voor nieuwe zones.
pt_pt: Servidor de nomes quaternário opcional para novas zonas.

source: Installation complete
it_it: Installazione completata
ja_jp: インストール完了
nb_no: Installasjon fullført
nl_nl: Installatie voltooid
pt_pt: Instalação concluída

source: Installation Complete!
it_it: Installazione Completata!
ja_jp: インストール完了！
nb_no: Installasjon fullført!
nl_nl: Installatie voltooid!
pt_pt: Instalação Concluída!

source: Congratulations! Your Poweradmin installation is now configured.
it_it: Congratulazioni! La tua installazione di Poweradmin è ora configurata.
ja_jp: おめでとうございます！Poweradminのインストールが完了しました。
nb_no: Gratulerer! Poweradmin-installasjonen din er nå konfigurert.
nl_nl: Gefeliciteerd! Uw Poweradmin-installatie is nu geconfigureerd.
pt_pt: Parabéns! A sua instalação do Poweradmin está agora configurada.

source: Important Security Notice:
it_it: Avviso di Sicurezza Importante:
ja_jp: 重要なセキュリティ通知：
nb_no: Viktig sikkerhetsmelding:
nl_nl: Belangrijke beveiligingsmededeling:
pt_pt: Aviso de Segurança Importante:

source: You must remove the "install/" directory from the Poweradmin root directory.
it_it: Devi rimuovere la directory "install/" dalla directory root di Poweradmin.directory.
ja_jp: Poweradminルートディレクトリから「install/」ディレクトリを削除する必要があります。directory.
nb_no: Du må fjerne "install/"-mappen fra Poweradmin rotmappen.
nl_nl: U moet de "install/" map verwijderen uit de Poweradmin hoofdmap.directory.
pt_pt: Deve remover o directório "install/" do directório raiz do Poweradmin.

source: Poweradmin will not function if the install directory exists, as a security measure.
it_it: Poweradmin non funzionerà se la directory di installazione esiste, come misura di sicurezza.
ja_jp: セキュリティ対策として、インストールディレクトリが存在する場合、Poweradminは機能しません。
nb_no: Poweradmin vil ikke fungere hvis installasjonskatalogen eksisterer, som et sikkerhetstiltak.
nl_nl: Poweradmin zal niet functioneren als de installatiemap bestaat, als beveiligingsmaatregel.
pt_pt: O Poweradmin não funcionará se o diretório de instalação existir, como medida de segurança.

source: Next Steps
it_it: Passi Successivi
ja_jp: 次のステップ
nb_no: Neste steg
nl_nl: Volgende stappen
pt_pt: Próximos Passos

source: Remove the "install/" directory from your server
it_it: Rimuovi la directory "install/" dal tuo server
ja_jp: サーバーから「install/」ディレクトリを削除してください
nb_no: Fjern "install/"-mappen fra serveren din
nl_nl: Verwijder de "install/" map van uw server
pt_pt: Remover o directório "install/" do seu servidor

source: Login to <a href="../index.php">Poweradmin</a> using the default username "admin" and the password you set in step 3
it_it: Accedi a <a href="../index.php">Poweradmin</a> usando il nome utente predefinito "admin" e la password che hai impostato nel passo 3"admin" and the password you set in step 3
ja_jp: デフォルトユーザー名「admin」とステップ3で設定したパスワードを使用して<a href="../index.php">Poweradmin</a>にログインしてください"admin" and the password you set in step 3
nb_no: Logg inn på <a href="../index.php">Poweradmin</a> med standard brukernavn "admin" og passordet du satte i steg 3"admin" and the password you set in step 3
nl_nl: Log in op <a href="../index.php">Poweradmin</a> met de standaard gebruikersnaam "admin" en het wachtwoord dat u in stap 3 hebt ingesteld"admin" and the password you set in step 3
pt_pt: Iniciar sessão no <a href="../index.php">Poweradmin</a> usando o nome de utilizador padrão "admin" e a palavra-passe que definiu no passo 3

source: Begin configuring your DNS zones and records
it_it: Inizia a configurare le tue zone DNS e i tuoi record
ja_jp: DNSゾーンとレコードの設定を開始してください
nb_no: Begynn å konfigurere DNS-soner og -poster
nl_nl: Begin met het configureren van uw DNS-zones en -records
pt_pt: Comece a configurar as suas zonas e registos DNS

source: Getting Ready
it_it: Preparazione
ja_jp: 準備中
nb_no: Gjør klar
nl_nl: Voorbereiden
pt_pt: Preparação

source: Prerequisites
it_it: Prerequisiti
ja_jp: 前提条件
nb_no: Forutsetninger
nl_nl: Vereisten
pt_pt: Pré-requisitos

source: Before proceeding, ensure you have:
it_it: Prima di procedere, assicurati di avere:
ja_jp: 続行する前に、以下を確認してください：
nb_no: Før du fortsetter, sørg for at du har:
nl_nl: Voordat u doorgaat, zorg ervoor dat u het volgende heeft:
pt_pt: Antes de prosseguir, certifique-se de que tem:

source: PowerDNS installed with database tables created
it_it: PowerDNS installato con tabelle del database create
ja_jp: データベーステーブルが作成されたPowerDNSがインストールされていること
nb_no: PowerDNS installert med databasetabeller opprettet
nl_nl: PowerDNS geïnstalleerd met databasetabellen gemaakt
pt_pt: PowerDNS instalado com tabelas de base de dados criadas

source: Database credentials (hostname, username, password)
it_it: Credenziali del database (hostname, nome utente, password)
ja_jp: データベース認証情報（ホスト名、ユーザー名、パスワード）
nb_no: Database-legitimasjon (vertsnavn, brukernavn, passord)
nl_nl: Database-inloggegevens (hostnaam, gebruikersnaam, wachtwoord)
pt_pt: Credenciais da base de dados (nome do servidor, nome de utilizador, palavra-passe)

source: Permission to create tables for Poweradmin
it_it: Permesso di creare tabelle per Poweradmin
ja_jp: Poweradmin用のテーブルを作成する権限
nb_no: Tillatelse til å opprette tabeller for Poweradmin
nl_nl: Toestemming om tabellen voor Poweradmin te maken
pt_pt: Permissão para criar tabelas para o Poweradmin

source: Next:
it_it: Successivo:
ja_jp: 次のステップ：
nb_no: Neste:
nl_nl: Volgende:
pt_pt: Seguinte:

source: Configure database connection, create admin account, and generate configuration file.
it_it: Configura la connessione al database, crea un account amministratore e genera il file di configurazione.
ja_jp: データベース接続を設定し、管理者アカウントを作成し、設定ファイルを生成します。
nb_no: Konfigurer databasetilkobling, opprett administratorkonto og generer konfigurasjonsfil.
nl_nl: Configureer databaseverbinding, maak beheerdersaccount aan en genereer configuratiebestand.
pt_pt: Configure a ligação à base de dados, crie uma conta de administrador e gere o ficheiro de configuração.

source: Missing PowerDNS tables:
it_it: Tabelle PowerDNS mancanti:
ja_jp: PowerDNSテーブルが不足：
nb_no: Manglende PowerDNS-tabeller:
nl_nl: Ontbrekende PowerDNS tabellen:
pt_pt: Tabelas PowerDNS em falta:

source: Poweradmin requires these PowerDNS tables to function properly.
it_it: Poweradmin richiede queste tabelle PowerDNS per funzionare correttamente.
ja_jp: Poweradminが正常に機能するにはこれらのPowerDNSテーブルが必要です。
nb_no: Poweradmin krever disse PowerDNS-tabellene for å fungere riktig.
nl_nl: Poweradmin heeft deze PowerDNS tabellen nodig om correct te functioneren.
pt_pt: O Poweradmin requer estas tabelas PowerDNS para funcionar correctamente.

source: Updating database... done!
it_it: Aggiornamento database... fatto!
ja_jp: データベースを更新中... 完了！
nb_no: Oppdaterer database... ferdig!
nl_nl: Database bijwerken... voltooid!
pt_pt: Actualizando base de dados... concluído!

source: Foreign Key Constraint Issues:
it_it: Problemi di Vincoli Chiave Esterna:
ja_jp: 外部キー制約の問題：
nb_no: Problemer med fremmednøkkelbegrensninger:
nl_nl: Foreign Key Beperking Problemen:
pt_pt: Problemas de Restrições de Chave Estrangeira:

source: The installer could not remove existing tables due to foreign key constraints
it_it: L'installer non è riuscito a rimuovere le tabelle esistenti a causa di vincoli di chiave esterna
ja_jp: 外部キー制約により、インストーラーは既存のテーブルを削除できませんでした
nb_no: Installasjonen kunne ikke fjerne eksisterende tabeller på grunn av fremmednøkkelbegrensninger
nl_nl: De installer kon bestaande tabellen niet verwijderen vanwege foreign key beperkingen
pt_pt: O instalador não conseguiu remover as tabelas existentes devido a restrições de chave estrangeira

source: This can happen during reinstallation if you have custom constraints or if tables are referenced by other tables
it_it: Questo può accadere durante la reinstallazione se hai vincoli personalizzati o se le tabelle sono referenziate da altre tabelle
ja_jp: これは、カスタム制約がある場合や、テーブルが他のテーブルから参照されている場合の再インストール時に発生する可能性があります
nb_no: Dette kan skje under reinstallasjon hvis du har tilpassede begrensninger eller hvis tabeller refereres av andre tabeller
nl_nl: Dit kan gebeuren tijdens herinstallatie als u aangepaste beperkingen hebt of als tabellen worden gerefereerd door andere tabellen
pt_pt: Isto pode acontecer durante a reinstalação se tiver restrições personalizadas ou se as tabelas forem referenciadas por outras tabelas

source: You can try manually disabling foreign key checks before running the installer:
it_it: È possibile provare a disabilitare manualmente i controlli delle chiavi esterne prima di eseguire l'installer:
ja_jp: インストーラーを実行する前に、手動で外部キーチェックを無効にしてみてください：
nb_no: Du kan prøve å manuelt deaktivere fremmednøkkelkontroller før du kjører installasjonen:
nl_nl: U kunt proberen foreign key controles handmatig uit te schakelen voordat u de installer uitvoert:
pt_pt: Pode tentar desativar manualmente as verificações de chave estrangeira antes de executar o instalador:

source: Suggestions:
it_it: Suggerimenti:
ja_jp: 提案：
nb_no: Forslag:
nl_nl: Suggesties:
pt_pt: Sugestões:

source: Make sure the SQLite database file exists
it_it: Assicurati che il file database SQLite esista
ja_jp: SQLiteデータベースファイルが存在することを確認してください
nb_no: Sørg for at SQLite-databasefilen eksisterer
nl_nl: Zorg ervoor dat het SQLite database bestand bestaat
pt_pt: Certifique-se de que o ficheiro de base de dados SQLite existe

source: Check that the web server has read and write permissions for the database file
it_it: Verifica che il server web abbia permessi di lettura e scrittura per il file di database
ja_jp: Webサーバーがデータベースファイルに対する読み書き権限を持っていることを確認してください
nb_no: Sjekk at webserveren har lese- og skrivetillatelser for databasefilen
nl_nl: Controleer of de webserver lees- en schrijfrechten heeft voor het databasebestand
pt_pt: Verifique se o servidor web tem permissões de leitura e escrita para o ficheiro de base de dados

source: Verify the full path to the database file is correct and accessible
it_it: Verifica che il percorso completo al file database sia corretto e accessibile
ja_jp: データベースファイルへのフルパスが正しく、アクセス可能であることを確認してください
nb_no: Bekreft at hele banen til databasefilen er riktig og tilgjengelig
nl_nl: Controleer of het volledige pad naar het database bestand correct en toegankelijk is
pt_pt: Verifique se o caminho completo para o ficheiro de base de dados está correto e acessível

source: Verify database credentials are correct
it_it: Verifica che le credenziali del database siano corrette
ja_jp: データベース認証情報が正しいことを確認してください
nb_no: Bekreft at databasepåloggingsdata er riktige
nl_nl: Controleer of de database inloggegevens correct zijn
pt_pt: Verificar se as credenciais da base de dados estão correctas

source: Check that the database user has sufficient privileges
it_it: Controlla che l'utente del database abbia privilegi sufficienti
ja_jp: データベースユーザーが十分な権限を持っていることを確認してください
nb_no: Sjekk at databasebrukeren har tilstrekkelige rettigheter
nl_nl: Controleer of de database gebruiker voldoende rechten heeft
pt_pt: Verificar se o utilizador da base de dados tem privilégios suficientes

source: Ensure the database server is running and accessible
it_it: Assicurati che il server database sia in esecuzione e accessibile
ja_jp: データベースサーバーが実行中でアクセス可能であることを確認してください
nb_no: Sørg for at databaseserveren kjører og er tilgjengelig
nl_nl: Zorg ervoor dat de database server actief en toegankelijk is
pt_pt: Assegurar que o servidor da base de dados está em execução e acessível

source: Database Error
it_it: Errore Database
ja_jp: データベースエラー
nb_no: Databasefeil
nl_nl: Database Fout
pt_pt: Erro na Base de Dados

source: The SQLite database file %s does not exist. Please create the database file before proceeding.
it_it: Il file di database SQLite %s non esiste. Crea il file di database prima di procedere.
ja_jp: SQLiteデータベースファイル %s が存在しません。続行する前にデータベースファイルを作成してください。
nb_no: SQLite-databasefilen %s finnes ikke. Vennligst opprett databasefilen før du fortsetter.
nl_nl: Het SQLite-databasebestand %s bestaat niet. Maak het databasebestand aan voordat u verder gaat.
pt_pt: O ficheiro de base de dados SQLite %s não existe. Por favor, crie o ficheiro de base de dados antes de prosseguir.

source: The SQLite database file %s is not readable. Please check file permissions.
it_it: Il file di database SQLite %s non è leggibile. Controlla i permessi del file.
ja_jp: SQLiteデータベースファイル %s は読み取り可能ではありません。ファイルの権限を確認してください。
nb_no: SQLite-databasefilen %s er ikke lesbar. Vennligst sjekk filtillatelser.
nl_nl: Het SQLite-databasebestand %s is niet leesbaar. Controleer de bestandsrechten.
pt_pt: O ficheiro de base de dados SQLite %s não é legível. Por favor, verifique as permissões do ficheiro.

source: The SQLite database file %s is not writable. Please check file permissions.
it_it: Il file di database SQLite %s non è scrivibile. Controlla i permessi del file.
ja_jp: SQLiteデータベースファイル %s は書き込み可能ではありません。ファイルの権限を確認してください。
nb_no: SQLite-databasefilen %s er ikke skrivbar. Vennligst sjekk filtillatelser.
nl_nl: Het SQLite-databasebestand %s is niet beschrijfbaar. Controleer de bestandsrechten.
pt_pt: O ficheiro de base de dados SQLite %s não é gravável. Por favor, verifique as permissões do ficheiro.

source: Could not access the SQLite database file %s: %s
it_it: Impossibile accedere al file database SQLite %s: %s
ja_jp: SQLiteデータベースファイル %s にアクセスできませんでした：%s
nb_no: Kunne ikke få tilgang til SQLite-databasefilen %s: %s
nl_nl: Kon geen toegang krijgen tot het SQLite database bestand %s: %s
pt_pt: Não foi possível aceder ao ficheiro de base de dados SQLite %s: %s

source: No configuration file found. Please create the config/settings.php file before proceeding.
it_it: Nessun file di configurazione trovato. Crea il file config/settings.php prima di procedere.
ja_jp: 設定ファイルが見つかりません。続行する前にconfig/settings.phpファイルを作成してください。
nb_no: Ingen konfigurasjonsfil funnet. Vennligst opprett config/settings.php filen før du fortsetter.
nl_nl: Geen configuratiebestand gevonden. Maak het config/settings.php bestand aan voordat u verder gaat.
pt_pt: Nenhum ficheiro de configuração encontrado. Por favor, crie o ficheiro config/settings.php antes de prosseguir.

source: Separate PowerDNS databases are only supported with MySQL. For PostgreSQL and SQLite, please use the same database.
it_it: I database PowerDNS separati sono supportati solo con MySQL. Per PostgreSQL e SQLite, utilizzare lo stesso database.
ja_jp: 別途PowerDNSデータベースはMySQLでのみサポートされています。PostgreSQLとSQLiteの場合は、同じデータベースを使用してください。
nb_no: Separate PowerDNS-databaser støttes bare med MySQL. For PostgreSQL og SQLite, vennligst bruk samme database.
nl_nl: Afzonderlijke PowerDNS-databases worden alleen ondersteund met MySQL. Voor PostgreSQL en SQLite, gebruik dezelfde database.
pt_pt: Bases de dados PowerDNS separadas são apenas suportadas com MySQL. Para PostgreSQL e SQLite, por favor use a mesma base de dados.

source: Missing PowerDNS tables in database "%s": %s. Please ensure PowerDNS is properly installed in this database.
it_it: Tabelle PowerDNS mancanti nel database "%s": %s. Assicurati che PowerDNS sia installato correttamente in questo database.
ja_jp: データベース"%s"にPowerDNSテーブルがありません: %s。このデータベースにPowerDNSが正しくインストールされていることを確認してください。
nb_no: Manglende PowerDNS-tabeller i database "%s": %s. Sørg for at PowerDNS er ordentlig installert i denne databasen.
nl_nl: Ontbrekende PowerDNS-tabellen in database "%s": %s. Zorg ervoor dat PowerDNS correct is geïnstalleerd in deze database.
pt_pt: Tabelas PowerDNS em falta na base de dados "%s": %s. Por favor certifique-se de que o PowerDNS está corretamente instalado nesta base de dados.

source: Cannot connect to PowerDNS database "%s": %s
it_it: Impossibile connettersi al database PowerDNS "%s": %s
ja_jp: PowerDNSデータベース"%s"に接続できません: %s
nb_no: Kan ikke koble til PowerDNS-database "%s": %s
nl_nl: Kan geen verbinding maken met PowerDNS-database "%s": %s
pt_pt: Não é possível ligar à base de dados PowerDNS "%s": %s

source: of
it_it: di
nb_no: av
nl_nl: van
pt_pt: de

source: SOA: <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code>
nl_nl: SOA: <code>[NS1] [HOSTMASTER] [SERIENUMMER] 28800 7200 604800 86400</code>
