Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: NAPTR record regexp must be a quoted string.
it_it: Il regexp del record NAPTR deve essere una stringa quotata.
ja_jp: NAPTRレコードの正規表現は引用符で囲まれた文字列である必要があります。
nb_no: NAPTR-post regexp må være en streng i anførselstegn.
nl_nl: NAPTR record regexp moet een quoted string zijn.
pt_pt: A expressão regular do registo NAPTR deve ser uma string entre aspas.

source: NAPTR record replacement must be either "." or a valid fully-qualified domain name.
it_it: La sostituzione del record NAPTR deve essere o "." o un nome di dominio completamente qualificato valido.
ja_jp: NAPTRレコードの置換は「.」または有効な完全修飾ドメイン名のいずれかである必要があります。
nb_no: NAPTR-post erstatning må være enten "." eller et gyldig fullstendig kvalifisert domenenavn.
nl_nl: NAPTR record replacement moet ofwel "." of een geldige fully-qualified domain name zijn.
pt_pt: A substituição do registo NAPTR deve ser "." ou um nome de domínio totalmente qualificado válido.

source: NAPTR record must have either a regexp or a replacement (with "."), but not both.
it_it: Il record NAPTR deve avere o un regexp o una sostituzione (con "."), ma non entrambi.
ja_jp: NAPTRレコードは正規表現または置換（「.」付き）のいずれかを持つ必要がありますが、両方は不可です。
nb_no: NAPTR-post må ha enten en regexp eller en erstatning (med "."), men ikke begge deler.
nl_nl: NAPTR record moet ofwel een regexp of een replacement (met ".") hebben, maar niet beide.
pt_pt: O registo NAPTR deve ter uma expressão regular ou uma substituição (com "."), mas não ambos.

source: NAPTR record with a regexp must have "." as the replacement.
it_it: Il record NAPTR con un regexp deve avere "." come sostituzione.
ja_jp: 正規表現を含むNAPTRレコードは、置換として「.」を持つ必要があります。
nb_no: NAPTR-post med en regexp må ha "." som erstatning.
nl_nl: NAPTR record met een regexp moet "." als replacement hebben.
pt_pt: O registo NAPTR com expressão regular deve ter "." como substituição.

source: NAPTR service must follow the format: [protocol][+rs][+rs]... where protocol and rs start with a letter and contain only alphanumeric characters (max 32 chars each).
it_it: Il servizio NAPTR deve seguire il formato: [protocollo][+rs][+rs]... dove protocollo e rs iniziano con una lettera e contengono solo caratteri alfanumerici (max 32 caratteri ciascuno).
ja_jp: NAPTRサービスは次の形式に従う必要があります：[protocol][+rs][+rs]... ここで、protocolとrsは文字で始まり、英数字のみを含みます（それぞれ最大32文字）。
nb_no: NAPTR-tjeneste må følge formatet: [protokoll][+rs][+rs]... hvor protokoll og rs starter med en bokstav og kun inneholder alfanumeriske tegn (maks 32 tegn hver).
nl_nl: NAPTR service moet het formaat volgen: [protocol][+rs][+rs]... waarbij protocol en rs beginnen met een letter en alleen alfanumerieke karakters bevatten (max 32 tekens elk).
pt_pt: O serviço NAPTR deve seguir o formato: [protocolo][+rs][+rs]... onde protocolo e rs começam com uma letra e contêm apenas caracteres alfanuméricos (máx. 32 caracteres cada).

source: Terminal flags "S", "A", "U", and "P" should not be combined with other flags.
it_it: I flag terminali "S", "A", "U" e "P" non dovrebbero essere combinati con altri flag.
ja_jp: ターミナルフラグ「S」、「A」、「U」、および「P」は他のフラグと組み合わせるべきではありません。
nb_no: Terminal-flagg "S", "A", "U" og "P" bør ikke kombineres med andre flagg.
nl_nl: Terminal flags "S", "A", "U" en "P" mogen niet gecombineerd worden met andere flags.
pt_pt: As bandeiras terminais "S", "A", "U" e "P" não devem ser combinadas com outras bandeiras.

source: NAPTR regexp must start with a delimiter character.
it_it: Il regexp NAPTR deve iniziare con un carattere delimitatore.
ja_jp: NAPTR正規表現は区切り文字で始まる必要があります。
nb_no: NAPTR regexp må starte med et skilleteikn.
nl_nl: NAPTR regexp moet beginnen met een delimiter karakter.
pt_pt: A expressão regular NAPTR deve começar com um carácter delimitador.

source: NAPTR regexp must have the format delimiter+pattern+delimiter+replacement+delimiter+flags.
it_it: Il regexp NAPTR deve avere il formato delimitatore+pattern+delimitatore+sostituzione+delimitatore+flag.
ja_jp: NAPTR正規表現は次の形式である必要があります：区切り文字+パターン+区切り文字+置換+区切り文字+フラグ。
nb_no: NAPTR regexp må ha formatet skilleteikn+mønster+skilleteikn+erstatning+skilleteikn+flagg.
nl_nl: NAPTR regexp moet het formaat delimiter+patroon+delimiter+replacement+delimiter+flags hebben.
pt_pt: A expressão regular NAPTR deve ter o formato delimitador+padrão+delimitador+substituição+delimitador+bandeiras.

source: NAPTR regexp flags (after third delimiter) should only contain "i" or be empty.
it_it: I flag regexp NAPTR (dopo il terzo delimitatore) dovrebbero contenere solo "i" o essere vuoti.
ja_jp: NAPTR正規表現フラグ（3番目の区切り文字の後）は「i」のみを含むか空である必要があります。
nb_no: NAPTR regexp-flagg (etter tredje skilleteikn) bør kun inneholde "i" eller være tomme.
nl_nl: NAPTR regexp flags (na derde delimiter) mogen alleen "i" bevatten of leeg zijn.
pt_pt: As bandeiras da expressão regular NAPTR (após o terceiro delimitador) devem conter apenas "i" ou estar vazias.

source: This appears to be an ENUM NAPTR record (RFC 6116). Ensure the domain is under e164.arpa or a private ENUM tree.
it_it: Questo sembra essere un record NAPTR ENUM (RFC 6116). Assicurati che il dominio sia sotto e164.arpa o un albero ENUM privato.
ja_jp: これはENUM NAPTRレコード（RFC 6116）のようです。ドメインがe164.arpaまたはプライベートENUMツリーの下にあることを確認してください。
nb_no: Dette ser ut til å være en ENUM NAPTR-post (RFC 6116). Sørg for at domenet er under e164.arpa eller et privat ENUM-tre.
nl_nl: Dit lijkt een ENUM NAPTR record te zijn (RFC 6116). Zorg ervoor dat het domein onder e164.arpa of een privé ENUM boom staat.
pt_pt: Isto parece ser um registo NAPTR ENUM (RFC 6116). Certifique-se de que o domínio está sob e164.arpa ou uma árvore ENUM privada.

source: ENUM records should have the "U" flag to indicate URI output.
it_it: I record ENUM dovrebbero avere il flag "U" per indicare output URI.
ja_jp: ENUMレコードは、URI出力を示すために「U」フラグを持つべきです。
nb_no: ENUM-poster bør ha "U"-flagget for å indikere URI-utdata.
nl_nl: ENUM records moeten de "U" flag hebben om URI output aan te geven.
pt_pt: Os registos ENUM devem ter a bandeira "U" para indicar saída URI.

source: NAPTR regexp contains potentially dangerous pattern:
it_it: Il regexp NAPTR contiene un pattern potenzialmente pericoloso:
ja_jp: NAPTR正規表現に潜在的に危険なパターンが含まれています：
nb_no: NAPTR regexp inneholder potensielt farlig mønster:
nl_nl: NAPTR regexp bevat mogelijk gevaarlijk patroon:
pt_pt: A expressão regular NAPTR contém padrão potencialmente perigoso:

source: NAPTR regexp is too long. Maximum length is 1000 characters.
it_it: Il regexp NAPTR è troppo lungo. La lunghezza massima è 1000 caratteri.
ja_jp: NAPTR正規表現が長すぎます。最大長は1000文字です。
nb_no: NAPTR regexp er for lang. Maksimal lengde er 1000 tegn.
nl_nl: NAPTR regexp is te lang. Maximale lengte is 1000 karakters.
pt_pt: A expressão regular NAPTR é demasiado longa. O comprimento máximo é 1000 caracteres.

source: DNSKEY records are typically placed at the zone apex. This record does not appear to be at a zone apex, which is unusual for DNSSEC deployments.
it_it: I record DNSKEY sono tipicamente posizionati al vertice della zona. Questo record non sembra essere al vertice di una zona, il che è inusuale per le implementazioni DNSSEC.
ja_jp: DNSKEYレコードは通常ゾーンの頂点に配置されます。このレコードはゾーンの頂点にないようで、DNSSEC展開では異常です。
nb_no: DNSKEY-poster plasseres vanligvis i zone-toppen. Denne posten ser ikke ut til å være i en zone-topp, noe som er uvanlig for DNSSEC-distribusjoner.
nl_nl: DNSKEY records worden doorgaans geplaatst op de zone apex. Dit record lijkt niet op een zone apex te staan, wat ongewoon is voor DNSSEC implementaties.
pt_pt: Os registos DNSKEY são normalmente colocados no ápice da zona. Este registo não parece estar no ápice da zona, o que é invulgar para implementações DNSSEC.

source: Priority field for DNSKEY records must be 0 or empty.
it_it: Il campo priorità per i record DNSKEY deve essere 0 o vuoto.
ja_jp: DNSKEYレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for DNSKEY-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor DNSKEY records moet 0 of leeg zijn.
pt_pt: O campo prioridade para registos DNSKEY deve ser 0 ou vazio.

source: DNSKEY record must contain flags, protocol, algorithm and public-key separated by spaces.
it_it: Il record DNSKEY deve contenere flag, protocollo, algoritmo e chiave pubblica separati da spazi.
ja_jp: DNSKEYレコードには、スペースで区切られたフラグ、プロトコル、アルゴリズム、公開鍵を含める必要があります。
nb_no: DNSKEY-post må inneholde flagg, protokoll, algoritme og offentlig nøkkel separert med mellomrom.
nl_nl: DNSKEY record moet flags, protocol, algoritme en public-key bevatten gescheiden door spaties.
pt_pt: O registo DNSKEY deve conter bandeiras, protocolo, algoritmo e chave pública separados por espaços.

source: DNSKEY flags must be 0, 256, or 257.
it_it: I flag DNSKEY devono essere 0, 256 o 257.
ja_jp: DNSKEYフラグは0、256、または257である必要があります。
nb_no: DNSKEY-flagg må være 0, 256 eller 257.
nl_nl: DNSKEY flags moeten 0, 256 of 257 zijn.
pt_pt: As bandeiras DNSKEY devem ser 0, 256 ou 257.

source: Flag value 0 indicates this key is NOT intended for use as a zone key in DNSSEC. Make sure this is intentional.
it_it: Il valore flag 0 indica che questa chiave NON è destinata all'uso come chiave di zona in DNSSEC. Assicurati che sia intenzionale.
ja_jp: フラグ値0は、このキーがDNSSECでゾーンキーとして使用することを意図していないことを示します。これが意図的であることを確認してください。
nb_no: Flaggverdi 0 indikerer at denne nøkkelen IKKE er ment for bruk som zone-nøkkel i DNSSEC. Sørg for at dette er tilsiktet.
nl_nl: Flag waarde 0 geeft aan dat deze sleutel NIET bedoeld is voor gebruik als zone sleutel in DNSSEC. Zorg ervoor dat dit opzettelijk is.
pt_pt: O valor de bandeira 0 indica que esta chave NÃO é destinada para uso como chave de zona em DNSSEC. Certifique-se de que isto é intencional.

source: Flag value 256 indicates this is a Zone Signing Key (ZSK) with Zone Key bit set and SEP bit unset.
it_it: Il valore flag 256 indica che questa è una Zone Signing Key (ZSK) con bit Zone Key impostato e bit SEP non impostato.
ja_jp: フラグ値256は、これがゾーンキービットが設定され、SEPビットが未設定のゾーン署名キー（ZSK）であることを示します。
nb_no: Flaggverdi 256 indikerer at dette er en Zone Signing Key (ZSK) med Zone Key-bit satt og SEP-bit ikke satt.
nl_nl: Flag waarde 256 geeft aan dat dit een Zone Signing Key (ZSK) is met Zone Key bit ingesteld en SEP bit uitgeschakeld.
pt_pt: O valor de bandeira 256 indica que esta é uma Chave de Assinatura de Zona (ZSK) com bit Zone Key definido e bit SEP desativado.

source: Flag value 257 indicates this is a Key Signing Key (KSK) with both Zone Key and SEP bits set.
it_it: Il valore flag 257 indica che questa è una Key Signing Key (KSK) con entrambi i bit Zone Key e SEP impostati.
ja_jp: フラグ値257は、これがゾーンキーとSEPの両方のビットが設定されたキー署名キー（KSK）であることを示します。
nb_no: Flaggverdi 257 indikerer at dette er en Key Signing Key (KSK) med både Zone Key- og SEP-bits satt.
nl_nl: Flag waarde 257 geeft aan dat dit een Key Signing Key (KSK) is met zowel Zone Key als SEP bits ingesteld.
pt_pt: O valor de bandeira 257 indica que esta é uma Chave de Assinatura de Chave (KSK) com bits Zone Key e SEP ambos definidos.

source: DNSKEY protocol must be 3.
it_it: Il protocollo DNSKEY deve essere 3.
ja_jp: DNSKEYプロトコルは3である必要があります。
nb_no: DNSKEY-protokoll må være 3.
nl_nl: DNSKEY protocol moet 3 zijn.
pt_pt: O protocolo DNSKEY deve ser 3.

source: DNSKEY algorithm must be a number between 1 and 16.
it_it: L'algoritmo DNSKEY deve essere un numero compreso tra 1 e 16.
ja_jp: DNSKEYアルゴリズムは1から16の間の数値である必要があります。
nb_no: DNSKEY-algoritme må være et tall mellom 1 og 16.
nl_nl: DNSKEY algoritme moet een getal tussen 1 en 16 zijn.
pt_pt: O algoritmo DNSKEY deve ser um número entre 1 e 16.

source: ECDSAP256SHA256 (algorithm 13) is the RECOMMENDED algorithm for DNSSEC signing according to RFC 8624.
it_it: ECDSAP256SHA256 (algoritmo 13) è l'algoritmo RACCOMANDATO per la firma DNSSEC secondo RFC 8624.
ja_jp: ECDSAP256SHA256（アルゴリズム13）は、RFC 8624によるとDNSSEC署名の推奨アルゴリズムです。
nb_no: ECDSAP256SHA256 (algoritme 13) er den ANBEFALTE algoritmen for DNSSEC-signering i henhold til RFC 8624.
nl_nl: ECDSAP256SHA256 (algoritme 13) is het AANBEVOLEN algoritme voor DNSSEC ondertekening volgens RFC 8624.
pt_pt: ECDSAP256SHA256 (algoritmo 13) é o algoritmo RECOMENDADO para assinatura DNSSEC de acordo com RFC 8624.

source: %s (algorithm %d) is a MUST implement algorithm according to RFC 8624.
it_it: %s (algoritmo %d) è un algoritmo che DEVE essere implementato secondo RFC 8624.
ja_jp: %s（アルゴリズム%d）は、RFC 8624による必須実装アルゴリズムです。
nb_no: %s (algoritme %d) er en MÅ implementere-algoritme i henhold til RFC 8624.
nl_nl: %s (algoritme %d) is een MUST implement algoritme volgens RFC 8624.
pt_pt: %s (algoritmo %d) é um algoritmo de implementação OBRIGATÓRIA de acordo com RFC 8624.

source: %s (algorithm %d) is specified as optional for implementation in RFC 8624.
it_it: %s (algoritmo %d) è specificato come opzionale per l'implementazione in RFC 8624.
ja_jp: %s（アルゴリズム%d）は、RFC 8624で実装が任意として指定されています。
nb_no: %s (algoritme %d) er spesifisert som valgfri for implementering i RFC 8624.
nl_nl: %s (algoritme %d) is gespecificeerd als optioneel voor implementatie in RFC 8624.
pt_pt: %s (algoritmo %d) é especificado como opcional para implementação na RFC 8624.

source: %s (algorithm %d) is DEPRECATED according to RFC 8624. Do not use this algorithm for new deployments.
it_it: %s (algoritmo %d) è DEPRECATO secondo RFC 8624. Non usare questo algoritmo per nuove implementazioni.
ja_jp: %s（アルゴリズム%d）は、RFC 8624により非推奨です。新しい展開でこのアルゴリズムを使用しないでください。
nb_no: %s (algoritme %d) er UTDATERT i henhold til RFC 8624. Ikke bruk denne algoritmen for nye distribusjoner.
nl_nl: %s (algoritme %d) is VEROUDERD volgens RFC 8624. Gebruik dit algoritme niet voor nieuwe implementaties.
pt_pt: %s (algoritmo %d) está OBSOLETO de acordo com RFC 8624. Não use este algoritmo para novas implementações.

source: Algorithm %d MUST NOT be implemented according to RFC 8624. This value should not be used.
it_it: L'algoritmo %d NON DEVE essere implementato secondo RFC 8624. Questo valore non dovrebbe essere usato.
ja_jp: アルゴリズム%dは、RFC 8624により実装してはいけません。この値は使用すべきではありません。
nb_no: Algoritme %d MÅ IKKE implementeres i henhold til RFC 8624. Denne verdien bør ikke brukes.
nl_nl: Algoritme %d MAG NIET geïmplementeerd worden volgens RFC 8624. Deze waarde moet niet gebruikt worden.
pt_pt: O algoritmo %d NÃO DEVE ser implementado de acordo com RFC 8624. Este valor não deve ser usado.

source: DNSKEY public key must be valid base64-encoded data.
it_it: La chiave pubblica DNSKEY deve essere dati codificati base64 validi.
ja_jp: DNSKEY公開鍵は有効なbase64エンコードデータである必要があります。
nb_no: DNSKEY offentlig nøkkel må være gyldig base64-kodede data.
nl_nl: DNSKEY publieke sleutel moet geldige base64-gecodeerde gegevens zijn.
pt_pt: A chave pública DNSKEY deve ser dados codificados em base64 válidos.

source: RSA key size is less than 2048 bits. RFC 8624 recommends a minimum of 2048 bits for RSA keys.
it_it: La dimensione della chiave RSA è inferiore a 2048 bit. RFC 8624 raccomanda un minimo di 2048 bit per le chiavi RSA.
ja_jp: RSAキーサイズが2048ビット未満です。RFC 8624では、RSAキーに最低2048ビットを推奨しています。
nb_no: RSA-nøkkelstørrelse er mindre enn 2048 bits. RFC 8624 anbefaler minimum 2048 bits for RSA-nøkler.
nl_nl: RSA sleutelgrootte is minder dan 2048 bits. RFC 8624 beveelt een minimum van 2048 bits aan voor RSA sleutels.
pt_pt: O tamanho da chave RSA é inferior a 2048 bits. A RFC 8624 recomenda um mínimo de 2048 bits para chaves RSA.

source: Base64 encoding has incorrect padding.
it_it: La codifica Base64 ha padding errato.
ja_jp: Base64エンコーディングのパディングが正しくありません。
nb_no: Base64-koding har feil polstring.
nl_nl: Base64 codering heeft incorrecte padding.
pt_pt: A codificação base64 tem preenchimento incorrecto.

source: Invalid base64 characters detected.
it_it: Rilevati caratteri base64 non validi.
ja_jp: 無効なbase64文字が検出されました。
nb_no: Ugyldige base64-tegn oppdaget.
nl_nl: Ongeldige base64 karakters gedetecteerd.
pt_pt: Detectados caracteres base64 inválidos.

source: Invalid base64 encoding.
it_it: Codifica base64 non valida.
ja_jp: 無効なbase64エンコーディングです。
nb_no: Ugyldig base64-koding.
nl_nl: Ongeldige base64 codering.
pt_pt: Codificação base64 inválida.

source: There is no managed zone for domain: %s.
it_it: Non c'è una zona gestita per il dominio: %s.
ja_jp: ドメイン%sの管理ゾーンがありません。
nb_no: Det finnes ingen administrert sone for domenet: %s.
nl_nl: Er is geen beheerde zone voor domein: %s.
pt_pt: Não existe zona gerida para o domínio: %s.

source: Adding IPv6 domain records from reverse zones is not supported yet.
it_it: L'aggiunta di record di dominio IPv6 da zone inverse non è ancora supportata.
ja_jp: 逆引きゾーンからのIPv6ドメインレコードの追加はまだサポートされていません。
nb_no: Å legge til IPv6-domeneoppføringer fra reverse soner støttes ikke ennå.
nl_nl: Het toevoegen van IPv6 domeinrecords uit reverse zones wordt nog niet ondersteund.
pt_pt: A adição de registos de domínio IPv6 a partir de zonas reversas ainda não é suportada.

source: This domain record was not valid and could not be added.
it_it: Questo record di dominio non era valido e non è stato possibile aggiungerlo.
ja_jp: このドメインレコードは有効ではなく、追加できませんでした。
nb_no: Denne domeneoppføringen var ikke gyldig og kunne ikke legges til.
nl_nl: Dit domeinrecord was niet geldig en kon niet toegevoegd worden.
pt_pt: Este registo de domínio não era válido e não pôde ser adicionado.

source: The domain record was successfully added.
it_it: Il record di dominio è stato aggiunto con successo.
ja_jp: ドメインレコードが正常に追加されました。
nb_no: Domeneoppføringen ble lagt til.
nl_nl: Het domeinrecord is succesvol toegevoegd.
pt_pt: O registo de domínio foi adicionado com sucesso.

source: Unable to find domain with the given ID.
it_it: Impossibile trovare il dominio con l'ID specificato.
ja_jp: 指定されたIDのドメインが見つかりません。
nb_no: Kan ikke finne domene med den oppgitte ID-en.
nl_nl: Kan domein met het gegeven ID niet vinden.
pt_pt: Não foi possível encontrar domínio com o ID fornecido.

source: Unknown record type.
it_it: Tipo di record sconosciuto.
ja_jp: 不明なレコードタイプです。
nb_no: Ukjent oppføringstype.
nl_nl: Onbekend recordtype.
pt_pt: Tipo de registo desconhecido.

source: API functionality is disabled.
it_it: La funzionalità API è disabilitata.
ja_jp: API機能が無効になっています。
nb_no: API-funksjonalitet er deaktivert.
nl_nl: API functionaliteit is uitgeschakeld.
pt_pt: A funcionalidade da API está desativada.

source: You do not have permission to create API keys.
it_it: Non si dispone del permesso di creare chiavi API.
ja_jp: APIキーを作成する権限がありません。
nb_no: Du har ikke tillatelse til å opprette API-nøkler.
nl_nl: U hebt geen toestemming om API sleutels aan te maken.
pt_pt: Não tem permissão para criar chaves API.

source: You have reached the maximum number of API keys allowed.
it_it: Hai raggiunto il numero massimo di chiavi API consentite.
ja_jp: 許可されるAPIキーの最大数に達しています。
nb_no: Du har nådd maksimalt antall tillatte API-nøkler.
nl_nl: U hebt het maximum aantal toegestane API sleutels bereikt.
pt_pt: Atingiu o número máximo de chaves API permitidas.

source: You do not have permission to update API keys.
it_it: Non si dispone del permesso di aggiornare le chiavi API.
ja_jp: APIキーを更新する権限がありません。
nb_no: Du har ikke tillatelse til å oppdatere API-nøkler.
nl_nl: U hebt geen toestemming om API sleutels bij te werken.
pt_pt: Não tem permissão para atualizar chaves API.

source: You do not have permission to delete API keys.
it_it: Non si dispone del permesso di eliminare le chiavi API.
ja_jp: APIキーを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette API-nøkler.
nl_nl: U hebt geen toestemming om API sleutels te verwijderen.
pt_pt: Não tem permissão para eliminar chaves API.

source: You do not have permission to regenerate API keys.
it_it: Non si dispone del permesso di rigenerare le chiavi API.
ja_jp: APIキーを再生成する権限がありません。
nb_no: Du har ikke tillatelse til å regenerere API-nøkler.
nl_nl: U hebt geen toestemming om API sleutels te regenereren.
pt_pt: Não tem permissão para regenerar chaves API.

source: Unknown database type.
it_it: Tipo di database sconosciuto.
ja_jp: 不明なデータベースタイプです。
nb_no: Ukjent databasetype.
nl_nl: Onbekend databasetype.
pt_pt: Tipo de base de dados desconhecido.

source: There is no matching reverse-zone for: %s.
it_it: Non c'è una zona inversa corrispondente per: %s.
ja_jp: %sに一致する逆引きゾーンがありません。
nb_no: Det finnes ingen matchende reverse-sone for: %s.
nl_nl: Er is geen overeenkomende reverse-zone voor: %s.
pt_pt: Não existe zona reversa correspondente para: %s.

source: A PTR record for %s pointing to %s already exists.
it_it: Un record PTR per %s che punta a %s esiste già.
ja_jp: %sから%sを指すPTRレコードが既に存在します。
nb_no: En PTR-oppføring for %s som peker til %s eksisterer allerede.
nl_nl: Een PTR record voor %s die wijst naar %s bestaat al.
pt_pt: Já existe um registo PTR para %s apontando para %s.

source: You do not have the permission to add SOA record.
it_it: Non si dispone del permesso di aggiungere record SOA.
ja_jp: SOAレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til SOA-oppføring.
nl_nl: U hebt geen toestemming om SOA record toe te voegen.
pt_pt: Não tem permissão para adicionar registo SOA.

source: You do not have the permission to add NS record.
it_it: Non si dispone del permesso di aggiungere record NS.
ja_jp: NSレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til NS-oppføring.
nl_nl: U hebt geen toestemming om NS record toe te voegen.
pt_pt: Não tem permissão para adicionar registo NS.

source: A record with this hostname, type, and content already exists.
it_it: Un record con questo hostname, tipo e contenuto esiste già.
ja_jp: このホスト名、タイプ、内容のレコードが既に存在します。
nb_no: En oppføring med dette vertsnavnet, typen og innholdet eksisterer allerede.
nl_nl: Een record met deze hostnaam, type en inhoud bestaat al.
pt_pt: Já existe um registo com este nome de anfitrião, tipo e conteúdo.

source: You do not have the permission to edit this SOA record.
it_it: Non si dispone del permesso di modificare questo record SOA.
ja_jp: このSOAレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne SOA-oppføringen.
nl_nl: U hebt geen toestemming om dit SOA record te bewerken.
pt_pt: Não tem permissão para editar este registo SOA.

source: You do not have the permission to edit this NS record.
it_it: Non si dispone del permesso di modificare questo record NS.
ja_jp: このNSレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne NS-oppføringen.
nl_nl: U hebt geen toestemming om dit NS record te bewerken.
pt_pt: Não tem permissão para editar este registo NS.

source: You do not have the permission to delete SOA records.
it_it: Non si dispone del permesso di eliminare record SOA.
ja_jp: SOAレコードを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette SOA-oppføringer.
nl_nl: U hebt geen toestemming om SOA records te verwijderen.
pt_pt: Não tem permissão para eliminar registos SOA.

source: You do not have the permission to delete NS records.
it_it: Non si dispone del permesso di eliminare record NS.
ja_jp: NSレコードを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette NS-oppføringer.
nl_nl: U hebt geen toestemming om NS records te verwijderen.
pt_pt: Não tem permissão para eliminar registos NS.

source: Invalid argument(s) given to function %s %s
it_it: Argomento/i non valido/i fornito/i alla funzione %s %s
ja_jp: 関数%s %sに無効な引数が渡されました
nb_no: Ugyldig(e) argument(er) gitt til funksjonen %s %s
nl_nl: Ongeldige argument(en) gegeven aan functie %s %s
pt_pt: Argumento(s) inválido(s) fornecido(s) à função %s %s

source: There is already a supermaster with this IP address and hostname.
it_it: Esiste già un supermaster con questo indirizzo IP e hostname.
ja_jp: このIPアドレスとホスト名のスーパーマスターが既に存在します。
nb_no: Det finnes allerede en supermaster med denne IP-adressen og vertsnavnet.
nl_nl: Er is al een supermaster met dit IP adres en hostnaam.
pt_pt: Já existe um supermaster com este endereço IP e nome de anfitrião.
