Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: For maximum security, publish both SHA-1 and SHA-256 fingerprints for compatibility, but prefer SHA-256 in clients.
it_it: Per la massima sicurezza, pubblica sia impronte SHA-1 che SHA-256 per compatibilità, ma preferisci SHA-256 nei client.
ja_jp: 最大のセキュリティのために、互換性のためにSHA-1とSHA-256の両方のフィンガープリントを公開しますが、クライアントではSHA-256を優先してください。
nb_no: For maksimal sikkerhet, publiser både SHA-1 og SHA-256 fingeravtrykk for kompatibilitet, men foretrekk SHA-256 i klienter.
nl_nl: Voor maximale beveiliging, publiceer zowel SHA-1 als SHA-256 fingerprints voor compatibiliteit, maar geef de voorkeur aan SHA-256 in clients.
pt_pt: Para segurança máxima, publique impressões digitais SHA-1 e SHA-256 para compatibilidade, mas prefira SHA-256 nos clientes.

source: SSHFP record must contain algorithm, fingerprint-type and fingerprint separated by spaces.
it_it: Il record SSHFP deve contenere algoritmo, tipo-impronta e impronta separati da spazi.
ja_jp: SSHFPレコードはスペースで区切られたアルゴリズム、フィンガープリントタイプ、フィンガープリントを含む必要があります。
nb_no: SSHFP-post må inneholde algoritme, fingeravtrykk-type og fingeravtrykk separert med mellomrom.
nl_nl: SSHFP record moet algoritme, fingerprint-type en fingerprint bevatten gescheiden door spaties.
pt_pt: O registo SSHFP deve conter algoritmo, tipo de impressão digital e impressão digital separados por espaços.

source: SSHFP algorithm must be 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), or 6 (Ed448).
it_it: L'algoritmo SSHFP deve essere 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) o 6 (Ed448).
ja_jp: SSHFPアルゴリズムは1（RSA）、2（DSA）、3（ECDSA）、4（Ed25519）、または6（Ed448）である必要があります。
nb_no: SSHFP-algoritme må være 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) eller 6 (Ed448).
nl_nl: SSHFP algoritme moet 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), of 6 (Ed448) zijn.
pt_pt: O algoritmo SSHFP deve ser 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) ou 6 (Ed448).

source: DSA keys are considered weak and are deprecated in many SSH implementations. Consider using RSA, Ed25519, or Ed448 instead.
it_it: Le chiavi DSA sono considerate deboli e sono deprecate in molte implementazioni SSH. Considera di usare RSA, Ed25519 o Ed448 invece.
ja_jp: DSAキーは脆弱とみなされ、多くのSSH実装で非推奨です。代わりにRSA、Ed25519、またはEd448の使用を検討してください。
nb_no: DSA-nøkler anses som svake og er avskrevet i mange SSH-implementasjoner. Vurder å bruke RSA, Ed25519 eller Ed448 i stedet.
nl_nl: DSA sleutels worden als zwak beschouwd en zijn verouderd in veel SSH implementaties. Overweeg RSA, Ed25519 of Ed448 te gebruiken.
pt_pt: As chaves DSA são consideradas fracas e estão descontinuadas em muitas implementações SSH. Considere usar RSA, Ed25519 ou Ed448 em vez disso.

source: Ed25519 keys are recommended for good security and performance with modern SSH implementations.
it_it: Le chiavi Ed25519 sono raccomandate per una buona sicurezza e prestazioni con implementazioni SSH moderne.
ja_jp: Ed25519キーは、現代のSSH実装で良好なセキュリティとパフォーマンスのために推奨されます。
nb_no: Ed25519-nøkler anbefales for god sikkerhet og ytelse med moderne SSH-implementasjoner.
nl_nl: Ed25519 sleutels worden aanbevolen voor goede beveiliging en prestaties met moderne SSH implementaties.
pt_pt: As chaves Ed25519 são recomendadas para boa segurança e desempenho com implementações SSH modernas.

source: Ed448 keys offer very high security but may not be supported by all SSH implementations.
it_it: Le chiavi Ed448 offrono sicurezza molto alta ma potrebbero non essere supportate da tutte le implementazioni SSH.
ja_jp: Ed448キーは非常に高いセキュリティを提供しますが、すべてのSSH実装でサポートされているわけではありません。
nb_no: Ed448-nøkler tilbyr svært høy sikkerhet, men støttes kanskje ikke av alle SSH-implementasjoner.
nl_nl: Ed448 sleutels bieden zeer hoge beveiliging maar worden mogelijk niet ondersteund door alle SSH implementaties.
pt_pt: As chaves Ed448 oferecem segurança muito alta mas podem não ser suportadas por todas as implementações SSH.

source: SSHFP fingerprint type must be 1 (SHA-1) or 2 (SHA-256).
it_it: Il tipo impronta SSHFP deve essere 1 (SHA-1) o 2 (SHA-256).
ja_jp: SSHFPフィンガープリントタイプは1（SHA-1）または2（SHA-256）である必要があります。
nb_no: SSHFP fingeravtrykk-type må være 1 (SHA-1) eller 2 (SHA-256).
nl_nl: SSHFP fingerprint type moet 1 (SHA-1) of 2 (SHA-256) zijn.
pt_pt: O tipo de impressão digital SSHFP deve ser 1 (SHA-1) ou 2 (SHA-256).

source: SHA-1 fingerprints are deprecated. RFC 6594 recommends using SHA-256 fingerprints (type 2) for better security.
it_it: Le impronte SHA-1 sono deprecate. RFC 6594 raccomanda di usare impronte SHA-256 (tipo 2) per una migliore sicurezza.
ja_jp: SHA-1フィンガープリントは非推奨です。RFC 6594はより良いセキュリティのためにSHA-256フィンガープリント（タイプ2）の使用を推奨しています。
nb_no: SHA-1 fingeravtrykk er avskrevet. RFC 6594 anbefaler å bruke SHA-256 fingeravtrykk (type 2) for bedre sikkerhet.
nl_nl: SHA-1 fingerprints zijn verouderd. RFC 6594 beveelt SHA-256 fingerprints (type 2) aan voor betere beveiliging.
pt_pt: As impressões digitais SHA-1 estão descontinuadas. A RFC 6594 recomenda usar impressões digitais SHA-256 (tipo 2) para melhor segurança.

source: SHA-256 fingerprints are recommended by RFC 6594 and provide better security than SHA-1.
it_it: Le impronte SHA-256 sono raccomandate da RFC 6594 e forniscono una sicurezza migliore di SHA-1.
ja_jp: SHA-256フィンガープリントはRFC 6594で推奨されており、SHA-1よりも良好なセキュリティを提供します。
nb_no: SHA-256 fingeravtrykk anbefales av RFC 6594 og gir bedre sikkerhet enn SHA-1.
nl_nl: SHA-256 fingerprints worden aanbevolen door RFC 6594 en bieden betere beveiliging dan SHA-1.
pt_pt: As impressões digitais SHA-256 são recomendadas pela RFC 6594 e fornecem melhor segurança que SHA-1.

source: SSHFP fingerprint must be a hexadecimal string.
it_it: L'impronta SSHFP deve essere una stringa esadecimale.
ja_jp: SSHFPフィンガープリントは16進数文字列である必要があります。
nb_no: SSHFP fingeravtrykk må være en heksadesimal streng.
nl_nl: SSHFP fingerprint moet een hexadecimale string zijn.
pt_pt: A impressão digital SSHFP deve ser uma string hexadecimal.

source: SSHFP SHA-1 fingerprint must be 40 characters long.
it_it: L'impronta SSHFP SHA-1 deve essere lunga 40 caratteri.
ja_jp: SSHFP SHA-1フィンガープリントは40文字長である必要があります。
nb_no: SSHFP SHA-1 fingeravtrykk må være 40 tegn langt.
nl_nl: SSHFP SHA-1 fingerprint moet 40 karakters lang zijn.
pt_pt: A impressão digital SSHFP SHA-1 deve ter 40 caracteres de comprimento.

source: SSHFP SHA-256 fingerprint must be 64 characters long.
it_it: L'impronta SSHFP SHA-256 deve essere lunga 64 caratteri.
ja_jp: SSHFP SHA-256フィンガープリントは64文字長である必要があります。
nb_no: SSHFP SHA-256 fingeravtrykk må være 64 tegn langt.
nl_nl: SSHFP SHA-256 fingerprint moet 64 karakters lang zijn.
pt_pt: A impressão digital SSHFP SHA-256 deve ter 64 caracteres de comprimento.

source: CRITICAL: SSHFP records REQUIRE DNSSEC validation to provide any security benefits. Without DNSSEC, they offer no protection against man-in-the-middle attacks.
it_it: CRITICO: I record SSHFP RICHIEDONO la validazione DNSSEC per fornire qualsiasi beneficio di sicurezza. Senza DNSSEC, non offrono protezione contro attacchi man-in-the-middle.
ja_jp: 重要：SSHFPレコードはセキュリティ上の利益を提供するためにDNSSEC検証が必要です。DNSSECなしでは、中間者攻撃に対する保護を提供しません。
nb_no: KRITISK: SSHFP-poster KREVER DNSSEC-validering for å gi noen sikkerhetsforbedringer. Uten DNSSEC tilbyr de ingen beskyttelse mot man-in-the-middle-angrep.
nl_nl: KRITIEK: SSHFP records VEREISEN DNSSEC validatie om beveiligingsvoordelen te bieden. Zonder DNSSEC bieden ze geen bescherming tegen man-in-the-middle aanvallen.
pt_pt: CRÍTICO: Os registos SSHFP REQUEREM validação DNSSEC para fornecer quaisquer benefícios de segurança. Sem DNSSEC, não oferecem protecção contra ataques man-in-the-middle.

source: Configure SSH clients with "VerifyHostKeyDNS yes" to utilize SSHFP records for server verification.
it_it: Configura i client SSH con "VerifyHostKeyDNS yes" per utilizzare i record SSHFP per la verifica del server.
ja_jp: サーバー検証にSSHFPレコードを利用するために、SSHクライアントを「VerifyHostKeyDNS yes」で設定してください。
nb_no: Konfigurer SSH-klienter med "VerifyHostKeyDNS yes" for å bruke SSHFP-poster til serververifisering.
nl_nl: Configureer SSH clients met "VerifyHostKeyDNS yes" om SSHFP records te gebruiken voor server verificatie.
pt_pt: Configure clientes SSH com "VerifyHostKeyDNS yes" para utilizar registos SSHFP para verificação do servidor.

source: MR record name (old mailbox) cannot be empty.
it_it: Il nome del record MR (vecchia casella postale) non può essere vuoto.
ja_jp: MRレコード名（旧メールボックス）は空にできません。
nb_no: MR-postnavn (gammel postboks) kan ikke være tomt.
nl_nl: MR record naam (oude mailbox) kan niet leeg zijn.
pt_pt: O nome do registo MR (caixa de correio antiga) não pode estar vazio.

source: MR record name must be a valid domain name.
it_it: Il nome del record MR deve essere un nome di dominio valido.
ja_jp: MRレコード名は有効なドメイン名である必要があります。
nb_no: MR-postnavn må være et gyldig domenenavn.
nl_nl: MR record naam moet een geldige domeinnaam zijn.
pt_pt: O nome do registo MR deve ser um nome de domínio válido.

source: MR record content (new mailbox) cannot be empty.
it_it: Il contenuto del record MR (nuova casella postale) non può essere vuoto.
ja_jp: MRレコードの内容（新メールボックス）は空にできません。
nb_no: MR-postinnhold (ny postboks) kan ikke være tomt.
nl_nl: MR record inhoud (nieuwe mailbox) kan niet leeg zijn.
pt_pt: O conteúdo do registo MR (nova caixa de correio) não pode estar vazio.

source: MR record content must be a valid domain name.
it_it: Il contenuto del record MR deve essere un nome di dominio valido.
ja_jp: MRレコードの内容は有効なドメイン名である必要があります。
nb_no: MR-postinnhold må være et gyldig domenenavn.
nl_nl: MR record inhoud moet een geldige domeinnaam zijn.
pt_pt: O conteúdo do registo MR deve ser um nome de domínio válido.

source: MR record content (new mailbox) should be a fully qualified domain name (end with a dot).
it_it: Il contenuto del record MR (nuova casella postale) dovrebbe essere un nome di dominio completamente qualificato (terminare con un punto).
ja_jp: MRレコードの内容（新しいメールボックス）は完全修飾ドメイン名である必要があります（ドットで終わる）。
nb_no: MR-postinnhold (ny postboks) bør være et fullstendig kvalifisert domenenavn (slutte med punktum).
nl_nl: MR record inhoud (nieuwe mailbox) moet een fully qualified domain name zijn (eindigen met een punt).
pt_pt: O conteúdo do registo MR (nova caixa de correio) deve ser um nome de domínio totalmente qualificado (terminar com um ponto).

source: The new mailbox is the same as the old mailbox. MR records are intended for redirecting to a different mailbox.
it_it: La nuova casella postale è la stessa della vecchia casella postale. I record MR sono intesi per reindirizzare a una casella postale diversa.
ja_jp: 新しいメールボックスが古いメールボックスと同じです。MRレコードは異なるメールボックスへのリダイレクトを目的としています。
nb_no: Den nye postboksen er den samme som den gamle postboksen. MR-poster er ment for omdirigering til en annen postboks.
nl_nl: De nieuwe mailbox is hetzelfde als de oude mailbox. MR records zijn bedoeld voor omleiding naar een andere mailbox.
pt_pt: A nova caixa de correio é a mesma que a antiga. Os registos MR destinam-se a redirecionar para uma caixa de correio diferente.

source: Priority field for MR records must be 0 or empty.
it_it: Il campo priorità per i record MR deve essere 0 o vuoto.
ja_jp: MRレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for MR-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor MR records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos MR deve ser 0 ou vazio.

source: MR records were marked as EXPERIMENTAL in RFC 1035 and are rarely used in modern mail systems.
it_it: I record MR sono stati contrassegnati come SPERIMENTALI in RFC 1035 e sono raramente usati nei sistemi di posta moderni.
ja_jp: MRレコードはRFC 1035で実験的としてマークされており、現代のメールシステムではほとんど使用されません。
nb_no: MR-poster ble merket som EKSPERIMENTELLE i RFC 1035 og brukes sjelden i moderne e-postsystemer.
nl_nl: MR records werden gemarkeerd als EXPERIMENTEEL in RFC 1035 en worden zelden gebruikt in moderne mailsystemen.
pt_pt: Os registos MR foram marcados como EXPERIMENTAIS na RFC 1035 e são raramente usados em sistemas de correio modernos.

source: Consider using standard mail forwarding mechanisms instead of MR records.
it_it: Considera di usare meccanismi di inoltro posta standard invece dei record MR.
ja_jp: MRレコードの代わりに標準的なメール転送メカニズムの使用を検討してください。
nb_no: Vurder å bruke standard e-postvideresendings-mekanismer i stedet for MR-poster.
nl_nl: Overweeg standaard mail forwarding mechanismen te gebruiken in plaats van MR records.
pt_pt: Considere usar mecanismos de reencaminhamento de correio padrão em vez de registos MR.

source: The MR record indicates that the mail user has moved from the old mailbox to the new mailbox.
it_it: Il record MR indica che l'utente di posta si è spostato dalla vecchia casella postale alla nuova casella postale.
ja_jp: MRレコードは、メールユーザーが古いメールボックスから新しいメールボックスに移動したことを示します。
nb_no: MR-posten indikerer at e-postbrukeren har flyttet fra den gamle postboksen til den nye postboksen.
nl_nl: Het MR record geeft aan dat de mailgebruiker verhuisd is van de oude mailbox naar de nieuwe mailbox.
pt_pt: O registo MR indica que o utilizador de correio mudou da caixa de correio antiga para a nova.

source: Priority field for KEY records must be 0 or empty
it_it: Il campo priorità per i record KEY deve essere 0 o vuoto
ja_jp: KEYレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for KEY-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor KEY records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos KEY deve ser 0 ou vazio

source: KEY records have been obsoleted by RFC 4034. For DNSSEC, use DNSKEY records instead.
it_it: I record KEY sono stati resi obsoleti da RFC 4034. Per DNSSEC, usa i record DNSKEY invece.
ja_jp: KEYレコードはRFC 4034により廃止されています。DNSSECの場合は、代わりにDNSKEYレコードを使用してください。
nb_no: KEY-poster er erstattet av RFC 4034. For DNSSEC, bruk DNSKEY-poster i stedet.
nl_nl: KEY records zijn verouderd verklaard door RFC 4034. Voor DNSSEC, gebruik DNSKEY records in plaats daarvan.
pt_pt: Os registos KEY foram obsoletados pela RFC 4034. Para DNSSEC, use registos DNSKEY em vez disso.

source: KEY records may not be supported by all DNS servers and resolvers.
it_it: I record KEY potrebbero non essere supportati da tutti i server DNS e resolver.
ja_jp: KEYレコードは、すべてのDNSサーバーやリゾルバーでサポートされていない可能性があります。
nb_no: KEY-poster støttes kanskje ikke av alle DNS-servere og oppløsere.
nl_nl: KEY records worden mogelijk niet ondersteund door alle DNS servers en resolvers.
pt_pt: Os registos KEY podem não ser suportados por todos os servidores DNS e resolvers.

source: Algorithm 1 (RSA/MD5) is considered cryptographically weak and should not be used.
it_it: L'algoritmo 1 (RSA/MD5) è considerato crittograficamente debole e non dovrebbe essere usato.
ja_jp: アルゴリズム1（RSA/MD5）は暗号学的に脆弱とみなされており、使用すべきではありません。
nb_no: Algoritme 1 (RSA/MD5) anses som kryptografisk svak og bør ikke brukes.
nl_nl: Algoritme 1 (RSA/MD5) wordt als cryptografisch zwak beschouwd en moet niet gebruikt worden.
pt_pt: O algoritmo 1 (RSA/MD5) é considerado criptograficamente fraco e não deve ser usado.

source: For DNSSEC zone keys (flags=257, protocol=3), DNSKEY records should be used instead of KEY records.
it_it: Per le chiavi di zona DNSSEC (flags=257, protocol=3), dovrebbero essere usati i record DNSKEY invece dei record KEY.
ja_jp: DNSSECゾーンキー（flags=257、protocol=3）の場合、KEYレコードの代わりにDNSKEYレコードを使用すべきです。
nb_no: For DNSSEC sonenøkler (flags=257, protocol=3) bør DNSKEY-poster brukes i stedet for KEY-poster.
nl_nl: Voor DNSSEC zone sleutels (flags=257, protocol=3), moeten DNSKEY records gebruikt worden in plaats van KEY records.
pt_pt: Para chaves de zona DNSSEC (flags=257, protocol=3), os registos DNSKEY devem ser usados em vez de registos KEY.

source: Invalid characters in KEY record content.
it_it: Caratteri non validi nel contenuto del record KEY.
ja_jp: KEYレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i KEY-postinnhold.
nl_nl: Ongeldige karakters in KEY record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo KEY.

source: KEY record must contain flags, protocol, algorithm, and public key.
it_it: Il record KEY deve contenere flag, protocollo, algoritmo e chiave pubblica.
ja_jp: KEYレコードには、フラグ、プロトコル、アルゴリズム、および公開鍵を含める必要があります。
nb_no: KEY-post må inneholde flagg, protokoll, algoritme og offentlig nøkkel.
nl_nl: KEY record moet flags, protocol, algoritme en publieke sleutel bevatten.
pt_pt: O registo KEY deve conter flags, protocolo, algoritmo e chave pública.

source: KEY flags must be a number between 0 and 65535.
it_it: I flag KEY devono essere un numero compreso tra 0 e 65535.
ja_jp: KEYフラグは0から65535の間の数値である必要があります。
nb_no: KEY-flagg må være et tall mellom 0 og 65535.
nl_nl: KEY flags moeten een getal tussen 0 en 65535 zijn.
pt_pt: As flags KEY devem ser um número entre 0 e 65535.

source: Unusual flag value. Common values are 0 (authentication prohibited), 256 (user key), or 257 (zone key).
it_it: Valore flag inusuale. I valori comuni sono 0 (autenticazione proibita), 256 (chiave utente) o 257 (chiave zona).
ja_jp: 異常なフラグ値です。一般的な値は0（認証禁止）、256（ユーザーキー）、または257（ゾーンキー）です。
nb_no: Uvanlig flaggverdi. Vanlige verdier er 0 (autentisering forbudt), 256 (brukernøkkel) eller 257 (sonenøkkel).
nl_nl: Ongewone flag waarde. Veelgebruikte waarden zijn 0 (authenticatie verboden), 256 (gebruiker sleutel), of 257 (zone sleutel).
pt_pt: Valor de flag incomum. Valores comuns são 0 (autenticação proibida), 256 (chave de utilizador) ou 257 (chave de zona).

source: KEY protocol must be a number between 0 and 255.
it_it: Il protocollo KEY deve essere un numero compreso tra 0 e 255.
ja_jp: KEYプロトコルは0から255の間の数値である必要があります。
nb_no: KEY-protokoll må være et tall mellom 0 og 255.
nl_nl: KEY protocol moet een getal tussen 0 en 255 zijn.
pt_pt: O protocolo KEY deve ser um número entre 0 e 255.

source: Unusual protocol value. Protocol 3 (DNSSEC) is most common for KEY records.
it_it: Valore protocollo inusuale. Il protocollo 3 (DNSSEC) è il più comune per i record KEY.
ja_jp: 異常なプロトコル値です。KEYレコードではプロトコル3（DNSSEC）が最も一般的です。
nb_no: Uvanlig protokollverdi. Protokoll 3 (DNSSEC) er mest vanlig for KEY-poster.
nl_nl: Ongewone protocol waarde. Protocol 3 (DNSSEC) is het meest gebruikelijk voor KEY records.
pt_pt: Valor de protocolo incomum. O protocolo 3 (DNSSEC) é mais comum para registos KEY.

source: KEY algorithm must be a number between 0 and 255.
it_it: L'algoritmo KEY deve essere un numero compreso tra 0 e 255.
ja_jp: KEYアルゴリズムは0から255の間の数値である必要があります。
nb_no: KEY-algoritme må være et tall mellom 0 og 255.
nl_nl: KEY algoritme moet een getal tussen 0 en 255 zijn.
pt_pt: O algoritmo KEY deve ser um número entre 0 e 255.

source: Unusual algorithm value. Common values are 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
it_it: Valore algoritmo inusuale. I valori comuni sono 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
ja_jp: 異常なアルゴリズム値です。一般的な値は1（RSA/MD5）、2（DH）、3（DSA）、5（RSA/SHA-1）、8（RSA/SHA-256）です。
nb_no: Uvanlig algoritmeverdi. Vanlige verdier er 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
nl_nl: Ongewone algoritme waarde. Veelgebruikte waarden zijn 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
pt_pt: Valor de algoritmo incomum. Valores comuns são 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).

source: KEY public key is required.
it_it: La chiave pubblica KEY è richiesta.
ja_jp: KEY公開鍵が必要です。
nb_no: KEY offentlig nøkkel er påkrevet.
nl_nl: KEY publieke sleutel is verplicht.
pt_pt: A chave pública KEY é obrigatória.

source: KEY public key must be properly Base64 encoded.
it_it: La chiave pubblica KEY deve essere correttamente codificata Base64.
ja_jp: KEY公開鍵は適切にBase64エンコードされている必要があります。
nb_no: KEY offentlig nøkkel må være riktig Base64-kodet.
nl_nl: KEY publieke sleutel moet correct Base64 gecodeerd zijn.
pt_pt: A chave pública KEY deve estar adequadamente codificada em Base64.

source: DMARC records must be placed at _dmarc.<domain>.
it_it: I record DMARC devono essere posizionati a _dmarc.<dominio>.
ja_jp: DMARCレコードは_dmarc.<domain>に配置する必要があります。
nb_no: DMARC-poster må plasseres på _dmarc.<domene>.
nl_nl: DMARC records moeten geplaatst worden op _dmarc.<domein>.
pt_pt: Os registos DMARC devem ser colocados em _dmarc.<domínio>.

source: Invalid value for priority field. DMARC records must have a priority value of 0.
it_it: Valore non valido per il campo priorità. I record DMARC devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。DMARCレコードの優先度値は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. DMARC-poster må ha en prioritetsverdi på 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. DMARC records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos DMARC devem ter um valor de prioridade de 0.

source: DMARC record must start with "v=DMARC1"
it_it: Il record DMARC deve iniziare con "v=DMARC1"
ja_jp: DMARCレコードは「v=DMARC1」で始まる必要があります
nb_no: DMARC-post må starte med "v=DMARC1"
nl_nl: DMARC record moet beginnen met "v=DMARC1"
pt_pt: O registo DMARC deve começar com "v=DMARC1"

source: DMARC record exceeds 255 character limit. For complex policies, consider simplifying or using URI references.
it_it: Il record DMARC supera il limite di 255 caratteri. Per politiche complesse, considera di semplificare o usare riferimenti URI.
ja_jp: DMARCレコードが255文字の制限を超えています。複雑なポリシーの場合は、簡素化またはURI参照の使用を検討してください。
nb_no: DMARC-post overskrider grensen på 255 tegn. For komplekse policyer, vurder å forenkle eller bruke URI-referanser.
nl_nl: DMARC record overschrijdt 255 karakter limiet. Voor complexe beleidsregels, overweeg te vereenvoudigen of URI referenties te gebruiken.
pt_pt: O registo DMARC excede o limite de 255 caracteres. Para políticas complexas, considere simplificar ou usar referências URI.

source: DMARC version tag (v) must be DMARC1
it_it: Il tag versione DMARC (v) deve essere DMARC1
ja_jp: DMARCバージョンタグ（v）はDMARC1である必要があります
nb_no: DMARC versjonsmerke (v) må være DMARC1
nl_nl: DMARC versie tag (v) moet DMARC1 zijn
pt_pt: A etiqueta de versão DMARC (v) deve ser DMARC1

source: DMARC policy tag (p) must be one of: none, quarantine, reject
it_it: Il tag politica DMARC (p) deve essere uno di: none, quarantine, reject
ja_jp: DMARCポリシータグ（p）は次のいずれかである必要があります：none、quarantine、reject
nb_no: DMARC policy-merke (p) må være en av: none, quarantine, reject
nl_nl: DMARC beleid tag (p) moet een van de volgende zijn: none, quarantine, reject
pt_pt: A etiqueta de política DMARC (p) deve ser uma de: none, quarantine, reject

source: Using "p=none" provides visibility into email authentication without affecting delivery. Consider a stricter policy once you've reviewed the reports.
it_it: Usare "p=none" fornisce visibilità nell'autenticazione email senza influenzare la consegna. Considera una politica più rigorosa una volta che hai revisionato i rapporti.
ja_jp: 「p=none」を使用すると、配信に影響を与えることなくメール認証の可視性が提供されます。レポートを確認した後は、より厳格なポリシーを検討してください。
nb_no: Bruk av "p=none" gir innsikt i e-postautentisering uten å påvirke levering. Vurder en strengere policy når du har gjennomgått rapportene.
nl_nl: Het gebruik van "p=none" biedt inzicht in e-mail authenticatie zonder de bezorging te beïnvloeden. Overweeg een strenger beleid nadat u de rapporten hebt bekeken.
pt_pt: Usar "p=none" fornece visibilidade da autenticação de e-mail sem afectar a entrega. Considere uma política mais rigorosa após revisar os relatórios.

source: DMARC subdomain policy tag (sp) must be one of: none, quarantine, reject
it_it: Il tag politica sottodominio DMARC (sp) deve essere uno di: none, quarantine, reject
ja_jp: DMARCサブドメインポリシータグ（sp）は次のいずれかである必要があります：none、quarantine、reject
nb_no: DMARC subdomene-policy-merke (sp) må være en av: none, quarantine, reject
nl_nl: DMARC subdomein beleid tag (sp) moet een van de volgende zijn: none, quarantine, reject
pt_pt: A etiqueta de política de subdomínio DMARC (sp) deve ser uma de: none, quarantine, reject
