Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: SOA retry value should be less than refresh value according to RFC 2308. This is allowed but not recommended.
it_it: Il valore retry SOA dovrebbe essere inferiore al valore refresh secondo RFC 2308. Questo è consentito ma non raccomandato.
ja_jp: RFC 2308によると、SOAリトライ値はリフレッシュ値より小さくする必要があります。これは許可されていますが推奨されません。
nb_no: SOA retry-verdi bør være mindre enn oppdateringsverdi i henhold til RFC 2308. Dette er tillatt men ikke anbefalt.
nl_nl: SOA retry waarde moet kleiner zijn dan refresh waarde volgens RFC 2308. Dit is toegestaan maar niet aanbevolen.
pt_pt: O valor de repetição SOA deve ser menor que o valor de actualização conforme RFC 2308. Isto é permitido mas não recomendado.

source: SOA minimum (negative caching) value exceeds 24 hours (86400), which may be excessive according to RFC 2308.
it_it: Il valore minimo SOA (negative caching) supera le 24 ore (86400), che può essere eccessivo secondo RFC 2308.
ja_jp: SOA最小値（ネガティブキャッシュ）が24時間（86400）を超えており、RFC 2308によると過度である可能性があります。
nb_no: SOA minimum (negativ bufring) verdi overstiger 24 timer (86400), som kan være overdrevent i henhold til RFC 2308.
nl_nl: SOA minimum (negatieve caching) waarde overschrijdt 24 uur (86400), wat overmatig kan zijn volgens RFC 2308.
pt_pt: O valor mínimo SOA (cache negativo) excede 24 horas (86400), que pode ser excessivo conforme RFC 2308.

source: SVCB record must start with a priority and target: <priority> <target> [<params>...]
it_it: Il record SVCB deve iniziare con priorità e destinazione: <priorità> <destinazione> [<parametri>...]
ja_jp: SVCBレコードは優先度とターゲットで開始する必要があります：<優先度> <ターゲット> [<パラメータ>...]
nb_no: SVCB-post må starte med prioritet og mål: <prioritet> <mål> [<parametere>...]
nl_nl: SVCB record moet beginnen met een prioriteit en doel: <prioriteit> <doel> [<params>...]
pt_pt: O registo SVCB deve começar com uma prioridade e destino: <prioridade> <destino> [<parâmetros>...]

source: SVCB priority must be between 0 and 65535.
it_it: La priorità SVCB deve essere compresa tra 0 e 65535.
ja_jp: SVCB優先度は0から65535の間である必要があります。
nb_no: SVCB-prioritet må være mellom 0 og 65535.
nl_nl: SVCB prioriteit moet tussen 0 en 65535 liggen.
pt_pt: A prioridade SVCB deve estar entre 0 e 65535.

source: SVCB target must be either "." (for Service Mode) or a valid hostname.
it_it: La destinazione SVCB deve essere ".", (per Service Mode) o un nome host valido.
ja_jp: SVCBターゲットは「.」（サービスモード用）または有効なホスト名である必要があります。
nb_no: SVCB-mål må være enten "." (for tjenestemodus) eller et gyldig vertsnavn.
nl_nl: SVCB doel moet ofwel "." zijn (voor Service Mode) of een geldige hostnaam.
pt_pt: O destino SVCB deve ser "." (para Modo Serviço) ou um nome de anfitrião válido.

source: In Service Mode (priority = 0) with "." target, at least one SvcParam is required.
it_it: In Service Mode (priorità = 0) con destinazione ".",, è richiesto almeno un SvcParam.
ja_jp: 「.」ターゲットでのサービスモード（優先度=0）では、少なくとも1つのSvcParamが必要です。
nb_no: I tjenestemodus (prioritet = 0) med "." mål, kreves minst en SvcParam.
nl_nl: In Service Mode (prioriteit = 0) met "." doel, is minstens één SvcParam vereist.
pt_pt: No Modo Serviço (prioridade = 0) com destino ".", pelo menos um SvcParam é necessário.

source: In Alias Mode (priority > 0), the target cannot be ".".
it_it: In Alias Mode (priorità > 0), la destinazione non può essere ".".
ja_jp: エイリアスモード（優先度>0）では、ターゲットは「.」にできません。
nb_no: I aliasmodus (prioritet > 0), kan ikke målet være ".".
nl_nl: In Alias Mode (prioriteit > 0), kan het doel niet "." zijn.
pt_pt: No Modo Alias (prioridade > 0), o destino não pode ser ".".

source: In Alias Mode (priority > 0), no SvcParams are allowed.
it_it: In Alias Mode (priorità > 0), non sono consentiti SvcParams.
ja_jp: エイリアスモード（優先度>0）では、SvcParamsは許可されていません。
nb_no: I aliasmodus (prioritet > 0), er ingen SvcParams tillatt.
nl_nl: In Alias Mode (prioriteit > 0), zijn geen SvcParams toegestaan.
pt_pt: No Modo Alias (prioridade > 0), nenhum SvcParam é permitido.

source: SVCB parameters must be in key=value format separated by spaces.
it_it: I parametri SVCB devono essere nel formato chiave=valore separati da spazi.
ja_jp: SVCBパラメータはスペースで区切られたkey=value形式である必要があります。
nb_no: SVCB-parametere må være i nøkkel=verdi-format separert med mellomrom.
nl_nl: SVCB parameters moeten in key=waarde formaat zijn gescheiden door spaties.
pt_pt: Os parâmetros SVCB devem estar no formato chave=valor separados por espaços.

source: Unknown SVCB parameter key: "%s".
it_it: Chiave parametro SVCB sconosciuta: "%s".
ja_jp: 未知のSVCBパラメータキー：「%s」。
nb_no: Ukjent SVCB-parameternøkkel: "%s".
nl_nl: Onbekende SVCB parameter sleutel: "%s".
pt_pt: Chave de parâmetro SVCB desconhecida: "%s".

source: Duplicate SVCB parameter key: "%s". Each key can only appear once.
it_it: Chiave parametro SVCB duplicata: "%s". Ogni chiave può apparire solo una volta.
ja_jp: 重複するSVCBパラメータキー：「%s」。各キーは一度だけ表示できます。
nb_no: Duplikat SVCB-parameternøkkel: "%s". Hver nøkkel kan bare forekomme en gang.
nl_nl: Dubbele SVCB parameter sleutel: "%s". Elke sleutel kan slechts één keer voorkomen.
pt_pt: Chave de parâmetro SVCB duplicada: "%s". Cada chave pode aparecer apenas uma vez.

source: Multiple CNAME records with the same name are not allowed. This would create a DNS violation.
it_it: Non sono consentiti record CNAME multipli con lo stesso nome. Questo creerebbe una violazione DNS.
ja_jp: 同じ名前の複数のCNAMEレコードは許可されていません。これはDNS違反を引き起こします。
nb_no: Flere CNAME-poster med samme navn er ikke tillatt. Dette ville skape en DNS-overtredelse.
nl_nl: Meerdere CNAME records met dezelfde naam zijn niet toegestaan. Dit zou een DNS schending creëren.
pt_pt: Múltiplos registos CNAME com o mesmo nome não são permitidos. Isto criaria uma violação DNS.

source: A CNAME record cannot coexist with other record types for the same name. Found existing %s record.
it_it: Un record CNAME non può coesistere con altri tipi di record per lo stesso nome. Trovato record %s esistente.
ja_jp: CNAMEレコードは同じ名前の他のレコードタイプと共存できません。既存の%sレコードが見つかりました。
nb_no: En CNAME-post kan ikke sameksistere med andre posttyper for samme navn. Fant eksisterende %s-post.
nl_nl: Een CNAME record kan niet naast andere recordtypes bestaan voor dezelfde naam. Bestaand %s record gevonden.
pt_pt: Um registo CNAME não pode coexistir com outros tipos de registo para o mesmo nome. Encontrado registo %s existente.

source: This record conflicts with an existing CNAME record with the same name. A CNAME record cannot coexist with other record types.
it_it: Questo record è in conflitto con un record CNAME esistente con lo stesso nome. Un record CNAME non può coesistere con altri tipi di record.
ja_jp: このレコードは同じ名前の既存のCNAMEレコードと競合します。CNAMEレコードは他のレコードタイプと共存できません。
nb_no: Denne posten er i konflikt med en eksisterende CNAME-post med samme navn. En CNAME-post kan ikke sameksistere med andre posttyper.
nl_nl: Dit record conflicteert met een bestaand CNAME record met dezelfde naam. Een CNAME record kan niet naast andere recordtypes bestaan.
pt_pt: Este registo está em conflito com um registo CNAME existente com o mesmo nome. Um registo CNAME não pode coexistir com outros tipos de registo.

source: The local-part hash in SMIMEA records should be a 64-character SHA-256 hex hash. The format should be: SHA256(local-part)._smimecert.domain.tld
it_it: L'hash della parte locale nei record SMIMEA deve essere un hash SHA-256 esadecimale di 64 caratteri. Il formato deve essere: SHA256(parte-locale)._smimecert.dominio.tld
ja_jp: SMIMEAレコードのローカル部分ハッシュは64文字のSHA-256ヘックスハッシュである必要があります。形式は：SHA256(local-part)._smimecert.domain.tldです
nb_no: Lokal-del-hashen i SMIMEA-poster bør være en 64-tegns SHA-256 hex hash. Formatet bør være: SHA256(lokal-del)._smimecert.domene.tld
nl_nl: De local-part hash in SMIMEA records moet een 64-karakter SHA-256 hex hash zijn. Het formaat moet zijn: SHA256(local-part)._smimecert.domain.tld
pt_pt: O hash da parte local nos registos SMIMEA deve ser um hash SHA-256 hexadecimal de 64 caracteres. O formato deve ser: SHA256(parte-local)._smimecert.dominio.tld

source: SMIMEA record name is in the format: SHA256(local-part)._smimecert.domain.tld for email addresses like local-part@domain.tld
it_it: Il nome del record SMIMEA è nel formato: SHA256(parte-locale)._smimecert.dominio.tld per indirizzi email come parte-locale@dominio.tld
ja_jp: SMIMEAレコード名の形式は：local-part@domain.tldのようなメールアドレスに対してSHA256(local-part)._smimecert.domain.tldです
nb_no: SMIMEA-postnavn er i formatet: SHA256(lokal-del)._smimecert.domene.tld for e-postadresser som lokal-del@domene.tld
nl_nl: SMIMEA record naam is in het formaat: SHA256(local-part)._smimecert.domain.tld voor e-mailadressen zoals local-part@domain.tld
pt_pt: O nome do registo SMIMEA está no formato: SHA256(parte-local)._smimecert.dominio.tld para endereços de e-mail como parte-local@dominio.tld

source: This does not use the standard SMIMEA name format. SMIMEA records should typically use: SHA256(local-part)._smimecert.domain.tld
it_it: Questo non usa il formato standard del nome SMIMEA. I record SMIMEA dovrebbero tipicamente usare: SHA256(parte-locale)._smimecert.dominio.tld
ja_jp: これは標準のSMIMEA名前形式を使用していません。SMIMEAレコードは通常次を使用すべきです：SHA256(local-part)._smimecert.domain.tld
nb_no: Dette bruker ikke standard SMIMEA-navneformat. SMIMEA-poster bør typisk bruke: SHA256(lokal-del)._smimecert.domene.tld
nl_nl: Dit gebruikt niet het standaard SMIMEA naam formaat. SMIMEA records moeten doorgaans gebruiken: SHA256(local-part)._smimecert.domain.tld
pt_pt: Isto não usa o formato de nome SMIMEA padrão. Os registos SMIMEA devem tipicamente usar: SHA256(parte-local)._smimecert.dominio.tld

source: Invalid value for priority field. SMIMEA records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record SMIMEA devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。SMIMEAレコードは優先度値0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. SMIMEA-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. SMIMEA records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos SMIMEA devem ter valor de prioridade 0.

source: SMIMEA makes email addresses visible in DNS. Consider privacy implications when publishing SMIMEA records.
it_it: SMIMEA rende visibili gli indirizzi email nel DNS. Considera le implicazioni sulla privacy quando pubblichi record SMIMEA.
ja_jp: SMIMEAはメールアドレスをDNSで可視化します。SMIMEAレコードを公開する際はプライバシーの影響を考慮してください。
nb_no: SMIMEA gjør e-postadresser synlige i DNS. Vurder personvernkonsekvenser når du publiserer SMIMEA-poster.
nl_nl: SMIMEA maakt e-mailadressen zichtbaar in DNS. Overweeg privacy implicaties bij het publiceren van SMIMEA records.
pt_pt: O SMIMEA torna os endereços de e-mail visíveis no DNS. Considere as implicações de privacidade ao publicar registos SMIMEA.

source: SMIMEA record content cannot be empty.
it_it: Il contenuto del record SMIMEA non può essere vuoto.
ja_jp: SMIMEAレコードの内容は空にできません。
nb_no: SMIMEA-postinnhold kan ikke være tomt.
nl_nl: SMIMEA record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo SMIMEA não pode estar vazio.

source: SMIMEA record contains invalid characters.
it_it: Il record SMIMEA contiene caratteri non validi.
ja_jp: SMIMEAレコードに無効な文字が含まれています。
nb_no: SMIMEA-post inneholder ugyldige tegn.
nl_nl: SMIMEA record bevat ongeldige karakters.
pt_pt: O registo SMIMEA contém caracteres inválidos.

source: SMIMEA record must contain usage, selector, matching-type, and certificate-data separated by spaces.
it_it: Il record SMIMEA deve contenere utilizzo, selettore, tipo-corrispondenza e dati-certificato separati da spazi.
ja_jp: SMIMEAレコードはスペースで区切られた使用法、セレクタ、マッチングタイプ、証明書データを含む必要があります。
nb_no: SMIMEA-post må inneholde bruk, velger, samsvartype og sertifikatdata separert med mellomrom.
nl_nl: SMIMEA record moet usage, selector, matching-type en certificate-data bevatten gescheiden door spaties.
pt_pt: O registo SMIMEA deve conter uso, selector, tipo de correspondência e dados de certificado separados por espaços.

source: SMIMEA usage field must be a number between 0 and 3.
it_it: Il campo utilizzo SMIMEA deve essere un numero compreso tra 0 e 3.
ja_jp: SMIMEA使用法フィールドは0から3の間の数値である必要があります。
nb_no: SMIMEA bruk-felt må være et tall mellom 0 og 3.
nl_nl: SMIMEA usage veld moet een getal tussen 0 en 3 zijn.
pt_pt: O campo de uso SMIMEA deve ser um número entre 0 e 3.

source: PKIX-TA usage (0) requires the CA certificate to be in the certificate validation path. Ensure this CA is publicly known and trusted.
it_it: L'utilizzo PKIX-TA (0) richiede che il certificato CA sia nel percorso di validazione del certificato. Assicurati che questa CA sia pubblicamente nota e fidata.
ja_jp: PKIX-TA使用法（0）では、CA証明書が証明書検証パスにある必要があります。このCAが公的に知られ信頼されていることを確認してください。
nb_no: PKIX-TA bruk (0) krever at CA-sertifikatet er i sertifikatvalideringsbanen. Sørg for at denne CAen er offentlig kjent og klarert.
nl_nl: PKIX-TA usage (0) vereist dat het CA certificaat in het certificaat validatiepad staat. Zorg ervoor dat deze CA publiek bekend en vertrouwd is.
pt_pt: O uso PKIX-TA (0) requer que o certificado CA esteja no caminho de validação de certificados. Certifique-se de que esta CA é publicamente conhecida e confiável.

source: PKIX-EE usage (1) requires the end entity certificate to be validated using PKIX validation rules. Ensure proper intermediate certificates are available.
it_it: L'utilizzo PKIX-EE (1) richiede che il certificato entità finale sia validato usando le regole di validazione PKIX. Assicurati che siano disponibili certificati intermedi appropriati.
ja_jp: PKIX-EE使用法（1）では、エンドエンティティ証明書がPKIX検証ルールを使用して検証される必要があります。適切な中間証明書が利用可能であることを確認してください。
nb_no: PKIX-EE bruk (1) krever at sluttenhets-sertifikatet valideres ved bruk av PKIX-valideringsregler. Sørg for at riktige mellomliggende sertifikater er tilgjengelige.
nl_nl: PKIX-EE usage (1) vereist dat het end entity certificaat gevalideerd wordt met PKIX validatieregels. Zorg ervoor dat de juiste tussenliggende certificaten beschikbaar zijn.
pt_pt: O uso PKIX-EE (1) requer que o certificado da entidade final seja validado usando regras de validação PKIX. Certifique-se de que os certificados intermédios adequados estão disponíveis.

source: DANE-TA usage (2) designates this certificate as a trust anchor for validating the end entity certificate. Ensure this certificate is properly secured.
it_it: L'utilizzo DANE-TA (2) designa questo certificato come ancora di fiducia per validare il certificato entità finale. Assicurati che questo certificato sia propriamente protetto.
ja_jp: DANE-TA使用法（2）は、この証明書をエンドエンティティ証明書を検証するための信頼アンカーとして指定します。この証明書が適切に保護されていることを確認してください。
nb_no: DANE-TA bruk (2) utpeker dette sertifikatet som tillitsanker for validering av sluttenhets-sertifikatet. Sørg for at dette sertifikatet er ordentlig sikret.
nl_nl: DANE-TA usage (2) wijst dit certificaat aan als trust anchor voor het valideren van het end entity certificaat. Zorg ervoor dat dit certificaat goed beveiligd is.
pt_pt: O uso DANE-TA (2) designa este certificado como uma âncora de confiança para validar o certificado da entidade final. Certifique-se de que este certificado está devidamente protegido.

source: DANE-EE usage (3) is recommended as it provides the simplest deployment with direct certificate usage without additional validation.
it_it: L'utilizzo DANE-EE (3) è raccomandato poiché fornisce la distribuzione più semplice con utilizzo diretto del certificato senza validazione aggiuntiva.
ja_jp: DANE-EE使用法（3）は、追加検証なしで直接証明書使用による最もシンプルな展開を提供するため推奨されます。
nb_no: DANE-EE bruk (3) anbefales da det gir enkleste utrulling med direkte sertifikatbruk uten ytterligere validering.
nl_nl: DANE-EE usage (3) wordt aanbevolen omdat het de eenvoudigste implementatie biedt met direct certificaatgebruik zonder aanvullende validatie.
pt_pt: O uso DANE-EE (3) é recomendado pois fornece a implementação mais simples com uso directo de certificado sem validação adicional.

source: SMIMEA selector field must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
it_it: Il campo selettore SMIMEA deve essere 0 (Certificato completo) o 1 (SubjectPublicKeyInfo).
ja_jp: SMIMEAセレクタフィールドは0（完全証明書）または1（SubjectPublicKeyInfo）である必要があります。
nb_no: SMIMEA velger-felt må være 0 (Fullt sertifikat) eller 1 (SubjectPublicKeyInfo).
nl_nl: SMIMEA selector veld moet 0 (Volledig certificaat) of 1 (SubjectPublicKeyInfo) zijn.
pt_pt: O campo selector SMIMEA deve ser 0 (Certificado completo) ou 1 (SubjectPublicKeyInfo).

source: Selector 0 (Full certificate) means the entire certificate is matched. Using selector 1 (SubjectPublicKeyInfo) is recommended as it offers more flexibility for certificate renewals.
it_it: Selettore 0 (Certificato completo) significa che l'intero certificato viene confrontato. È raccomandato usare selettore 1 (SubjectPublicKeyInfo) poiché offre più flessibilità per i rinnovi del certificato.
ja_jp: セレクタ0（完全証明書）は証明書全体がマッチすることを意味します。証明書更新の柔軟性が高いため、セレクタ1（SubjectPublicKeyInfo）の使用が推奨されます。
nb_no: Velger 0 (Fullt sertifikat) betyr at hele sertifikatet matches. Bruk av velger 1 (SubjectPublicKeyInfo) anbefales da det gir mer fleksibilitet for sertifikatfornyelser.
nl_nl: Selector 0 (Volledig certificaat) betekent dat het gehele certificaat gematcht wordt. Het gebruik van selector 1 (SubjectPublicKeyInfo) wordt aanbevolen omdat het meer flexibiliteit biedt voor certificaatvernieuwingen.
pt_pt: O selector 0 (Certificado completo) significa que todo o certificado é correspondido. O uso do selector 1 (SubjectPublicKeyInfo) é recomendado pois oferece mais flexibilidade para renovações de certificados.

source: Selector 1 (SubjectPublicKeyInfo) is recommended as it allows certificate renewal without SMIMEA record updates, as long as the public key stays the same.
it_it: Selettore 1 (SubjectPublicKeyInfo) è raccomandato poiché consente il rinnovo del certificato senza aggiornamenti del record SMIMEA, finché la chiave pubblica rimane la stessa.
ja_jp: セレクタ1（SubjectPublicKeyInfo）は、公開鍵が同じである限りSMIMEAレコード更新なしで証明書更新を可能にするため推奨されます。
nb_no: Velger 1 (SubjectPublicKeyInfo) anbefales da det tillater sertifikatfornyelse uten SMIMEA-postoppdateringer, så lenge den offentlige nøkkelen forblir den samme.
nl_nl: Selector 1 (SubjectPublicKeyInfo) wordt aanbevolen omdat het certificaatvernieuwing mogelijk maakt zonder SMIMEA record updates, zolang de publieke sleutel hetzelfde blijft.
pt_pt: O selector 1 (SubjectPublicKeyInfo) é recomendado pois permite renovação de certificados sem actualizações ao registo SMIMEA, desde que a chave pública se mantenha a mesma.

source: SMIMEA matching type field must be 0 (Exact match), 1 (SHA-256), or 2 (SHA-512).
it_it: Il campo tipo corrispondenza SMIMEA deve essere 0 (Corrispondenza esatta), 1 (SHA-256) o 2 (SHA-512).
ja_jp: SMIMEAマッチングタイプフィールドは0（完全一致）、1（SHA-256）、または2（SHA-512）である必要があります。
nb_no: SMIMEA samsvartype-felt må være 0 (Eksakt samsvar), 1 (SHA-256), eller 2 (SHA-512).
nl_nl: SMIMEA matching type veld moet 0 (Exacte match), 1 (SHA-256), of 2 (SHA-512) zijn.
pt_pt: O campo de tipo de correspondência SMIMEA deve ser 0 (Correspondência exacta), 1 (SHA-256) ou 2 (SHA-512).

source: Matching type 0 (Exact match) uses raw certificate data. SHA-256 (type 1) is recommended for better performance and compatibility.
it_it: Tipo corrispondenza 0 (Corrispondenza esatta) usa dati del certificato grezzi. SHA-256 (tipo 1) è raccomandato per migliori prestazioni e compatibilità.
ja_jp: マッチングタイプ0（完全一致）は生の証明書データを使用します。より良いパフォーマンスと互換性のためにSHA-256（タイプ1）が推奨されます。
nb_no: Samsvartype 0 (Eksakt samsvar) bruker rå sertifikatdata. SHA-256 (type 1) anbefales for bedre ytelse og kompatibilitet.
nl_nl: Matching type 0 (Exacte match) gebruikt ruwe certificaatgegevens. SHA-256 (type 1) wordt aanbevolen voor betere prestaties en compatibiliteit.
pt_pt: O tipo de correspondência 0 (Correspondência exacta) usa dados de certificado brutos. SHA-256 (tipo 1) é recomendado para melhor desempenho e compatibilidade.

source: Matching type 1 (SHA-256) provides a good balance of security and efficiency.
it_it: Tipo corrispondenza 1 (SHA-256) fornisce un buon equilibrio tra sicurezza ed efficienza.
ja_jp: マッチングタイプ1（SHA-256）はセキュリティと効率性のバランスが良好です。
nb_no: Samsvartype 1 (SHA-256) gir en god balanse mellom sikkerhet og effektivitet.
nl_nl: Matching type 1 (SHA-256) biedt een goede balans tussen beveiliging en efficiëntie.
pt_pt: O tipo de correspondência 1 (SHA-256) fornece um bom equilíbrio entre segurança e eficiência.

source: Matching type 2 (SHA-512) provides the highest security but may have compatibility issues with some implementations.
it_it: Tipo corrispondenza 2 (SHA-512) fornisce la massima sicurezza ma può avere problemi di compatibilità con alcune implementazioni.
ja_jp: マッチングタイプ2（SHA-512）は最高のセキュリティを提供しますが、一部の実装では互換性の問題がある可能性があります。
nb_no: Samsvartype 2 (SHA-512) gir høyest sikkerhet men kan ha kompatibilitetsproblemer med noen implementasjoner.
nl_nl: Matching type 2 (SHA-512) biedt de hoogste beveiliging maar kan compatibiliteitsproblemen hebben met sommige implementaties.
pt_pt: O tipo de correspondência 2 (SHA-512) fornece a mais alta segurança mas pode ter problemas de compatibilidade com algumas implementações.

source: SMIMEA certificate data must be a hexadecimal string.
it_it: I dati del certificato SMIMEA devono essere una stringa esadecimale.
ja_jp: SMIMEA証明書データは16進数文字列である必要があります。
nb_no: SMIMEA-sertifikatdata må være en heksadesimal streng.
nl_nl: SMIMEA certificaatgegevens moeten een hexadecimale string zijn.
pt_pt: Os dados de certificado SMIMEA devem ser uma string hexadecimal.

source: SMIMEA SHA-256 certificate data must be 64 characters long.
it_it: I dati del certificato SMIMEA SHA-256 devono essere lunghi 64 caratteri.
ja_jp: SMIMEA SHA-256証明書データは64文字長である必要があります。
nb_no: SMIMEA SHA-256 sertifikatdata må være 64 tegn lang.
nl_nl: SMIMEA SHA-256 certificaatgegevens moeten 64 karakters lang zijn.
pt_pt: Os dados de certificado SMIMEA SHA-256 devem ter 64 caracteres de comprimento.

source: SMIMEA SHA-512 certificate data must be 128 characters long.
it_it: I dati del certificato SMIMEA SHA-512 devono essere lunghi 128 caratteri.
ja_jp: SMIMEA SHA-512証明書データは128文字長である必要があります。
nb_no: SMIMEA SHA-512 sertifikatdata må være 128 tegn lang.
nl_nl: SMIMEA SHA-512 certificaatgegevens moeten 128 karakters lang zijn.
pt_pt: Os dados de certificado SMIMEA SHA-512 devem ter 128 caracteres de comprimento.

source: Recommended SMIMEA configuration is usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), and matching-type=1 (SHA-256).
it_it: La configurazione SMIMEA raccomandata è utilizzo=3 (DANE-EE), selettore=1 (SubjectPublicKeyInfo) e tipo-corrispondenza=1 (SHA-256).
ja_jp: 推奨されるSMIMEA設定は、usage=3（DANE-EE）、selector=1（SubjectPublicKeyInfo）、matching-type=1（SHA-256）です。
nb_no: Anbefalt SMIMEA-konfigurasjon er bruk=3 (DANE-EE), velger=1 (SubjectPublicKeyInfo), og samsvartype=1 (SHA-256).
nl_nl: Aanbevolen SMIMEA configuratie is usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), en matching-type=1 (SHA-256).
pt_pt: A configuração SMIMEA recomendada é uso=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo) e tipo-de-correspondência=1 (SHA-256).

source: WARNING: SMIMEA (RFC 8162) is currently an EXPERIMENTAL protocol and may not be widely supported.
it_it: AVVISO: SMIMEA (RFC 8162) è attualmente un protocollo SPERIMENTALE e potrebbe non essere ampiamente supportato.
ja_jp: 警告：SMIMEA（RFC 8162）は現在実験的プロトコルであり、広くサポートされていない可能性があります。
nb_no: ADVARSEL: SMIMEA (RFC 8162) er for øyeblikket en EKSPERIMENTELL protokoll og har kanskje ikke bred støtte.
nl_nl: WAARSCHUWING: SMIMEA (RFC 8162) is momenteel een EXPERIMENTEEL protocol en wordt mogelijk niet breed ondersteund.
pt_pt: AVISO: SMIMEA (RFC 8162) é actualmente um protocolo EXPERIMENTAL e pode não ter suporte amplo.
