Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: %d record(s) have been added successfully.
it_it: %d record sono stati aggiunti con successo.
ja_jp: %d件のレコードが正常に追加されました。
nb_no: %d post(er) har blitt lagt til.
nl_nl: %d record(s) zijn succesvol toegevoegd.
pt_pt: %d registo(s) foram adicionados com sucesso.

source: Some record(s) could not be added.
it_it: Alcuni record non sono stati aggiunti.
ja_jp: 一部のレコードを追加できませんでした。
nb_no: Noen poster kunne ikke legges til.
nl_nl: Sommige record(s) konden niet worden toegevoegd.
pt_pt: Alguns registos não puderam ser adicionados.

source: Zone ID is required.
it_it: L'ID della zona è obbligatorio.
ja_jp: ゾーンIDが必要です。
nb_no: Sone-ID er påkrevd.
nl_nl: Zone-ID is verplicht.
pt_pt: O ID da zona é obrigatório.

source: You do not have the permission to edit permission templates.
it_it: Non si dispone del permesso di modificare i template di permessi.
ja_jp: 権限テンプレートを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere tillatelsesmaler.
nl_nl: U hebt geen toestemming om machtigingssjablonen te bewerken.
pt_pt: Não tem permissão para editar modelos de permissão.

source: The permission template has been updated successfully.
it_it: Il template di permessi è stato aggiornato con successo.
ja_jp: 権限テンプレートが正常に更新されました。
nb_no: Tillatelsesmalen har blitt oppdatert.
nl_nl: Het machtigingssjabloon is succesvol bijgewerkt.
pt_pt: O modelo de permissão foi atualizado com sucesso.

source: You do not have the permission to perform searches.
it_it: Non si dispone del permesso di eseguire ricerche.
ja_jp: 検索を実行する権限がありません。
nb_no: Du har ikke tillatelse til å utføre søk.
nl_nl: U hebt geen toestemming om zoekopdrachten uit te voeren.
pt_pt: Não tem permissão para realizar pesquisas.

source: You do not have the permission to add a new user.
it_it: Non si dispone del permesso di aggiungere un nuovo utente.
ja_jp: 新しいユーザーを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en ny bruker.
nl_nl: U hebt geen toestemming om een nieuwe gebruiker toe te voegen.
pt_pt: Não tem permissão para adicionar um novo utilizador.

source: The user has been created successfully.
it_it: L'utente è stato creato con successo.
ja_jp: ユーザーが正常に作成されました。
nb_no: Brukeren har blitt opprettet.
nl_nl: De gebruiker is succesvol aangemaakt.
pt_pt: O utilizador foi criado com sucesso.

source: Generated password: %s
it_it: Password generata: %s
ja_jp: 生成されたパスワード：%s
nb_no: Generert passord: %s
nl_nl: Gegenereerd wachtwoord: %s.
pt_pt: Palavra-passe gerada: %s

source: Login details have been sent to the user via email.
it_it: I dettagli di accesso sono stati inviati all'utente via email.
ja_jp: ログイン詳細がメールでユーザーに送信されました。
nb_no: Påloggingsdetaljer har blitt sendt til brukeren via e-post.
nl_nl: Inloggegevens zijn per e-mail naar de gebruiker verzonden.
pt_pt: Os detalhes de login foram enviados para o utilizador por email.

source: NOTE: Failed to send login details via email.
it_it: NOTA: Impossibile inviare i dettagli di accesso via email.
ja_jp: 注意：メールでのログイン詳細の送信に失敗しました。
nb_no: MERK: Kunne ikke sende påloggingsdetaljer via e-post.
nl_nl: OPMERKING: Kan inloggegevens niet per e-mail verzenden.
pt_pt: NOTA: Falha ao enviar detalhes de login por email.

source: A password was generated but is not displayed for security reasons.
it_it: È stata generata una password ma non viene visualizzata per motivi di sicurezza.
ja_jp: パスワードが生成されましたが、セキュリティ上の理由で表示されません。
nb_no: Et passord ble generert, men vises ikke av sikkerhetshensyn.
nl_nl: Een wachtwoord is gegenereerd maar wordt om veiligheidsredenen niet weergegeven.
pt_pt: Foi gerada uma palavra-passe, mas não é mostrada por razões de segurança.

source: Please fill in all required fields correctly.
it_it: Compilare correttamente tutti i campi obbligatori.
ja_jp: すべての必須フィールドを正しく入力してください。
nb_no: Vennligst fyll inn alle påkrevde felt korrekt.
nl_nl: Vul alle verplichte velden correct in.
pt_pt: Por favor, preencha todos os campos obrigatórios corretamente.

source: You do not have the permission to delete this record.
it_it: Non si dispone del permesso di eliminare questo record.
ja_jp: このレコードを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette denne posten.
nl_nl: U hebt geen toestemming om dit record te verwijderen.
pt_pt: Não tem permissão para eliminar este registo.

source: The record could not be deleted.
it_it: Il record non è stato eliminato.
ja_jp: レコードを削除できませんでした。
nb_no: Posten kunne ikke slettes.
nl_nl: Het record kon niet worden verwijderd.
pt_pt: O registo não pôde ser eliminado.

source: You do not have permission to view the users list.
it_it: Non si dispone del permesso di visualizzare l'elenco utenti.
ja_jp: ユーザーリストを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se brukerlisten.
nl_nl: U hebt geen toestemming om de gebruikerslijst te bekijken.
pt_pt: Não tem permissão para ver a lista de utilizadores.

source: User details updated
it_it: Dettagli utente aggiornati
ja_jp: ユーザー詳細が更新されました
nb_no: Brukerdetaljer oppdatert
nl_nl: Gebruikersgegevens bijgewerkt
pt_pt: Detalhes do utilizador atualizados

source: No template ID provided.
it_it: Nessun ID template fornito.
ja_jp: テンプレートIDが提供されていません。
nb_no: Ingen mal-ID oppgitt.
nl_nl: Geen sjabloon-ID opgegeven.
pt_pt: Nenhum ID de modelo fornecido.

source: You do not have the permission to edit zone templates.
it_it: Non si dispone del permesso di modificare i template di zona.
ja_jp: ゾーンテンプレートを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere sonemaler.
nl_nl: U hebt geen toestemming om zonesjablonen te bewerken.
pt_pt: Não tem permissão para editar modelos de zona.

source: There is no zone template with this ID.
it_it: Non esiste un template di zona con questo ID.
ja_jp: このIDのゾーンテンプレートは存在しません。
nb_no: Det finnes ingen sonemal med denne ID-en.
nl_nl: Er is geen zonesjabloon met dit ID.
pt_pt: Não existe nenhum modelo de zona com este ID.

source: Zone template has been updated successfully.
it_it: Il template di zona è stato aggiornato con successo.
ja_jp: ゾーンテンプレートが正常に更新されました。
nb_no: Sonemal har blitt oppdatert.
nl_nl: Zonesjabloon is succesvol bijgewerkt.
pt_pt: O modelo de zona foi atualizado com sucesso.

source: Zones have been updated successfully.
it_it: Le zone sono state aggiornate con successo.
ja_jp: ゾーンが正常に更新されました。
nb_no: Soner har blitt oppdatert.
nl_nl: Zones zijn succesvol bijgewerkt.
pt_pt: As zonas foram actualizadas com sucesso.

source: You do not have permission to create new zone templates.
it_it: Non si dispone del permesso di creare nuovi template di zona.
ja_jp: 新しいゾーンテンプレートを作成する権限がありません。
nb_no: Du har ikke tillatelse til å opprette nye sonemaler.
nl_nl: U hebt geen toestemming om nieuwe zonesjablonen aan te maken.
pt_pt: Não tem permissão para criar novos modelos de zona.

source: Zone template with this name already exists, please choose another one.
it_it: Un template di zona con questo nome esiste già, scegli un altro nome.
ja_jp: この名前のゾーンテンプレートは既に存在します。別の名前を選択してください。
nb_no: Sonemal med dette navnet eksisterer allerede, vennligst velg et annet.
nl_nl: Zonesjabloon met deze naam bestaat al, kies een andere.
pt_pt: Já existe um modelo de zona com este nome. Escolha outro.

source: Please enter a different name when using Save As.
it_it: Inserire un nome diverso quando si utilizza Salva Come.
ja_jp: 名前を付けて保存を使用する場合は、異なる名前を入力してください。
nb_no: Vennligst oppgi et annet navn når du bruker Lagre som.
nl_nl: Voer een andere naam in bij het gebruik van Opslaan Als.
pt_pt: Introduza um nome diferente ao usar Guardar Como.

source: Zone template has been copied successfully.
it_it: Il template di zona è stato copiato con successo.
ja_jp: ゾーンテンプレートが正常にコピーされました。
nb_no: Sonemal har blitt kopiert.
nl_nl: Zonesjabloon is succesvol gekopieerd.
pt_pt: O modelo de zona foi copiado com sucesso.

source: You do not have permission to view zone templates.
it_it: Non si dispone del permesso di visualizzare i template di zona.
ja_jp: ゾーンテンプレートを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se sonemaler.
nl_nl: U hebt geen toestemming om zonesjablonen te bekijken.
pt_pt: Não tem permissão para ver modelos de zona.

source: Invalid template ID.
it_it: ID template non valido.
ja_jp: 無効なテンプレートIDです。
nb_no: Ugyldig mal-ID.
nl_nl: Ongeldig sjabloon-ID.
pt_pt: ID de modelo inválido.

source: Template does not exist.
it_it: Il template non esiste.
ja_jp: テンプレートが存在しません。
nb_no: Mal eksisterer ikke.
nl_nl: Sjabloon bestaat niet.
pt_pt: O modelo não existe.

source: You do not have the permission to view this zone.
it_it: Non si dispone del permesso di visualizzare questa zona.
ja_jp: このゾーンを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se denne sonen.
nl_nl: U hebt geen toestemming om deze zone te bekijken.
pt_pt: Não tem permissão para ver esta zona.

source: There is no zone with this ID.
it_it: Non esiste una zona con questo ID.
ja_jp: このIDのゾーンは存在しません。
nb_no: Det finnes ingen sone med denne ID-en.
nl_nl: Er is geen zone met dit ID.
pt_pt: Não existe nenhuma zona com este ID.

source: You do not have permission to unlink zones from templates.
it_it: Non si dispone del permesso di scollegare le zone dai template.
ja_jp: テンプレートからゾーンのリンクを解除する権限がありません。
nb_no: Du har ikke tillatelse til å koble fra soner fra maler.
nl_nl: U hebt geen toestemming om zones los te koppelen van sjablonen.
pt_pt: Não tem permissão para desassociar zonas de modelos.

source: No zones selected.
it_it: Nessuna zona selezionata.
ja_jp: ゾーンが選択されていません。
nb_no: Ingen soner valgt.
nl_nl: Geen zones geselecteerd.
pt_pt: Nenhuma zona selecionada.

source: Invalid request method.
it_it: Metodo di richiesta non valido.
ja_jp: 無効なリクエストメソッドです。
nb_no: Ugyldig forespørselsmetode.
nl_nl: Ongeldige verzoeksmethode.
pt_pt: Método de pedido inválido.

source: %d zone has been unlinked from template successfully.
it_it: %d zone sono state scollegate dal template con successo.
ja_jp: %d個のゾーンがテンプレートから正常にリンク解除されました。
nb_no: %d sone har blitt frakoblet malen.
nl_nl: %d zone is succesvol ontkoppeld van het sjabloon.
pt_pt: %d zona foi desassociada do modelo com sucesso.

source: %d zone could not be unlinked.
it_it: %d zone non possono essere scollegate.
ja_jp: %d個のゾーンをリンク解除できませんでした。
nb_no: %d sone kunne ikke bli frakoblet.
nl_nl: %d zone kon niet worden ontkoppeld.
pt_pt: %d zona não pôde ser desassociada.

source: Failed to unlink zones from template.
it_it: Impossibile scollegare le zone dal template.
ja_jp: テンプレートからゾーンのリンク解除ができませんでした。
nb_no: Kunne ikke koble fra soner fra mal.
nl_nl: Kan zones niet loskoppelen van sjabloon.
pt_pt: Falha ao desassociar zonas do modelo.

source: No valid zones selected.
it_it: Nessuna zona valida selezionata.
ja_jp: 有効なゾーンが選択されていません。
nb_no: Ingen gyldige soner valgt.
nl_nl: Geen geldige zones geselecteerd.
pt_pt: Nenhuma zona válida selecionada.

source: Template not found.
it_it: Template non trovato.
ja_jp: テンプレートが見つかりません。
nb_no: Mal ikke funnet.
nl_nl: Sjabloon niet gevonden.
pt_pt: Modelo não encontrado.

source: User agreement accepted successfully.
it_it: Accordo utente accettato con successo.
ja_jp: ユーザー規約が正常に承諾されました。
nb_no: Brukeravtalen ble akseptert.
nl_nl: Gebruikersovereenkomst succesvol geaccepteerd.
pt_pt: Acordo de utilizador aceite com sucesso.

source: WHOIS lookup functionality is disabled.
it_it: La funzionalità di ricerca WHOIS è disabilitata.
ja_jp: WHOIS検索機能が無効になっています。
nb_no: WHOIS-oppslag er deaktivert.
nl_nl: WHOIS-opzoekfunctionaliteit is uitgeschakeld.
pt_pt: A funcionalidade de consulta WHOIS está desativada.

source: You do not have permission to perform WHOIS lookups.
it_it: Non si dispone del permesso di eseguire ricerche WHOIS.
ja_jp: WHOIS検索を実行する権限がありません。
nb_no: Du har ikke tillatelse til å utføre WHOIS-oppslag.
nl_nl: U hebt geen toestemming om WHOIS-opzoekingen uit te voeren.
pt_pt: Não tem permissão para efectuar consultas WHOIS.

source: Failed to retrieve WHOIS information using server %s
it_it: Impossibile recuperare le informazioni WHOIS utilizzando il server %s
ja_jp: サーバー %s を使用してWHOIS情報の取得に失敗しました
nb_no: Kunne ikke hente WHOIS-informasjon fra server %s
nl_nl: Kan WHOIS-informatie niet ophalen met server %s
pt_pt: Falha ao obter informação WHOIS usando o servidor %s

source: You do not have permission to access this zone.
it_it: Non hai il permesso di accedere a questa zona.
ja_jp: このゾーンにアクセスする権限がありません。
nb_no: Du har ikke tillatelse til å få tilgang til denne sonen.
nl_nl: U heeft geen toestemming om deze zone te benaderen.
pt_pt: Não tem permissão para aceder a esta zona.

source: DNSSEC is not enabled on the server.
it_it: DNSSEC non è abilitato sul server.
ja_jp: サーバーでDNSSECが有効になっていません。
nb_no: DNSSEC er ikke aktivert på serveren.
nl_nl: DNSSEC is niet ingeschakeld op de server.
pt_pt: O DNSSEC não está ativado no servidor.

source: Zone is already signed with DNSSEC.
it_it: La zona è già firmata con DNSSEC.
ja_jp: ゾーンは既にDNSSECで署名されています。
nb_no: Sonen er allerede signert med DNSSEC.
nl_nl: Zone is al ondertekend met DNSSEC.
pt_pt: A zona já está assinada com DNSSEC.

source: Zone has been signed successfully.
it_it: La zona è stata firmata con successo.
ja_jp: ゾーンが正常に署名されました。
nb_no: Sonen har blitt signert.
nl_nl: Zone is succesvol ondertekend.
pt_pt: A zona foi assinada com sucesso.

source: Zone signing requested successfully, but verification failed. Check DNSSEC keys.
it_it: Richiesta di firma della zona completata con successo, ma la verifica è fallita. Controllare le chiavi DNSSEC.
ja_jp: ゾーン署名の要求は成功しましたが、検証に失敗しました。DNSSECキーを確認してください。
nb_no: Sone-signering forespurt, men verifisering mislyktes. Sjekk DNSSEC-nøkler.
nl_nl: Zone-ondertekening succesvol aangevraagd, maar verificatie mislukt. Controleer DNSSEC-sleutels.
pt_pt: Assinatura da zona solicitada com sucesso, mas a verificação falhou. Verifique as chaves DNSSEC.

source: Failed to sign zone. Check PowerDNS logs for details.
it_it: Impossibile firmare la zona. Controllare i log di PowerDNS per i dettagli.
ja_jp: ゾーンの署名に失敗しました。詳細についてはPowerDNSログを確認してください。
nb_no: Kunne ikke signere sone. Sjekk PowerDNS-logger for detaljer.
nl_nl: Kan zone niet ondertekenen. Controleer PowerDNS-logs voor details.
pt_pt: Falha ao assinar a zona. Verifique os registos do PowerDNS para detalhes.

source: Zone is not currently signed with DNSSEC.
it_it: La zona non è attualmente firmata con DNSSEC.
ja_jp: ゾーンは現在DNSSECで署名されていません。
nb_no: Sonen er ikke signert med DNSSEC.
nl_nl: Zone is momenteel niet ondertekend met DNSSEC.
pt_pt: A zona não está actualmente assinada com DNSSEC.

source: Zone has been unsigned successfully.
it_it: La zona è stata rimossa dalla firma con successo.
ja_jp: ゾーンの署名が正常に解除されました。
nb_no: Sonen har blitt usignert.
nl_nl: Zone-ondertekening is succesvol opgeheven.
pt_pt: A assinatura da zona foi removida com sucesso.

source: Zone unsigning requested successfully, but verification failed.
it_it: Richiesta di rimozione firma della zona completata con successo, ma la verifica è fallita.
ja_jp: ゾーン署名解除の要求は成功しましたが、検証に失敗しました。
nb_no: Sone-usignering forespurt, men verifisering mislyktes.
nl_nl: Zone-ondertekening opheffen succesvol aangevraagd, maar verificatie mislukt.
pt_pt: Remoção da assinatura da zona solicitada com sucesso, mas a verificação falhou.

source: Failed to unsign zone. Check PowerDNS logs for details.
it_it: Impossibile rimuovere la firma dalla zona. Controllare i log di PowerDNS per i dettagli.
ja_jp: ゾーンの署名解除に失敗しました。詳細についてはPowerDNSログを確認してください。
nb_no: Kunne ikke usignere sone. Sjekk PowerDNS-logger for detaljer.
nl_nl: Kan zone-ondertekening niet opheffen. Controleer PowerDNS-logs voor details.
pt_pt: Falha ao remover a assinatura da zona. Verifique os registos do PowerDNS para detalhes.

source: Template name can't be an empty string.
it_it: Il nome del template non può essere una stringa vuota.
ja_jp: テンプレート名は空の文字列にできません。
nb_no: Malnavn kan ikke være tomt.
nl_nl: Sjabloonnaam mag geen lege string zijn.
pt_pt: O nome do modelo não pode estar vazio.

source: Zone template has been added successfully.
it_it: Il template di zona è stato aggiunto con successo.
ja_jp: ゾーンテンプレートが正常に追加されました。
nb_no: Sonemal har blitt lagt til.
nl_nl: Zonesjabloon is succesvol toegevoegd.
pt_pt: O modelo de zona foi adicionado com sucesso.

source: You need to be logged in to export zone data.
it_it: È necessario essere autenticati per esportare i dati della zona.
ja_jp: ゾーンデータをエクスポートするにはログインが必要です。
nb_no: Du må være innlogget for å eksportere sonedata.
nl_nl: U moet ingelogd zijn om zonegegevens te exporteren.
pt_pt: Precisa de estar autenticado para exportar dados da zona.

source: You do not have permission to export this zone.
it_it: Non si dispone del permesso di esportare questa zona.
ja_jp: このゾーンをエクスポートする権限がありません。
nb_no: Du har ikke tillatelse til å eksportere denne sonen.
nl_nl: U hebt geen toestemming om deze zone te exporteren.
pt_pt: Não tem permissão para exportar esta zona.

source: This zone does not have any records to export.
it_it: Questa zona non ha record da esportare.
ja_jp: このゾーンにはエクスポートするレコードがありません。
nb_no: Denne sonen har ingen poster å eksportere.
nl_nl: Deze zone heeft geen records om te exporteren.
pt_pt: Esta zona não tem registos para exportar.

source: Request has expired, please try again.
it_it: La richiesta è scaduta, riprovare.
ja_jp: リクエストが期限切れです。もう一度お試しください。
nb_no: Forespørselen har utløpt, vennligst prøv igjen.
nl_nl: Verzoek is verlopen, probeer het opnieuw.
pt_pt: O pedido expirou. Tente novamente.

source: Zone has been updated successfully.
it_it: La zona è stata aggiornata con successo.
ja_jp: ゾーンが正常に更新されました。
nb_no: Sonen har blitt oppdatert.
nl_nl: Zone is succesvol bijgewerkt.
pt_pt: A zona foi actualizada com sucesso.

source: Zone did not have any record changes.
it_it: La zona non ha avuto modifiche ai record.
ja_jp: ゾーンにレコードの変更はありませんでした。
nb_no: Sonen hadde ingen postendringer.
nl_nl: Zone had geen recordwijzigingen.
pt_pt: A zona não teve alterações de registos.

source: Zone has not been updated successfully.
it_it: La zona non è stata aggiornata con successo.
ja_jp: ゾーンが正常に更新されませんでした。
nb_no: Sonen har ikke blitt oppdatert.
nl_nl: Zone is niet succesvol bijgewerkt.
pt_pt: A zona não foi actualizada com sucesso.

source: Please provide all required fields.
it_it: Fornire tutti i campi obbligatori.
ja_jp: すべての必須フィールドを入力してください。
nb_no: Vennligst oppgi alle påkrevde felt.
nl_nl: Geef alle verplichte velden op.
pt_pt: Forneça todos os campos obrigatórios.

source: This record was not valid and could not be added. It may already exist or contain invalid data.
it_it: Questo record non era valido e non è stato aggiunto. Potrebbe già esistere o contenere dati non validi.
ja_jp: このレコードは無効で追加できませんでした。既に存在するか、無効なデータが含まれている可能性があります。
nb_no: Denne posten var ikke gyldig og kunne ikke legges til. Den eksisterer kanskje allerede eller inneholder ugyldige data.
nl_nl: Dit record was niet geldig en kon niet worden toegevoegd. Het bestaat mogelijk al of bevat ongeldige gegevens.
pt_pt: Este registo não era válido e não pôde ser adicionado. Pode já existir ou conter dados inválidos.

source: Record successfully added. A matching PTR record was also created.
it_it: Record aggiunto con successo. È stato anche creato un record PTR corrispondente.
ja_jp: レコードが正常に追加されました。一致するPTRレコードも作成されました。
nb_no: Post lagt til. En tilhørende PTR-post ble også opprettet.
nl_nl: Record succesvol toegevoegd. Een bijbehorend PTR-record is ook aangemaakt.
pt_pt: Registo adicionado com sucesso. Um registo PTR correspondente também foi criado.

source: Record successfully added, but PTR record creation failed:
it_it: Record aggiunto con successo, ma la creazione del record PTR è fallita:
ja_jp: レコードは正常に追加されましたが、PTRレコードの作成に失敗しました：
nb_no: Post lagt til, men PTR-post opprettelse mislyktes:
nl_nl: Record succesvol toegevoegd, maar PTR-record aanmaken mislukt:
pt_pt: Registo adicionado com sucesso, mas a criação do registo PTR falhou:

source: The record was successfully added, but PTR record creation failed.
it_it: Il record è stato aggiunto con successo, ma la creazione del record PTR è fallita.
ja_jp: レコードは正常に追加されましたが、PTRレコードの作成に失敗しました。
nb_no: Posten ble lagt til, men PTR-post opprettelse mislyktes.
nl_nl: Het record is succesvol toegevoegd, maar PTR-record aanmaken mislukt.
pt_pt: O registo foi adicionado com sucesso, mas a criação do registo PTR falhou.

source: Record successfully added. A matching A record was also created.
it_it: Record aggiunto con successo. È stato anche creato un record A corrispondente.
ja_jp: レコードが正常に追加されました。一致するAレコードも作成されました。
nb_no: Post lagt til. En tilhørende A-post ble også opprettet.
nl_nl: Record succesvol toegevoegd. Een bijbehorend A-record is ook aangemaakt.
pt_pt: Registo adicionado com sucesso. Um registo A correspondente também foi criado.

source: The record was successfully added.
it_it: Il record è stato aggiunto con successo.
ja_jp: レコードが正常に追加されました。
nb_no: Posten ble lagt til.
nl_nl: Het record is succesvol toegevoegd.
pt_pt: O registo foi adicionado com sucesso.

source: Invalid security token. Please try again.
it_it: Token di sicurezza non valido. Riprovare.
ja_jp: 無効なセキュリティトークンです。もう一度お試しください。
nb_no: Ugyldig sikkerhetstoken. Vennligst prøv igjen.
nl_nl: Ongeldig beveiligingstoken. Probeer het opnieuw.
pt_pt: Token de segurança inválido. Tente novamente.

source: No MFA record found. Please contact administrator.
it_it: Nessun record MFA trovato. Contattare l'amministratore.
ja_jp: 多要素認証レコードが見つかりません。管理者にお問い合わせください。
nb_no: Ingen MFA-post funnet. Vennligst kontakt administrator.
nl_nl: Geen MFA-record gevonden. Neem contact op met de beheerder.
pt_pt: Nenhum registo MFA encontrado. Contacte o administrador.

source: An error occurred. Please try again.
it_it: Si è verificato un errore. Riprovare.
ja_jp: エラーが発生しました。もう一度お試しください。
nb_no: En feil oppstod. Vennligst prøv igjen.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.
pt_pt: Ocorreu um erro. Tente novamente.

source: Email verification is not available because mail service is disabled. Please use a recovery code.
it_it: La verifica via email non è disponibile perché il servizio di posta è disabilitato. Utilizzare un codice di recupero.
ja_jp: メールサービスが無効になっているため、メール認証は利用できません。復旧コードを使用してください。
nb_no: E-postverifisering er ikke tilgjengelig fordi e-posttjenesten er deaktivert. Vennligst bruk en gjenopprettingskode.
nl_nl: E-mailverificatie is niet beschikbaar omdat de mailservice is uitgeschakeld. Gebruik een herstelcode.
pt_pt: A verificação por correio eletrónico não está disponível porque o serviço de correio está desativado. Utilize um código de recuperação.

source: A new verification code has been sent to your email.
it_it: Un nuovo codice di verifica è stato inviato alla vostra email.
ja_jp: 新しい確認コードがメールに送信されました。
nb_no: En ny verifiseringskode har blitt sendt til din e-post.
nl_nl: Een nieuwe verificatiecode is naar uw e-mail verzonden.
pt_pt: Um novo código de verificação foi enviado para o seu correio eletrónico.

source: Please use a recovery code instead.
it_it: Utilizzare invece un codice di recupero.
ja_jp: 代わりに復旧コードを使用してください。
nb_no: Vennligst bruk en gjenopprettingskode i stedet.
nl_nl: Gebruik in plaats daarvan een herstelcode.
pt_pt: Utilize um código de recuperação em alternativa.

source: Could not send verification code to your email. Please use a recovery code instead.
it_it: Impossibile inviare il codice di verifica alla vostra email. Utilizzare invece un codice di recupero.
ja_jp: メールに確認コードを送信できませんでした。代わりに復旧コードを使用してください。
nb_no: Kunne ikke sende verifiseringskode til din e-post. Vennligst bruk en gjenopprettingskode i stedet.
nl_nl: Kan verificatiecode niet naar uw e-mail verzenden. Gebruik in plaats daarvan een herstelcode.
pt_pt: Não foi possível enviar o código de verificação para o seu correio eletrónico. Utilize um código de recuperação em alternativa.
