Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: You do not have the permission to add a record to this zone.
it_it: Non avete il permesso di aggiungere un record a questa zona.
ja_jp: このゾーンにレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en post i denne sonen.
nl_nl: U hebt geen toestemming om een record toe te voegen aan deze zone.
pt_pt: Não tem permissão para adicionar um registo a esta zona.

source: No records were provided.
it_it: Nessun record fornito.
ja_jp: レコードが提供されていません。
nb_no: Ingen poster ble oppgitt.
nl_nl: Geen records opgegeven.
pt_pt: Nenhum registo foi fornecido.

source: %d record(s) were successfully added.
it_it: %d record sono stati aggiunti con successo.
ja_jp: %d件のレコードが正常に追加されました。
nb_no: %d post(er) ble lagt til.
nl_nl: %d record(s) zijn succesvol toegevoegd.
pt_pt: %d registo(s) foram adicionados com sucesso.

source: %d record(s) failed to be added.
it_it: %d record non sono stati aggiunti.
ja_jp: %d件のレコードの追加に失敗しました。
nb_no: %d post(er) kunne ikke legges til.
nl_nl: %d record(s) konden niet worden toegevoegd.
pt_pt: %d registo(s) falharam ao ser adicionados.

source: Some records could not be added. They may already exist or contain invalid data.
it_it: Alcuni record non possono essere aggiunti. Potrebbero già esistere o contenere dati non validi.
ja_jp: 一部のレコードを追加できませんでした。既に存在するか、無効なデータが含まれている可能性があります。
nb_no: Noen poster kunne ikke legges til. De eksisterer kanskje allerede eller inneholder ugyldige data.
nl_nl: Sommige records konden niet worden toegevoegd. Ze bestaan mogelijk al of bevatten ongeldige gegevens.
pt_pt: Alguns registos não puderam ser adicionados. Podem já existir ou conter dados inválidos.

source: Failed to add any records. They may contain invalid data.
it_it: Impossibile aggiungere record. Potrebbero contenere dati non validi.
ja_jp: レコードの追加に失敗しました。無効なデータが含まれている可能性があります。
nb_no: Kunne ikke legge til noen poster. De inneholder kanskje ugyldige data.
nl_nl: Kan geen records toevoegen. Ze bevatten mogelijk ongeldige gegevens.
pt_pt: Falha ao adicionar quaisquer registos. Podem conter dados inválidos.

source: No zone selected for deletion.
it_it: Nessuna zona selezionata per l'eliminazione.
ja_jp: 削除するゾーンが選択されていません。
nb_no: Ingen sone valgt for sletting.
nl_nl: Geen zone geselecteerd voor verwijdering.
pt_pt: Nenhuma zona selecionada para eliminação.

source: Zone has been deleted successfully.
it_it: La zona è stata eliminata con successo.
ja_jp: ゾーンが正常に削除されました。
nb_no: Sonen har blitt slettet.
nl_nl: Zone is succesvol verwijderd.
pt_pt: A zona foi eliminada com sucesso.

source: Zones have been deleted successfully.
it_it: Le zone sono state eliminate con successo.
ja_jp: ゾーンが正常に削除されました。
nb_no: Soner har blitt slettet.
nl_nl: Zones zijn succesvol verwijderd.
pt_pt: As zonas foram eliminadas com sucesso.

source: You do not have the permission to delete a zone.
it_it: Non avete il permesso di eliminare una zona.
ja_jp: ゾーンを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette en sone.
nl_nl: U hebt geen toestemming om een zone te verwijderen.
pt_pt: Não tem permissão para eliminar uma zona.

source: You do not have the permission to edit zone template records.
it_it: Non si dispone del permesso di modificare i record dei template di zona.
ja_jp: ゾーンテンプレートレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere sonemal-poster.
nl_nl: U hebt geen toestemming om zonesjabloonrecords te bewerken.
pt_pt: Não tem permissão para editar registos de modelos de zona.

source: You do not have the permission to access the migrations.
it_it: Non avete il permesso di accedere alle migrazioni.
ja_jp: マイグレーションにアクセスする権限がありません。
nb_no: Du har ikke tillatelse til å få tilgang til migreringer.
nl_nl: U hebt geen toestemming om de migraties te benaderen.
pt_pt: Não tem permissão para aceder às migrações.

source: Old migrations table detected. Please remove the `migrations` table before proceeding.
it_it: Rilevata vecchia tabella delle migrazioni. Rimuovi la tabella `migrations` prima di procedere.
ja_jp: 古い移行テーブルが検出されました。続行する前に`migrations`テーブルを削除してください。
nb_no: Gammel migrasjonstabell oppdaget. Vennligst fjern `migrations` tabellen før du fortsetter.
nl_nl: Oude migratietabel gedetecteerd. Verwijder de `migrations` tabel voordat u verder gaat.
pt_pt: Tabela de migrações antiga detectada. Remova a tabela `migrations` antes de continuar.

source: Database access check failed. Please ensure the current database user has the necessary permissions to create and alter tables.
it_it: Controllo di accesso al database fallito. Assicurati che l'utente attuale del database abbia i permessi necessari per creare e modificare le tabelle.
ja_jp: データベースアクセスチェックに失敗しました。現在のデータベースユーザーがテーブルを作成および変更するために必要な権限を持っていることを確認してください。
nb_no: Databasetilgangskontroll mislyktes. Vennligst sørg for at gjeldende databasebruker har de nødvendige tillatelsene for å opprette og endre tabeller.
nl_nl: Controle van databasetoegang mislukt. Zorg ervoor dat de huidige databasegebruiker de nodige rechten heeft om tabellen te maken en te wijzigen.
pt_pt: Verificação de acesso à base de dados falhou. Certifique-se de que o utilizador actual da base de dados tem as permissões necessárias para criar e alterar tabelas.

source: You do not have the permission to add a master zone.
it_it: Non avete il permesso di aggiungere una zona master.
ja_jp: マスターゾーンを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en hovedsone.
nl_nl: U hebt geen toestemming om een master zone toe te voegen.
pt_pt: Não tem permissão para adicionar uma zona mestre.

source: There is already a zone with this name.
it_it: Esiste già una zona con questo nome.
ja_jp: この名前のゾーンは既に存在します。
nb_no: Det finnes allerede en sone med dette navnet.
nl_nl: Er bestaat al een zone met deze naam.
pt_pt: Já existe uma zona com este nome.

source: Zone was created, but securing it with DNSSEC failed.
it_it: La zona è stata creata, ma la protezione con DNSSEC è fallita.
ja_jp: ゾーンは作成されましたが、DNSSECでの保護に失敗しました。
nb_no: Sonen ble opprettet, men sikring med DNSSEC mislyktes.
nl_nl: Zone is aangemaakt, maar beveiligen met DNSSEC is mislukt.
pt_pt: A zona foi criada, mas a sua protecção com DNSSEC falhou.

source: Zone has been added successfully.
it_it: La zona è stata aggiunta con successo.
ja_jp: ゾーンが正常に追加されました。
nb_no: Sonen har blitt lagt til.
nl_nl: Zone is succesvol toegevoegd.
pt_pt: A zona foi adicionada com sucesso.

source: Batch PTR record creation is not enabled.
it_it: La creazione batch di record PTR non è abilitata.
ja_jp: バッチPTRレコード作成が有効になっていません。
nb_no: Masse-opprettelse av PTR-poster er ikke aktivert.
nl_nl: Batch PTR-record aanmaken is niet ingeschakeld.
pt_pt: A criação de registos PTR em lote não está ativada.

source: You do not have permission to edit DNS records.
it_it: Non si dispone del permesso di modificare i record DNS.
ja_jp: DNSレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere DNS-poster.
nl_nl: U hebt geen toestemming om DNS-records te bewerken.
pt_pt: Não tem permissão para editar registos DNS.

source: Batch PTR record creation is not available for reverse zones.
it_it: La creazione batch di record PTR non è disponibile per le zone inverse.
ja_jp: 逆引きゾーンではバッチPTRレコード作成は利用できません。
nb_no: Masse-opprettelse av PTR-poster er ikke tilgjengelig for omvendte soner.
nl_nl: Batch PTR-record aanmaken is niet beschikbaar voor reverse zones.
pt_pt: A criação de registos PTR em lote não está disponível para zonas inversas.

source: You do not have the permission to view zone templates.
it_it: Non si dispone del permesso di visualizzare i template di zona.
ja_jp: ゾーンテンプレートを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se sonemaler.
nl_nl: U hebt geen toestemming om zonesjablonen te bekijken.
pt_pt: Não tem permissão para ver modelos de zona.

source: Failed to delete DNSSEC key.
it_it: Impossibile eliminare la chiave DNSSEC.
ja_jp: DNSSECキーの削除に失敗しました。
nb_no: Kunne ikke slette DNSSEC-nøkkel.
nl_nl: Kan DNSSEC-sleutel niet verwijderen.
pt_pt: Falha ao eliminar chave DNSSEC.

source: Zone key has been successfully deactivated.
it_it: La chiave della zona è stata disattivata con successo.
ja_jp: ゾーンキーが正常に無効化されました。
nb_no: Sonenøkkel har blitt deaktivert.
nl_nl: Zonesleutel is succesvol gedeactiveerd.
pt_pt: A chave da zona foi desativada com sucesso.

source: Failed to deactivate zone key.
it_it: Impossibile disattivare la chiave della zona.
ja_jp: ゾーンキーの無効化に失敗しました。
nb_no: Kunne ikke deaktivere sonenøkkel.
nl_nl: Kan zonesleutel niet deactiveren.
pt_pt: Falha ao desativar chave da zona.

source: Zone key has been successfully activated.
it_it: La chiave della zona è stata attivata con successo.
ja_jp: ゾーンキーが正常に有効化されました。
nb_no: Sonenøkkel har blitt aktivert.
nl_nl: Zonesleutel is succesvol geactiveerd.
pt_pt: A chave da zona foi ativada com sucesso.

source: Failed to activate zone key.
it_it: Impossibile attivare la chiave della zona.
ja_jp: ゾーンキーの有効化に失敗しました。
nb_no: Kunne ikke aktivere sonenøkkel.
nl_nl: Kan zonesleutel niet activeren.
pt_pt: Falha ao ativar chave da zona.

source: Zone key has been deleted successfully.
it_it: La chiave della zona è stata eliminata con successo.
ja_jp: ゾーンキーが正常に削除されました。
nb_no: Sonenøkkel har blitt slettet.
nl_nl: Zonesleutel is succesvol verwijderd.
pt_pt: A chave da zona foi eliminada com sucesso.

source: Failed to delete the zone key.
it_it: Impossibile eliminare la chiave della zona.
ja_jp: ゾーンキーの削除に失敗しました。
nb_no: Kunne ikke slette sonenøkkelen.
nl_nl: Kan de zonesleutel niet verwijderen.
pt_pt: Falha ao eliminar a chave da zona.

source: An error occurred while deleting the DNSSEC key:
it_it: Si è verificato un errore durante l'eliminazione della chiave DNSSEC:
ja_jp: DNSSECキーの削除中にエラーが発生しました：
nb_no: En feil oppstod under sletting av DNSSEC-nøkkelen:
nl_nl: Er is een fout opgetreden tijdens het verwijderen van de DNSSEC-sleutel:
pt_pt: Ocorreu um erro ao eliminar a chave DNSSEC:

source: You do not have sufficient permissions to view this page.
it_it: Non si dispone di permessi sufficienti per visualizzare questa pagina.
ja_jp: このページを表示する十分な権限がありません。
nb_no: Du har ikke tilstrekkelige tillatelser for å se denne siden.
nl_nl: U hebt onvoldoende rechten om deze pagina te bekijken.
pt_pt: Não tem permissões suficientes para ver esta página.

source: You do not have the permission to see any zones.
it_it: Non si dispone del permesso di visualizzare alcuna zona.
ja_jp: ゾーンを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se noen soner.
nl_nl: U hebt geen toestemming om zones te bekijken.
pt_pt: Não tem permissão para ver quaisquer zonas.

source: You do not have the permission to add permission templates.
it_it: Non si dispone del permesso di aggiungere template di permessi.
ja_jp: 権限テンプレートを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til tillatelsesmaler.
nl_nl: U hebt geen toestemming om machtigingssjablonen toe te voegen.
pt_pt: Não tem permissão para adicionar modelos de permissões.

source: The permission template has been added successfully.
it_it: Il template di permessi è stato aggiunto con successo.
ja_jp: 権限テンプレートが正常に追加されました。
nb_no: Tillatelsesmalen har blitt lagt til.
nl_nl: Het machtigingssjabloon is succesvol toegevoegd.
pt_pt: O modelo de permissões foi adicionado com sucesso.

source: Not available for anonymous users.
it_it: Non disponibile per utenti anonimi.
ja_jp: 匿名ユーザーは利用できません。
nb_no: Ikke tilgjengelig for anonyme brukere.
nl_nl: Niet beschikbaar voor anonieme gebruikers.
pt_pt: Não disponível para utilizadores anónimos.

source: You do not have the permission to view this page.
it_it: Non si dispone del permesso di visualizzare questa pagina.
ja_jp: このページを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se denne siden.
nl_nl: U hebt geen toestemming om deze pagina te bekijken.
pt_pt: Não tem permissão para ver esta página.

source: Database consistency checks are disabled.
it_it: I controlli di consistenza del database sono disabilitati.
ja_jp: データベース整合性チェックが無効になっています。
nb_no: Database-konsistenssjekker er deaktivert.
nl_nl: Database consistentiecontroles zijn uitgeschakeld.
pt_pt: As verificações de consistência da base de dados estão desativadas.

source: Database Consistency Check
it_it: Controllo Consistenza Database
ja_jp: データベース整合性チェック
nb_no: Database-konsistenssjekk
nl_nl: Database Consistentiecontrole
pt_pt: Verificação de Consistência da Base de Dados

source: Zone owner assigned successfully
it_it: Proprietario della zona assegnato con successo
ja_jp: ゾーンオーナーが正常に割り当てられました
nb_no: Soneeier tildelt
nl_nl: Zone-eigenaar succesvol toegewezen
pt_pt: Proprietário da zona atribuído com sucesso

source: Failed to assign zone owner
it_it: Impossibile assegnare il proprietario della zona
ja_jp: ゾーンオーナーの割り当てに失敗しました
nb_no: Kunne ikke tildele soneeier
nl_nl: Kan zone-eigenaar niet toewijzen
pt_pt: Falha ao atribuir proprietário da zona

source: Slave zone deleted successfully
it_it: Zona slave eliminata con successo
ja_jp: スレーブゾーンが正常に削除されました
nb_no: Slavesone slettet
nl_nl: Slave zone succesvol verwijderd
pt_pt: Zona secundária eliminada com sucesso

source: Failed to delete slave zone
it_it: Impossibile eliminare la zona slave
ja_jp: スレーブゾーンの削除に失敗しました
nb_no: Kunne ikke slette slavesone
nl_nl: Kan slave zone niet verwijderen
pt_pt: Falha ao eliminar zona secundária

source: Orphaned record deleted successfully
it_it: Record orfano eliminato con successo
ja_jp: 孤立したレコードが正常に削除されました
nb_no: Forlatt post slettet
nl_nl: Wees record succesvol verwijderd
pt_pt: Registo órfão eliminado com sucesso

source: Failed to delete orphaned record
it_it: Impossibile eliminare il record orfano
ja_jp: 孤立したレコードの削除に失敗しました
nb_no: Kunne ikke slette forlatt post
nl_nl: Kan wees record niet verwijderen
pt_pt: Falha ao eliminar registo órfão

source: Duplicate SOA records fixed successfully
it_it: Record SOA duplicati corretti con successo
ja_jp: 重複するSOAレコードが正常に修正されました
nb_no: Duplikat SOA-poster fikset
nl_nl: Dubbele SOA-records succesvol gerepareerd
pt_pt: Registos SOA duplicados corrigidos com sucesso

source: Failed to fix duplicate SOA records
it_it: Impossibile correggere i record SOA duplicati
ja_jp: 重複するSOAレコードの修正に失敗しました
nb_no: Kunne ikke fikse duplikat SOA-poster
nl_nl: Kan dubbele SOA-records niet repareren
pt_pt: Falha ao corrigir registos SOA duplicados

source: Default SOA record created successfully
it_it: Record SOA predefinito creato con successo
ja_jp: デフォルトSOAレコードが正常に作成されました
nb_no: Standard SOA-post opprettet
nl_nl: Standaard SOA-record succesvol aangemaakt
pt_pt: Registo SOA padrão criado com sucesso

source: Failed to create default SOA record
it_it: Impossibile creare il record SOA predefinito
ja_jp: デフォルトSOAレコードの作成に失敗しました
nb_no: Kunne ikke opprette standard SOA-post
nl_nl: Kan standaard SOA-record niet aanmaken
pt_pt: Falha ao criar registo SOA padrão

source: Invalid check type
it_it: Tipo di controllo non valido
ja_jp: 無効なチェックタイプです
nb_no: Ugyldig sjekktype
nl_nl: Ongeldig controletype
pt_pt: Tipo de verificação inválido

source: You have logged out.
it_it: Hai effettuato il logout.
ja_jp: ログアウトしました。
nb_no: Du har logget ut.
nl_nl: U bent uitgelogd.
pt_pt: Terminou a sessão.

source: You do not have the permission to add a zone template.
it_it: Non si dispone del permesso di aggiungere un template di zona.
ja_jp: ゾーンテンプレートを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en sonemal.
nl_nl: U hebt geen toestemming om een zonesjabloon toe te voegen.
pt_pt: Não tem permissão para adicionar um modelo de zona.

source: RDAP lookup functionality is disabled.
it_it: La funzionalità di ricerca RDAP è disabilitata.
ja_jp: RDAP検索機能が無効になっています。
nb_no: RDAP oppslag-funksjonalitet er deaktivert.
nl_nl: RDAP-opzoekfunctionaliteit is uitgeschakeld.
pt_pt: A funcionalidade de consulta RDAP está desativada.

source: You do not have permission to perform RDAP lookups.
it_it: Non si dispone del permesso di eseguire ricerche RDAP.
ja_jp: RDAP検索を実行する権限がありません。
nb_no: Du har ikke tillatelse til å utføre RDAP oppslag.
nl_nl: U hebt geen toestemming om RDAP-opzoekingen uit te voeren.
pt_pt: Não tem permissão para efectuar consultas RDAP.

source: Failed to retrieve RDAP information using server %s
it_it: Impossibile recuperare le informazioni RDAP utilizzando il server %s
ja_jp: サーバー %s を使用してRDAP情報の取得に失敗しました
nb_no: Kunne ikke hente RDAP informasjon fra server %s
nl_nl: Kan RDAP-informatie niet ophalen met server %s
pt_pt: Falha ao obter informação RDAP usando o servidor %s

source: You do not have the permission to add a slave zone.
it_it: Non avete il permesso di aggiungere una zona slave.
ja_jp: スレーブゾーンを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en slave-sone.
nl_nl: U hebt geen toestemming om een slave zone toe te voegen.
pt_pt: Não tem permissão para adicionar uma zona secundária.

source: Invalid hostname.
it_it: Nome host non valido.
ja_jp: 無効なホスト名です。
nb_no: Ugyldig vertsnavn.
nl_nl: Ongeldige hostnaam.
pt_pt: Nome de host inválido.

source: This is not a valid IPv4 or IPv6 address.
it_it: Questo non è un indirizzo IPv4 o IPv6 valido.
ja_jp: これは有効なIPv4またはIPv6アドレスではありません。
nb_no: Dette er ikke en gyldig IPv4 eller IPv6 adresse.
nl_nl: Dit is geen geldig IPv4- of IPv6-adres.
pt_pt: Este não é um endereço IPv4 ou IPv6 válido.

source: You do not have the permission to delete zone templates.
it_it: Non si dispone del permesso di eliminare template di zona.
ja_jp: ゾーンテンプレートを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette sonemaler.
nl_nl: U hebt geen toestemming om zonesjablonen te verwijderen.
pt_pt: Não tem permissão para eliminar modelos de zona.

source: Zone template has been deleted successfully.
it_it: Il template di zona è stato eliminato con successo.
ja_jp: ゾーンテンプレートが正常に削除されました。
nb_no: Sonemal har blitt slettet.
nl_nl: Zonesjabloon is succesvol verwijderd.
pt_pt: O modelo de zona foi eliminado com sucesso.

source: You do not have the permission to edit a supermaster.
it_it: Non si dispone del permesso di modificare un supermaster.
ja_jp: スーパーマスターを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere en supermaster.
nl_nl: U hebt geen toestemming om een supermaster te bewerken.
pt_pt: Não tem permissão para editar um supermaster.

source: The supermaster you are trying to edit does not exist.
it_it: Il supermaster che si sta cercando di modificare non esiste.
ja_jp: 編集しようとしているスーパーマスターは存在しません。
nb_no: Supermasteren du prøver å redigere eksisterer ikke.
nl_nl: De supermaster die u probeert te bewerken bestaat niet.
pt_pt: O supermaster que está a tentar editar não existe.

source: The supermaster has been updated successfully.
it_it: Il supermaster è stato aggiornato con successo.
ja_jp: スーパーマスターが正常に更新されました。
nb_no: Supermasteren har blitt oppdatert.
nl_nl: De supermaster is succesvol bijgewerkt.
pt_pt: O supermaster foi actualizado com sucesso.

source: You do not have the permission to add a new supermaster.
it_it: Non si dispone del permesso di aggiungere un nuovo supermaster.
ja_jp: 新しいスーパーマスターを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til en ny supermaster.
nl_nl: U hebt geen toestemming om een nieuwe supermaster toe te voegen.
pt_pt: Não tem permissão para adicionar um novo supermaster.

source: The supermaster has been added successfully.
it_it: Il supermaster è stato aggiunto con successo.
ja_jp: スーパーマスターが正常に追加されました。
nb_no: Supermasteren har blitt lagt til.
nl_nl: De supermaster is succesvol toegevoegd.
pt_pt: O supermaster foi adicionado com sucesso.

source: You do not have the permission to add records to zone templates.
it_it: Non si dispone del permesso di aggiungere record ai template di zona.
ja_jp: ゾーンテンプレートにレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til poster i sonemaler.
nl_nl: U hebt geen toestemming om records toe te voegen aan zonesjablonen.
pt_pt: Não tem permissão para adicionar registos a modelos de zona.

source: Your profile has been updated successfully.
it_it: Il proprio profilo è stato aggiornato con successo.
ja_jp: プロフィールが正常に更新されました。
nb_no: Din profil har blitt oppdatert.
nl_nl: Uw profiel is succesvol bijgewerkt.
pt_pt: O seu perfil foi actualizado com sucesso.

source: The user has been updated successfully.
it_it: L'utente è stato aggiornato con successo.
ja_jp: ユーザーが正常に更新されました。
nb_no: Brukeren har blitt oppdatert.
nl_nl: De gebruiker is succesvol bijgewerkt.
pt_pt: O utilizador foi actualizado com sucesso.

source: The user could not be updated.
it_it: L'utente non può essere aggiornato.
ja_jp: ユーザーを更新できませんでした。
nb_no: Brukeren kunne ikke oppdateres.
nl_nl: De gebruiker kon niet worden bijgewerkt.
pt_pt: O utilizador não pôde ser actualizado.

source: You do not have the permission to edit this user.
it_it: Non si dispone del permesso di modificare questo utente.
ja_jp: このユーザーを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne brukeren.
nl_nl: U hebt geen toestemming om deze gebruiker te bewerken.
pt_pt: Não tem permissão para editar este utilizador.

source: You do not have the permission to delete permission templates.
it_it: Non si dispone del permesso di eliminare i template di permessi.
ja_jp: 権限テンプレートを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette tillatelsesmaler.
nl_nl: U hebt geen toestemming om machtigingssjablonen te verwijderen.
pt_pt: Não tem permissão para eliminar modelos de permissões.

source: The permission template has been deleted successfully.
it_it: Il template di permessi è stato eliminato con successo.
ja_jp: 権限テンプレートが正常に削除されました。
nb_no: Tillatelsesmalen har blitt slettet.
nl_nl: Het machtigingssjabloon is succesvol verwijderd.
pt_pt: O modelo de permissões foi eliminado com sucesso.

source: The PowerDNS status feature is disabled in the system configuration.
it_it: La funzione di stato PowerDNS è disabilitata nella configurazione del sistema.
ja_jp: PowerDNSステータス機能はシステム設定で無効になっています。
nb_no: PowerDNS status-funksjonen er deaktivert i systemkonfigurasjonen.
nl_nl: De PowerDNS-statusfunctie is uitgeschakeld in de systeemconfiguratie.
pt_pt: A funcionalidade de estado do PowerDNS está desativada na configuração do sistema.

source: You do not have permission to view PowerDNS server status. Only administrators can access this feature.
it_it: Non si dispone del permesso di visualizzare lo stato del server PowerDNS. Solo gli amministratori possono accedere a questa funzione.
ja_jp: PowerDNSサーバーステータスを表示する権限がありません。この機能にアクセスできるのは管理者のみです。
nb_no: Du har ikke tillatelse til å se PowerDNS serverstatus. Kun administratorer kan bruke denne funksjonen.
nl_nl: U hebt geen toestemming om de PowerDNS-serverstatus te bekijken. Alleen beheerders kunnen deze functie gebruiken.
pt_pt: Não tem permissão para ver o estado do servidor PowerDNS. Apenas os administradores podem aceder a esta funcionalidade.

source: The PowerDNS API feature is not configured. Please set the API URL and key in the system configuration.
it_it: La funzione API PowerDNS non è configurata. Imposta l'URL API e la chiave nella configurazione del sistema.
ja_jp: PowerDNS API機能が設定されていません。システム設定でAPIのURLとキーを設定してください。
nb_no: PowerDNS API-funksjonen er ikke konfigurert. Vennligst sett API URL og nøkkel i systemkonfigurasjonen.
nl_nl: De PowerDNS API-functie is niet geconfigureerd. Stel de API-URL en -sleutel in bij de systeemconfiguratie.
pt_pt: A funcionalidade API do PowerDNS não está configurada. Defina o URL da API e a chave na configuração do sistema.

source: You do not have the permission to access this feature.
it_it: Non hai il permesso di accedere a questa funzionalità.
ja_jp: この機能にアクセスする権限がありません。
nb_no: Du har ikke tillatelse til å bruke denne funksjonen.
nl_nl: U heeft geen toestemming om toegang te krijgen tot deze functie.
pt_pt: Não tem permissão para aceder a esta funcionalidade.

source: Operation completed successfully.
it_it: Operazione completata con successo.
ja_jp: 操作が正常に完了しました。
nb_no: Operasjonen ble fullført.
nl_nl: Bewerking succesvol voltooid.
pt_pt: Operação concluída com sucesso.
