Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: You are about to delete the API key
it_it: Si sta per eliminare la chiave API
ja_jp: APIキーの削除を実行しようとしています
nb_no: Du er i ferd med å slette API-nøkkelen
nl_nl: U staat op het punt de API sleutel te verwijderen
pt_pt: Está prestes a eliminar a chave API

source: If you delete this API key, any applications using it will no longer be able to authenticate.
it_it: Se elimini questa chiave API, qualsiasi applicazione che la usa non sarà più in grado di autenticarsi.
ja_jp: このAPIキーを削除すると、それを使用しているアプリケーションは認証できなくなります。
nb_no: Hvis du sletter denne API-nøkkelen, vil applikasjoner som bruker den ikke lenger kunne autentisere.
nl_nl: Als u deze API sleutel verwijdert, kunnen applicaties die deze gebruiken niet meer authenticeren.
pt_pt: Se eliminar esta chave API, qualquer aplicação que a utilize deixará de conseguir autenticar-se.

source: Yes, delete this API key
it_it: Sì, elimina questa chiave API
ja_jp: はい、このAPIキーを削除します
nb_no: Ja, slett denne API-nøkkelen
nl_nl: Ja, deze API sleutel verwijderen
pt_pt: Sim, eliminar esta chave API

source: No, keep this API key
it_it: No, mantieni questa chiave API
ja_jp: いいえ、このAPIキーを保持します
nb_no: Nei, behold denne API-nøkkelen
nl_nl: Nee, deze API sleutel behouden
pt_pt: Não, manter esta chave API

source: Edit Permission Template
it_it: Modifica Template Permessi
ja_jp: 権限テンプレートの編集
nb_no: Rediger tillatelsesmal
nl_nl: Machtigingssjabloon Bewerken
pt_pt: Editar Modelo de Permissão

source: Template Usage Information
it_it: Informazioni Utilizzo Template
ja_jp: テンプレート使用情報
nb_no: Informasjon om malbruk
nl_nl: Sjabloon Gebruiksinformatie
pt_pt: Informação de Utilização do Modelo

source: Template Assignment
it_it: Assegnazione Template
ja_jp: テンプレート割り当て
nb_no: Maltildeling
nl_nl: Sjabloon Toewijzing
pt_pt: Atribuição de Modelo

source: This template can be assigned to users to quickly apply its set of permissions. Changes made here will affect all users who have this template assigned.
it_it: Questo template può essere assegnato agli utenti per applicare rapidamente il suo set di permessi. Le modifiche fatte qui influenzeranno tutti gli utenti che hanno questo template assegnato.
ja_jp: このテンプレートはユーザーに割り当てて、権限セットを迅速に適用できます。ここで行われた変更は、このテンプレートが割り当てられているすべてのユーザーに影響します。
nb_no: Denne malen kan tildeles brukere for raskt å anvende dens tillatelser. Endringer gjort her vil påvirke alle brukere som har denne malen tildelt.
nl_nl: Dit sjabloon kan aan gebruikers worden toegewezen om snel de bijbehorende machtigingen toe te passen. Wijzigingen hier beïnvloeden alle gebruikers die dit sjabloon hebben toegewezen.
pt_pt: Este modelo pode ser atribuído a utilizadores para aplicar rapidamente o seu conjunto de permissões. As alterações feitas aqui afectarão todos os utilizadores que tenham este modelo atribuído.

source: Permission Groups
it_it: Gruppi Permessi
ja_jp: 権限グループ
nb_no: Tillatelsegrupper
nl_nl: Machtigingsgroepen
pt_pt: Grupos de Permissões

source: Permissions are organized into groups below for easier management. Use the search feature to quickly find specific permissions.
it_it: I permessi sono organizzati in gruppi qui sotto per una gestione più facile. Usa la funzione di ricerca per trovare rapidamente permessi specifici.
ja_jp: 権限は管理しやすいように以下のグループに整理されています。検索機能を使用して特定の権限を素早く見つけてください。
nb_no: Tillatelser er organisert i grupper nedenfor for enklere administrasjon. Bruk søkefunksjonen for raskt å finne spesifikke tillatelser.
nl_nl: Machtigingen zijn hieronder georganiseerd in groepen voor eenvoudiger beheer. Gebruik de zoekfunctie om snel specifieke machtigingen te vinden.
pt_pt: As permissões estão organizadas em grupos abaixo para facilitar a gestão. Use a funcionalidade de pesquisa para encontrar rapidamente permissões específicas.

source: Delete record
it_it: Elimina record
ja_jp: レコードを削除
nb_no: Slett post
nl_nl: Record verwijderen
pt_pt: Eliminar registo

source: Delete Template Record
it_it: Elimina Record Template
ja_jp: テンプレートレコードを削除
nb_no: Slett malpost
nl_nl: Sjabloonrecord Verwijderen
pt_pt: Eliminar Registo de Modelo

source: You are about to delete a record from template
it_it: Si sta per eliminare un record dal template
ja_jp: テンプレートからレコードの削除を実行しようとしています
nb_no: Du er i ferd med å slette en post fra malen
nl_nl: U staat op het punt een record uit het sjabloon te verwijderen
pt_pt: Está prestes a eliminar um registo do modelo

source: Delete key
it_it: Elimina chiave
ja_jp: キーを削除
nb_no: Slett nøkkel
nl_nl: Sleutel verwijderen
pt_pt: Eliminar chave

source: Delete DNSSEC Key
it_it: Elimina Chiave DNSSEC
ja_jp: DNSSECキーを削除
nb_no: Slett DNSSEC-nøkkel
nl_nl: DNSSEC Sleutel Verwijderen
pt_pt: Eliminar Chave DNSSEC

source: You are about to delete an active DNSSEC key (ID
it_it: Si sta per eliminare una chiave DNSSEC attiva (ID
ja_jp: アクティブなDNSSECキー（ID：
nb_no: Du er i ferd med å slette en aktiv DNSSEC-nøkkel (ID
nl_nl: U staat op het punt een actieve DNSSEC sleutel te verwijderen (ID
pt_pt: Está prestes a eliminar uma chave DNSSEC activa (ID

source: Deleting an active key will affect the security of your zone and may cause validation failures.
it_it: Eliminare una chiave attiva influenzerà la sicurezza della tua zona e potrebbe causare errori di validazione.
ja_jp: アクティブなキーを削除すると、ゾーンのセキュリティに影響し、検証エラーが発生する可能性があります。
nb_no: Å slette en aktiv nøkkel vil påvirke sikkerheten til din sone og kan forårsake valideringsfeil.
nl_nl: Het verwijderen van een actieve sleutel beïnvloedt de beveiliging van uw zone en kan validatiefouten veroorzaken.
pt_pt: Eliminar uma chave activa afectará a segurança da sua zona e pode causar falhas de validação.

source: You are about to delete a DNSSEC key (ID
it_it: Si sta per eliminare una chiave DNSSEC (ID
ja_jp: DNSSECキーの削除を実行しようとしています（ID：
nb_no: Du er i ferd med å slette en DNSSEC-nøkkel (ID
nl_nl: U gaat een DNSSEC-sleutel verwijderen (ID
pt_pt: Está prestes a eliminar uma chave DNSSEC (ID

source: Enter a domain name (e.g., example.com) to lookup its WHOIS information
it_it: Inserisci un nome di dominio (es. example.com) per cercare le sue informazioni WHOIS
ja_jp: WHOIS情報を検索するドメイン名（例：example.com）を入力してください
nb_no: Skriv inn et domenenavn (f.eks. example.com) for å slå opp WHOIS-informasjonen
nl_nl: Voer een domeinnaam in (bijv. voorbeeld.com) om de WHOIS informatie op te zoeken
pt_pt: Introduza um nome de domínio (por exemplo, exemplo.com) para consultar as suas informações WHOIS

source: WHOIS results for
it_it: Risultati WHOIS per
ja_jp: のWHOIS結果
nb_no: WHOIS-resultater for
nl_nl: WHOIS resultaten voor
pt_pt: Resultados WHOIS para

source: Please enter a domain name to perform a WHOIS lookup.
it_it: Inserisci un nome di dominio per eseguire una ricerca WHOIS.
ja_jp: WHOIS検索を実行するにはドメイン名を入力してください。
nb_no: Vennligst skriv inn et domenenavn for å utføre et WHOIS-oppslag.
nl_nl: Voer een domeinnaam in om een WHOIS opzoeking uit te voeren.
pt_pt: Por favor, introduza um nome de domínio para efectuar uma consulta WHOIS.

source: Permission Templates
it_it: Template Permessi
ja_jp: 権限テンプレート
nb_no: Tillatelsesmaler
nl_nl: Machtigingssjablonen
pt_pt: Modelos de Permissão

source: Create limited rights user
it_it: Crea utente con diritti limitati
ja_jp: 制限された権限を持つユーザーを作成
nb_no: Opprett bruker med begrensede rettigheter
nl_nl: Gebruiker met beperkte rechten aanmaken
pt_pt: Criar utilizador com direitos limitados

source: Step
it_it: Passo
ja_jp: ステップ
nb_no: Steg
nl_nl: Stap
pt_pt: Passo

source: Create limited-rights user
it_it: Crea utente con diritti limitati
ja_jp: 制限された権限を持つユーザーを作成
nb_no: Opprett bruker med begrensede rettigheter
nl_nl: Gebruiker met beperkte rechten aanmaken
pt_pt: Criar utilizador com direitos limitados

source: Limited Database Rights:
it_it: Diritti Database Limitati:
ja_jp: 制限されたデータベース権限：
nb_no: Begrensede databaserettigheter:
nl_nl: Beperkte databaserechten:
pt_pt: Direitos Limitados da Base de Dados:

source: Create a database user with limited rights (select, insert, update, delete) for Poweradmin to access PowerDNS tables.
it_it: Crea un utente del database con diritti limitati (select, insert, update, delete) per consentire a Poweradmin di accedere alle tabelle PowerDNS.
ja_jp: PoweradminがPowerDNSテーブルにアクセスするために制限された権限（select、insert、update、delete）を持つデータベースユーザーを作成してください。
nb_no: Opprett en databasebruker med begrensede rettigheter (select, insert, update, delete) for at Poweradmin skal kunne få tilgang til PowerDNS-tabeller.
nl_nl: Maak een databasegebruiker aan met beperkte rechten (select, insert, update, delete) zodat Poweradmin toegang heeft tot PowerDNS-tabellen.
pt_pt: Crie um utilizador de base de dados com direitos limitados (select, insert, update, delete) para o Poweradmin aceder às tabelas PowerDNS.

source: Database Commands
it_it: Comandi Database
ja_jp: データベースコマンド
nb_no: Databasekommandoer
nl_nl: Databaseopdrachten
pt_pt: Comandos da Base de Dados

source: Execute the following commands:
it_it: Esegui i seguenti comandi:
ja_jp: 以下のコマンドを実行してください:
nb_no: Utfør følgende kommandoer:
nl_nl: Voer de volgende commando's uit:
pt_pt: Execute os seguintes comandos:

source: After you have added the new user, proceed with this installation procedure.
it_it: Dopo aver aggiunto il nuovo utente, procedi con questa procedura di installazione.
ja_jp: 新しいユーザーを追加した後、このインストール手順を続行してください。
nb_no: Etter at du har lagt til den nye brukeren, fortsett med denne installasjonsprosedyren.
nl_nl: Nadat u de nieuwe gebruiker hebt toegevoegd, gaat u verder met deze installatieprocedure.
pt_pt: Depois de ter adicionado o novo utilizador, prossiga com este procedimento de instalação.

source: Note:
it_it: Nota:
ja_jp: 注意：
nb_no: Merk:
nl_nl: Opmerking:
pt_pt: Nota:

source: Since you are using SQLite, there is no need to create a new user with limited rights.
it_it: Poiché stai utilizzando SQLite, non è necessario creare un nuovo utente con diritti limitati.
ja_jp: SQLiteを使用しているため、制限された権限を持つ新しいユーザーを作成する必要はありません。
nb_no: Siden du bruker SQLite, er det ikke nødvendig å opprette en ny bruker med begrensede rettigheter.
nl_nl: Omdat u SQLite gebruikt, is het niet nodig om een nieuwe gebruiker met beperkte rechten aan te maken.
pt_pt: Como está a utilizar SQLite, não é necessário criar um novo utilizador com direitos limitados.

source: Continue to step
it_it: Continua al passaggio
ja_jp: 次のステップに進む
nb_no: Fortsett til trinn
nl_nl: Doorgaan naar stap
pt_pt: Continuar para o passo

source: Installation step
it_it: Fase di installazione
ja_jp: インストールステップ
nb_no: Installasjonstrinn
nl_nl: Installatiestap
pt_pt: Passo de instalação

source: Create configuration file
it_it: Crea file di configurazione
ja_jp: 設定ファイルの作成
nb_no: Opprett konfigurasjonsfil
nl_nl: Configuratiebestand aanmaken
pt_pt: Criar ficheiro de configuração

source: Configuration File:
it_it: File di configurazione:
ja_jp: 設定ファイル：
nb_no: Konfigurasjonsfil:
nl_nl: Configuratiebestand:
pt_pt: Ficheiro de Configuração:

source: Create the file
it_it: Crea il file
ja_jp: ファイルを作成
nb_no: Opprett filen
nl_nl: Maak het bestand aan
pt_pt: Criar o ficheiro

source: with the following content:
it_it: con il seguente contenuto:
ja_jp: 以下の内容で：
nb_no: med følgende innhold:
nl_nl: met de volgende inhoud:
pt_pt: com o seguinte conteúdo:

source: Choose a language
it_it: Scegli una lingua
ja_jp: 言語を選択
nb_no: Velg et språk
nl_nl: Kies een taal
pt_pt: Escolher um idioma

source: Choose a language for installation
it_it: Scegli una lingua per l'installazione
ja_jp: インストール用の言語を選択してください
nb_no: Velg et språk for installasjonen
nl_nl: Kies een taal voor de installatie
pt_pt: Escolher um idioma para a instalação

source: Please select your preferred language to continue with the installation:
it_it: Seleziona la tua lingua preferita per continuare con l'installazione:
ja_jp: インストールを続行するために希望の言語を選択してください：
nb_no: Vennligst velg ønsket språk for å fortsette med installasjonen:
nl_nl: Selecteer uw voorkeurstaal om door te gaan met de installatie:
pt_pt: Por favor, seleccione o seu idioma preferido para continuar com a instalação:

source: Begin Installation
it_it: Inizia Installazione
ja_jp: インストールを開始
nb_no: Start installasjon
nl_nl: Installatie Beginnen
pt_pt: Iniciar Instalação

source: Configuring database
it_it: Configurazione database
ja_jp: データベースの設定
nb_no: Konfigurerer database
nl_nl: Database configureren
pt_pt: Configuração da base de dados

source: Configuring Database Connection
it_it: Configurazione Connessione Database
ja_jp: データベース接続の設定
nb_no: Konfigurerer databasetilkobling
nl_nl: Databaseverbinding configureren
pt_pt: Configuração da Ligação à Base de Dados

source: Database Configuration:
it_it: Configurazione Database:
ja_jp: データベース設定：
nb_no: Databasekonfigurasjon:
nl_nl: Databaseconfiguratie:
pt_pt: Configuração da Base de Dados:

source: Configure database connection with table creation rights. PowerDNS location can be specified separately if needed.
it_it: Configura la connessione al database con i diritti di creazione tabelle. La posizione di PowerDNS può essere specificata separatamente se necessario.
ja_jp: テーブル作成権限を持つデータベース接続を設定してください。必要に応じてPowerDNSの場所を別途指定できます。
nb_no: Konfigurer databasetilkobling med tabellopprettingsrettigheter. PowerDNS-plassering kan spesifiseres separat om nødvendig.
nl_nl: Configureer databaseverbinding met rechten voor het maken van tabellen. PowerDNS-locatie kan indien nodig apart worden opgegeven.
pt_pt: Configure a ligação à base de dados com direitos de criação de tabelas. A localização do PowerDNS pode ser especificada separadamente se necessário.

source: Database Connection Settings
it_it: Impostazioni Connessione Database
ja_jp: データベース接続設定
nb_no: Innstillinger for databasetilkobling
nl_nl: Databaseverbindingsinstellingen
pt_pt: Definições de Ligação à Base de Dados

source: Database type
it_it: Tipo di database
ja_jp: データベースタイプ
pt_pt: Tipo de base de dados

source: Database server type.
it_it: Tipo di server database.
ja_jp: データベースサーバーの種類。
nb_no: Type databaseserver.
nl_nl: Type databaseserver.
pt_pt: Tipo de servidor de base de dados.

source: Provide the user name
it_it: Fornisci il nome utente
ja_jp: ユーザー名を提供してください
nb_no: Oppgi brukernavnet
nl_nl: Geef de gebruikersnaam op
pt_pt: Forneça o nome de utilizador

source: Database username with rights to create tables.
it_it: Nome utente del database con diritti per creare tabelle.
ja_jp: テーブルを作成する権限を持つデータベースユーザー名。
nb_no: Databasebrukernavn med rettigheter til å opprette tabeller.
nl_nl: Databasegebruikersnaam met rechten om tabellen te maken.
pt_pt: Nome de utilizador da base de dados com direitos para criar tabelas.

source: Password for this database user.
it_it: Password per questo utente del database.
ja_jp: このデータベースユーザーのパスワード。
nb_no: Passord for denne databasebrukeren.
nl_nl: Wachtwoord voor deze databasegebruiker.
pt_pt: Palavra-passe para este utilizador da base de dados.

source: Avoid quotes, backslashes, and line breaks.
it_it: Evita virgolette, barre inverse e interruzioni di riga.
ja_jp: 引用符、バックスラッシュ、改行は使用しないでください。
nb_no: Unngå anførselstegn, backslash og linjeskift.
nl_nl: Vermijd aanhalingstekens, backslashes en regeleinden.
pt_pt: Evite aspas, barras invertidas e quebras de linha.

source: Hostname
it_it: Nome host
ja_jp: ホスト名
nb_no: Vertsnavn
nl_nl: Hostnaam
pt_pt: Nome do host

source: Provide the hostname
it_it: Fornisci il nome host
ja_jp: ホスト名を提供してください
nb_no: Oppgi vertsnavnet
nl_nl: Geef de hostnaam op
pt_pt: Forneça o nome do host

source: Database server hostname (usually "localhost").
it_it: Hostname del server database (solitamente "localhost").
ja_jp: データベースサーバーのホスト名（通常は「localhost」）。
nb_no: Databaseserver vertsnavn (vanligvis "localhost").
nl_nl: Database server hostnaam (meestal "localhost").
pt_pt: Nome do servidor da base de dados (habitualmente "localhost").

source: DB Port
it_it: Porta DB
ja_jp: DBポート
nl_nl: DB-poort
pt_pt: Porta da BD

source: Provide database port
it_it: Fornisci la porta del database
ja_jp: データベースポートを提供してください
nb_no: Oppgi databaseport
nl_nl: Geef de databasepoort op
pt_pt: Forneça a porta da base de dados

source: Database server port.
it_it: Porta del server database.
ja_jp: データベースサーバーのポート。
nl_nl: Poort van de databaseserver.
pt_pt: Porta do servidor de base de dados.

source: Database
ja_jp: データベース
pt_pt: Base de dados

source: Provide the name of the database
it_it: Fornisci il nome del database
ja_jp: データベースの名前を提供してください
nb_no: Oppgi navnet på databasen
nl_nl: Geef de naam van de database op
pt_pt: Forneça o nome da base de dados

source: Database name (will be used for Poweradmin tables).
it_it: Nome del database (sarà utilizzato per le tabelle Poweradmin).
ja_jp: データベース名（Poweradminテーブルに使用されます）。
nb_no: Databasenavn (vil bli brukt til Poweradmin-tabeller).
nl_nl: Databasenaam (wordt gebruikt voor Poweradmin-tabellen).
pt_pt: Nome da base de dados (será usado para as tabelas do Poweradmin).

source: Full path to SQLite database file
it_it: Percorso completo al file database SQLite
ja_jp: SQLiteデータベースファイルへの完全パス
nb_no: Full bane til SQLite-databasefil
nl_nl: Volledig pad naar SQLite-databasebestand
pt_pt: Caminho completo para o ficheiro de base de dados SQLite

source: File must exist with web server read/write access. Use absolute path.
it_it: Il file deve esistere con accesso in lettura/scrittura per il server web. Usa il percorso assoluto.
ja_jp: ファイルはWebサーバーの読み書きアクセス権で存在する必要があります。絶対パスを使用してください。
nb_no: Filen må eksistere med lese-/skrivetilgang for webserveren. Bruk absolutt bane.
nl_nl: Bestand moet bestaan met lees-/schrijftoegang voor de webserver. Gebruik een absoluut pad.
pt_pt: O ficheiro deve existir com acesso de leitura/escrita do servidor web. Utilize o caminho absoluto.

source: DB charset
it_it: Set di caratteri DB
ja_jp: DB文字セット
nb_no: DB-tegnsett
nl_nl: DB-tekenset
pt_pt: Conjunto de caracteres da BD

source: Use default
it_it: Usa predefinito
ja_jp: デフォルトを使用
nb_no: Bruk standard
nl_nl: Gebruik standaard
pt_pt: Usar predefinição

source: Charset for new tables. Leave empty for database default.
it_it: Set di caratteri per le nuove tabelle. Lascia vuoto per il valore predefinito del database.
ja_jp: 新しいテーブルの文字セット。データベースのデフォルトを使用する場合は空のままにしてください。
nb_no: Tegnsett for nye tabeller. La stå tomt for databasestandard.
nl_nl: Tekenset voor nieuwe tabellen. Laat leeg voor de standaard van de database.
pt_pt: Conjunto de caracteres para novas tabelas. Deixe vazio para a predefinição da base de dados.

source: DB collation
it_it: Confronto DB
ja_jp: DB照合順序
nb_no: DB-kollasjon
nl_nl: DB-sortering
pt_pt: Colação da BD

source: Collation rules for character comparison. Leave empty for database default.
it_it: Regole di confronto per il confronto dei caratteri. Lascia vuoto per il valore predefinito del database.
ja_jp: 文字比較の照合規則。データベースのデフォルトを使用する場合は空のままにしてください。
nb_no: Sorteringsregler for tegnsammenligning. La det være tomt for databasestandard.
nl_nl: Sorteringsregels voor tekenvergelijking. Laat leeg voor de standaard van de database.
pt_pt: Regras de colação para comparação de caracteres. Deixe vazio para a predefinição da base de dados.

source: PowerDNS Database
it_it: Database PowerDNS
ja_jp: PowerDNSデータベース
pt_pt: Base de Dados PowerDNS

source: Database name
it_it: Nome database
ja_jp: データベース名
nb_no: Databasenavn
nl_nl: Databasenaam
pt_pt: Nome da base de dados

source: Leave empty for same database
it_it: Lasciare vuoto per lo stesso database
ja_jp: 同じデータベースの場合は空のままにしてください
nb_no: La stå tom for samme database
nl_nl: Laat leeg voor dezelfde database
pt_pt: Deixe vazio para a mesma base de dados

source: MySQL database with PowerDNS tables (if different).
it_it: Database MySQL con tabelle PowerDNS (se diverso).
ja_jp: PowerDNSテーブルを持つMySQLデータベース（異なる場合）。
nb_no: MySQL-database med PowerDNS-tabeller (hvis forskjellig).
nl_nl: MySQL-database met PowerDNS-tabellen (indien anders).
pt_pt: Base de dados MySQL com tabelas PowerDNS (se diferente).

source: Poweradmin Account
it_it: Account Poweradmin
ja_jp: Poweradminアカウント
nb_no: Poweradmin-konto
pt_pt: Conta Poweradmin

source: Administrator password
it_it: Password amministratore
ja_jp: 管理者パスワード
nb_no: Administratorpassord
nl_nl: Beheerderswachtwoord
pt_pt: Palavra-passe de administrador

source: Provide a password
it_it: Fornisci una password
ja_jp: パスワードを提供してください
nb_no: Oppgi et passord
nl_nl: Geef een wachtwoord op
pt_pt: Forneça uma palavra-passe

source: Password for "admin" username.
it_it: Password per il nome utente "admin".
ja_jp: "admin"ユーザー名のパスワード。
nb_no: Passord for "admin"-brukernavnet.
nl_nl: Wachtwoord voor "admin" gebruikersnaam.
pt_pt: Palavra-passe para o nome de utilizador "admin".

source: System Requirements
it_it: Requisiti di Sistema
ja_jp: システム要件
nb_no: Systemkrav
nl_nl: Systeemvereisten
pt_pt: Requisitos do Sistema

source: System Requirements Check
it_it: Verifica dei Requisiti di Sistema
ja_jp: システム要件チェック
nb_no: Kontroll av Systemkrav
nl_nl: Controle Systeemvereisten
pt_pt: Verificação de Requisitos do Sistema

source: Requirements Check:
it_it: Verifica dei Requisiti:
ja_jp: 要件チェック：
nb_no: Kravkontroll:
nl_nl: Vereistencontrole:
pt_pt: Verificação de Requisitos:

source: Verifying that your server meets all requirements to run Poweradmin.
it_it: Verifica che il server soddisfi tutti i requisiti per eseguire Poweradmin.
ja_jp: サーバーがPoweradminを実行するための全ての要件を満たしていることを確認しています。
nb_no: Bekrefter at serveren oppfyller alle krav for å kjøre Poweradmin.
nl_nl: Controleren of uw server aan alle vereisten voldoet om Poweradmin te draaien.
pt_pt: Verificando se o seu servidor cumpre todos os requisitos para executar o Poweradmin.

source: PHP Version
it_it: Versione PHP
ja_jp: PHPバージョン
nb_no: PHP-versjon
nl_nl: PHP-versie
pt_pt: Versão PHP

source: Requires PHP 8.1.0+
it_it: Richiede PHP 8.1.0+
ja_jp: PHP 8.1.0+が必要
nb_no: Krever PHP 8.1.0+
nl_nl: Vereist PHP 8.1.0+
pt_pt: Requer PHP 8.1.0+

source: Database Extensions
it_it: Estensioni del Database
ja_jp: データベース拡張機能
nb_no: Databaseutvidelser
nl_nl: Database-extensies
pt_pt: Extensões de Base de Dados

source: at least one required
it_it: almeno una richiesta
ja_jp: 少なくとも一つ必要
nb_no: minst én påkrevd
nl_nl: tenminste een vereist
pt_pt: pelo menos uma necessária

source: Required PHP Extensions
it_it: Estensioni PHP Richieste
ja_jp: 必要なPHP拡張機能
nb_no: Påkrevde PHP-utvidelser
nl_nl: Vereiste PHP-extensies
pt_pt: Extensões PHP Necessárias

source: Optional Extensions
it_it: Estensioni Opzionali
ja_jp: オプションの拡張機能
nb_no: Valgfrie utvidelser
nl_nl: Optionele extensies
pt_pt: Extensões Opcionais

source: All required components are available.
it_it: Tutti i componenti richiesti sono disponibili.
ja_jp: 必要なコンポーネントはすべて利用可能です。
nb_no: Alle påkrevde komponenter er tilgjengelige.
nl_nl: Alle vereiste componenten zijn beschikbaar.
pt_pt: Todos os componentes necessários estão disponíveis.

source: You can continue with the installation.
it_it: È possibile continuare con l'installazione.
ja_jp: インストールを続行できます。
nb_no: Du kan fortsette med installasjonen.
nl_nl: U kunt doorgaan met de installatie.
pt_pt: Pode continuar com a instalação.

source: Some required components are missing.
it_it: Alcuni componenti richiesti sono mancanti.
ja_jp: いくつかの必要なコンポーネントが不足しています。
nb_no: Noen påkrevde komponenter mangler.
nl_nl: Sommige vereiste componenten ontbreken.
pt_pt: Alguns componentes necessários estão em falta.

source: Please install the missing components before continuing.
it_it: Si prega di installare i componenti mancanti prima di continuare.
ja_jp: 続行する前に不足しているコンポーネントをインストールしてください。
nb_no: Vennligst installer de manglende komponentene før du fortsetter.
nl_nl: Installeer de ontbrekende componenten voordat u doorgaat.
pt_pt: Por favor, instale os componentes em falta antes de continuar.

source: Setup account and nameservers
it_it: Configura account e server dei nomi
ja_jp: アカウントとネームサーバーの設定
nb_no: Oppsett av konto og navnetjenere
nl_nl: Account en naamservers instellen
pt_pt: Configurar conta e servidores de nomes
