Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: TLSA matching type field must be 0 (Exact match), 1 (SHA-256), or 2 (SHA-512).
it_it: Il campo tipo di corrispondenza TLSA deve essere 0 (Corrispondenza esatta), 1 (SHA-256), o 2 (SHA-512).
ja_jp: TLSAマッチングタイプフィールドは0（完全一致）、1（SHA-256）、2（SHA-512）のいずれかである必要があります。
nb_no: TLSA matchingstypefeltet må være 0 (Eksakt match), 1 (SHA-256), eller 2 (SHA-512).
nl_nl: TLSA matching type veld moet 0 (Exacte overeenkomst), 1 (SHA-256) of 2 (SHA-512) zijn.
pt_pt: O campo de tipo de correspondência TLSA deve ser 0 (Correspondência exacta), 1 (SHA-256), ou 2 (SHA-512).

source: Matching-type 0 (Exact match) is not recommended. SHA-256 (1) provides better compatibility and security.
it_it: Il tipo di corrispondenza 0 (Corrispondenza esatta) non è raccomandato. SHA-256 (1) fornisce migliore compatibilità e sicurezza.
ja_jp: マッチングタイプ0（完全一致）は推奨されません。SHA-256（1）がより良い互換性とセキュリティを提供します。
nb_no: Matchingstype 0 (Eksakt match) anbefales ikke. SHA-256 (1) gir bedre kompatibilitet og sikkerhet.
nl_nl: Matching-type 0 (Exacte overeenkomst) wordt niet aanbevolen. SHA-256 (1) biedt betere compatibiliteit en beveiliging.
pt_pt: Tipo de correspondência 0 (Correspondência exacta) não é recomendado. SHA-256 (1) fornece melhor compatibilidade e segurança.

source: TLSA certificate data must be a hexadecimal string.
it_it: I dati del certificato TLSA devono essere una stringa esadecimale.
ja_jp: TLSA証明書データは16進数文字列である必要があります。
nb_no: TLSA-sertifikatdata må være en heksadesimal streng.
nl_nl: TLSA-certificaatgegevens moeten hexadecimaal zijn.
pt_pt: Os dados do certificado TLSA devem ser uma string hexadecimal.

source: TLSA SHA-256 certificate data must be 64 characters long.
it_it: I dati del certificato TLSA SHA-256 devono essere lunghi 64 caratteri.
ja_jp: TLSA SHA-256証明書データは64文字である必要があります。
nb_no: TLSA SHA-256 sertifikatdata må være 64 tegn lang.
nl_nl: TLSA SHA-256 certificaatgegevens moeten 64 tekens lang zijn.
pt_pt: Os dados do certificado SHA-256 TLSA devem ter 64 caracteres de comprimento.

source: TLSA SHA-512 certificate data must be 128 characters long.
it_it: I dati del certificato TLSA SHA-512 devono essere lunghi 128 caratteri.
ja_jp: TLSA SHA-512証明書データは128文字である必要があります。
nb_no: TLSA SHA-512 sertifikatdata må være 128 tegn lang.
nl_nl: TLSA SHA-512 certificaatgegevens moeten 128 tekens lang zijn.
pt_pt: Os dados do certificado SHA-512 TLSA devem ter 128 caracteres de comprimento.

source: TLSA exact match certificate data seems too short to be valid.
it_it: I dati del certificato TLSA per corrispondenza esatta sembrano troppo corti per essere validi.
ja_jp: TLSA完全一致証明書データは有効であるには短すぎるようです。
nb_no: TLSA eksakt match sertifikatdata virker for kort til å være gyldig.
nl_nl: TLSA exacte overeenkomst certificaatgegevens lijken te kort om geldig te zijn.
pt_pt: Os dados do certificado de correspondência exacta TLSA parecem demasiado curtos para serem válidos.

source: NSEC3PARAM records MUST only be present at the zone apex (root domain, not subdomain).
it_it: I record NSEC3PARAM DEVONO essere presenti solo all'apice della zona (dominio radice, non sottodominio).
ja_jp: NSEC3PARAMレコードはゾーンの頂点（サブドメインではなくルートドメイン）にのみ存在する必要があります。
nb_no: NSEC3PARAM-poster MÅ bare være til stede på sonens toppnivå (rotdomene, ikke subdomene).
nl_nl: NSEC3PARAM-records MOETEN alleen aanwezig zijn op de zone-apex (hoofddomein, niet subdomein).
pt_pt: Os registos NSEC3PARAM DEVEM estar presentes apenas no vértice da zona (domínio raiz, não subdomínio).

source: NSEC3PARAM record content cannot be empty.
it_it: Il contenuto del record NSEC3PARAM non può essere vuoto.
ja_jp: NSEC3PARAMレコードの内容は空にできません。
nb_no: NSEC3PARAM-postinnhold kan ikke være tomt.
nl_nl: NSEC3PARAM-recordinhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo NSEC3PARAM não pode estar vazio.

source: NSEC3PARAM record contains invalid characters.
it_it: Il record NSEC3PARAM contiene caratteri non validi.
ja_jp: NSEC3PARAMレコードに無効な文字が含まれています。
nb_no: NSEC3PARAM-posten inneholder ugyldige tegn.
nl_nl: NSEC3PARAM-record bevat ongeldige tekens.
pt_pt: O registo NSEC3PARAM contém caracteres inválidos.

source: According to RFC 5155 and RFC 9077, NSEC3PARAM records should have the same TTL as the SOA minimum TTL field.
it_it: Secondo RFC 5155 e RFC 9077, i record NSEC3PARAM dovrebbero avere lo stesso TTL del campo TTL minimo SOA.
ja_jp: RFC 5155とRFC 9077によると、NSEC3PARAMレコードはSOA最小TTLフィールドと同じTTLを持つ必要があります。
nb_no: I henhold til RFC 5155 og RFC 9077 bør NSEC3PARAM-poster ha samme TTL som SOA minimum TTL-feltet.
nl_nl: Volgens RFC 5155 en RFC 9077 moeten NSEC3PARAM-records dezelfde TTL hebben als het SOA minimum TTL-veld.
pt_pt: De acordo com a RFC 5155 e RFC 9077, os registos NSEC3PARAM devem ter o mesmo TTL que o campo TTL mínimo do SOA.

source: NSEC3PARAM records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
it_it: I record NSEC3PARAM fanno parte di DNSSEC e dovrebbero essere gestiti solo insieme ad altri record DNSSEC (DNSKEY, RRSIG, ecc.).
ja_jp: NSEC3PARAMレコードはDNSSECの一部であり、他のDNSSECレコード（DNSKEY、RRSIGなど）と併せて管理する必要があります。
nb_no: NSEC3PARAM-poster er del av DNSSEC og bør kun administreres sammen med andre DNSSEC-poster (DNSKEY, RRSIG, osv.).
nl_nl: NSEC3PARAM-records zijn onderdeel van DNSSEC en moeten alleen beheerd worden samen met andere DNSSEC-records (DNSKEY, RRSIG, etc.).
pt_pt: Os registos NSEC3PARAM fazem parte do DNSSEC e devem ser geridos apenas juntamente com outros registos DNSSEC (DNSKEY, RRSIG, etc.).

source: Manually editing NSEC3PARAM records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
it_it: La modifica manuale dei record NSEC3PARAM non è raccomandata in quanto sono tipicamente generati automaticamente da nameserver consapevoli di DNSSEC.
ja_jp: NSEC3PARAMレコードは通常DNSSEC対応ネームサーバーによって自動生成されるため、手動での編集は推奨されません。
nb_no: Manuell redigering av NSEC3PARAM-poster anbefales ikke da de typisk genereres automatisk av DNSSEC-bevisste navnetjenere.
nl_nl: Handmatig bewerken van NSEC3PARAM-records wordt niet aanbevolen omdat ze doorgaans automatisch gegenereerd worden door DNSSEC-bewuste nameservers.
pt_pt: A edição manual de registos NSEC3PARAM não é recomendada pois são tipicamente gerados automaticamente por servidores de nomes compatíveis com DNSSEC.

source: NSEC3PARAM records indicate to authoritative servers which parameters to use for NSEC3-based authenticated denial of existence.
it_it: I record NSEC3PARAM indicano ai server autoritativi quali parametri utilizzare per la negazione autenticata di esistenza basata su NSEC3.
ja_jp: NSEC3PARAMレコードは、権威サーバーにNSEC3ベースの認証された存在拒否に使用するパラメータを示します。
nb_no: NSEC3PARAM-poster indikerer til autoritative servere hvilke parametere som skal brukes for NSEC3-basert autentisert benektelse av eksistens.
nl_nl: NSEC3PARAM-records geven aan gezaghebbende servers aan welke parameters te gebruiken voor NSEC3-gebaseerde geauthenticeerde ontkenning van bestaan.
pt_pt: Os registos NSEC3PARAM indicam aos servidores autoritativos quais parâmetros usar para negação autenticada de existência baseada em NSEC3.

source: When updating NSEC3 parameters, both NSEC3 and NSEC3PARAM records must be re-generated with the same parameters.
it_it: Quando si aggiornano i parametri NSEC3, sia i record NSEC3 che NSEC3PARAM devono essere rigenerati con gli stessi parametri.
ja_jp: NSEC3パラメータを更新する際は、NSEC3とNSEC3PARAMの両方のレコードを同じパラメータで再生成する必要があります。
nb_no: Ved oppdatering av NSEC3-parametere må både NSEC3- og NSEC3PARAM-poster regenereres med de samme parametrene.
nl_nl: Bij het bijwerken van NSEC3-parameters moeten zowel NSEC3- als NSEC3PARAM-records opnieuw gegenereerd worden met dezelfde parameters.
pt_pt: Ao atualizar parâmetros NSEC3, tanto os registos NSEC3 como NSEC3PARAM devem ser regenerados com os mesmos parâmetros.

source: NSEC3PARAM record must contain exactly hash algorithm, flags, iterations, and salt.
it_it: Il record NSEC3PARAM deve contenere esattamente algoritmo hash, flag, iterazioni e salt.
ja_jp: NSEC3PARAMレコードには、ハッシュアルゴリズム、フラグ、イテレーション、ソルトが正確に含まれている必要があります。
nb_no: NSEC3PARAM-posten må inneholde nøyaktig hash-algoritme, flagg, iterasjoner og salt.
nl_nl: NSEC3PARAM-record moet exact hash-algoritme, vlaggen, iteraties en salt bevatten.
pt_pt: O registo NSEC3PARAM deve conter exactamente algoritmo de hash, flags, iterações e salt.

source: NSEC3PARAM hash algorithm must be 1 (SHA-1).
it_it: L'algoritmo hash NSEC3PARAM deve essere 1 (SHA-1).
ja_jp: NSEC3PARAMハッシュアルゴリズムは1（SHA-1）である必要があります。
nb_no: NSEC3PARAM hash-algoritme må være 1 (SHA-1).
nl_nl: NSEC3PARAM hash-algoritme moet 1 (SHA-1) zijn.
pt_pt: O algoritmo de hash NSEC3PARAM deve ser 1 (SHA-1).

source: NSEC3PARAM flags must be between 0 and 255.
it_it: I flag NSEC3PARAM devono essere compresi tra 0 e 255.
ja_jp: NSEC3PARAMフラグは0から255の間である必要があります。
nb_no: NSEC3PARAM-flagg må være mellom 0 og 255.
nl_nl: NSEC3PARAM-vlaggen moeten tussen 0 en 255 zijn.
pt_pt: As flags NSEC3PARAM devem estar entre 0 e 255.

source: Flag value 1 indicates Opt-Out is in use. This means NSEC3 records may cover unsigned delegations.
it_it: Il valore flag 1 indica che Opt-Out è in uso. Questo significa che i record NSEC3 possono coprire delegazioni non firmate.
ja_jp: フラグ値1はOpt-Outが使用中であることを示します。これはNSEC3レコードが未署名の委任をカバーする可能性があることを意味します。
nb_no: Flaggverdi 1 indikerer at Opt-Out er i bruk. Dette betyr at NSEC3-poster kan dekke usignerte delegeringer.
nl_nl: Vlagwaarde 1 geeft aan dat Opt-Out in gebruik is. Dit betekent dat NSEC3-records niet-ondertekende delegaties kunnen dekken.
pt_pt: O valor de flag 1 indica que Opt-Out está em uso. Isto significa que os registos NSEC3 podem cobrir delegações não assinadas.

source: RFC 9276 recommends using Opt-Out only for very large and sparsely signed zones where the majority of records are insecure delegations.
it_it: RFC 9276 raccomanda di utilizzare Opt-Out solo per zone molto grandi e scarsamente firmate dove la maggior parte dei record sono delegazioni non sicure.
ja_jp: RFC 9276では、レコードの大部分が安全でない委任である非常に大きくてまばらに署名されたゾーンでのみOpt-Outを使用することを推奨しています。
nb_no: RFC 9276 anbefaler å bruke Opt-Out kun for svært store og spredt signerte soner der flertallet av poster er usikre delegeringer.
nl_nl: RFC 9276 beveelt aan Opt-Out alleen te gebruiken voor zeer grote en schaars ondertekende zones waar de meerderheid van records onveilige delegaties zijn.
pt_pt: A RFC 9276 recomenda usar Opt-Out apenas para zonas muito grandes e esparsamente assinadas onde a maioria dos registos são delegações inseguras.

source: Flags values greater than 1 are reserved for future use. Current implementations may not handle these values correctly.
it_it: I valori flag maggiori di 1 sono riservati per uso futuro. Le implementazioni attuali potrebbero non gestire correttamente questi valori.
ja_jp: 1より大きいフラグ値は将来の使用のために予約されています。現在の実装ではこれらの値を正しく処理できない可能性があります。
nb_no: Flaggverdier større enn 1 er reservert for fremtidig bruk. Nåværende implementasjoner håndterer kanskje ikke disse verdiene korrekt.
nl_nl: Vlagwaarden groter dan 1 zijn gereserveerd voor toekomstig gebruik. Huidige implementaties kunnen deze waarden mogelijk niet correct verwerken.
pt_pt: Valores de flags maiores que 1 são reservados para uso futuro. As implementações actuais podem não processar estes valores correctamente.

source: NSEC3PARAM iterations must be between 0 and 2500.
it_it: Le iterazioni NSEC3PARAM devono essere comprese tra 0 e 2500.
ja_jp: NSEC3PARAMイテレーションは0から2500の間である必要があります。
nb_no: NSEC3PARAM-iterasjoner må være mellom 0 og 2500.
nl_nl: NSEC3PARAM iteraties moeten tussen 0 en 2500 liggen.
pt_pt: As iterações NSEC3PARAM devem estar entre 0 e 2500.

source: RFC 9276 recommends using 0 iterations. Additional iterations add computational cost without enhancing security.
it_it: RFC 9276 raccomanda di utilizzare 0 iterazioni. Iterazioni aggiuntive aggiungono costo computazionale senza migliorare la sicurezza.
ja_jp: RFC 9276では0イテレーションの使用を推奨しています。追加のイテレーションはセキュリティを向上させることなく計算コストを追加します。
nb_no: RFC 9276 anbefaler å bruke 0 iterasjoner. Ekstra iterasjoner tilfører beregningskostnader uten å forbedre sikkerheten.
nl_nl: RFC 9276 beveelt aan om 0 iteraties te gebruiken. Extra iteraties voegen rekenkosten toe zonder de beveiliging te verbeteren.
pt_pt: A RFC 9276 recomenda usar 0 iterações. Iterações adicionais acrescentam custo computacional sem melhorar a segurança.

source: High iteration values (>100) may cause validating resolvers to reject your zones. RFC 9276 STRONGLY recommends using 0 iterations.
it_it: Valori di iterazione elevati (>100) possono causare il rifiuto delle zone da parte dei resolver di validazione. RFC 9276 raccomanda FORTEMENTE di utilizzare 0 iterazioni.
ja_jp: 高いイテレーション値（>100）は検証リゾルバーがあなたのゾーンを拒否する原因となる可能性があります。RFC 9276では0イテレーションの使用を強く推奨しています。
nb_no: Høye iterasjonsverdier (>100) kan føre til at validerende resolvere avviser sonene dine. RFC 9276 anbefaler STERKT å bruke 0 iterasjoner.
nl_nl: Hoge iteratiewaarden (>100) kunnen ertoe leiden dat validerende resolvers uw zones afwijzen. RFC 9276 beveelt STERK aan om 0 iteraties te gebruiken.
pt_pt: Valores de iteração altos (>100) podem fazer com que resolutores de validação rejeitem as suas zonas. A RFC 9276 recomenda FORTEMENTE usar 0 iterações.

source: Iteration values >10 create unnecessary computational load without security benefits. RFC 9276 recommends using 0 iterations.
it_it: Valori di iterazione >10 creano carico computazionale inutile senza benefici di sicurezza. RFC 9276 raccomanda di utilizzare 0 iterazioni.
ja_jp: 10を超えるイテレーション値はセキュリティ上の利点なしに不要な計算負荷を作り出します。RFC 9276では0イテレーションの使用を推奨しています。
nb_no: Iterasjonsverdier >10 skaper unødvendig beregningsbelastning uten sikkerhetsfordeler. RFC 9276 anbefaler å bruke 0 iterasjoner.
nl_nl: Iteratiewaarden >10 creëren onnodige rekenbelasting zonder beveiligingsvoordelen. RFC 9276 beveelt aan om 0 iteraties te gebruiken.
pt_pt: Valores de iteração >10 criam carga computacional desnecessária sem benefícios de segurança. A RFC 9276 recomenda usar 0 iterações.

source: NSEC3PARAM salt must be - (for empty) or a hexadecimal value.
it_it: Il salt NSEC3PARAM deve essere - (per vuoto) o un valore esadecimale.
ja_jp: NSEC3PARAMソルトは-（空の場合）または16進数値である必要があります。
nb_no: NSEC3PARAM-salt må være - (for tom) eller en heksadesimal verdi.
nl_nl: NSEC3PARAM salt moet - (voor leeg) of een hexadecimale waarde zijn.
pt_pt: O salt NSEC3PARAM deve ser - (para vazio) ou um valor hexadecimal.

source: RFC 9276 recommends NOT using a salt (indicated by "-") to simplify operation without reducing security.
it_it: RFC 9276 raccomanda di NON utilizzare un salt (indicato da "-") per semplificare le operazioni senza ridurre la sicurezza.
ja_jp: RFC 9276では、セキュリティを低下させることなく操作を簡素化するため、ソルトを使用しない（「-」で示される）ことを推奨しています。
nb_no: RFC 9276 anbefaler å IKKE bruke salt (indikert med "-") for å forenkle drift uten å redusere sikkerheten.
nl_nl: RFC 9276 beveelt aan om GEEN salt te gebruiken (aangegeven met "-") om de werking te vereenvoudigen zonder de beveiliging te verminderen.
pt_pt: A RFC 9276 recomenda NÃO usar um salt (indicado por "-") para simplificar a operação sem reduzir a segurança.

source: Long salts provide no additional security benefit. Consider using a shorter salt or no salt (-).
it_it: I salt lunghi non forniscono benefici di sicurezza aggiuntivi. Considera l'utilizzo di un salt più corto o nessun salt (-).
ja_jp: 長いソルトは追加のセキュリティ上の利点を提供しません。短いソルトまたはソルトなし（-）の使用を検討してください。
nb_no: Lange salt gir ingen ekstra sikkerhetsfordeler. Vurder å bruke kortere salt eller ingen salt (-).
nl_nl: Lange salts bieden geen extra beveiligingsvoordeel. Overweeg een kortere salt of geen salt (-) te gebruiken.
pt_pt: Salts longos não fornecem benefício adicional de segurança. Considere usar um salt mais curto ou nenhum salt (-).

source: NOTE: The LP record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
it_it: NOTA: Il tipo di record LP è definito nell'RFC 6742 come protocollo sperimentale, non uno standard IETF formale.
ja_jp: 注意：LPレコードタイプはRFC 6742で実験的プロトコルとして定義されており、正式なIETF標準ではありません。
nb_no: MERK: LP-posttypen er definert i RFC 6742 som en eksperimentell protokoll, ikke en formell IETF-standard.
nl_nl: OPMERKING: Het LP recordtype is gedefinieerd in RFC 6742 als een experimenteel protocol, niet als een formele IETF-standaard.
pt_pt: NOTA: O tipo de registo LP é definido na RFC 6742 como um protocolo experimental, não um padrão formal IETF.

source: LP records should only be used with the Identifier-Locator Network Protocol (ILNP).
it_it: I record LP dovrebbero essere utilizzati solo con il Protocollo di Rete Identifier-Locator (ILNP).
ja_jp: LPレコードは識別子ロケータネットワークプロトコル（ILNP）でのみ使用する必要があります。
nb_no: LP-poster bør kun brukes med Identifier-Locator Network Protocol (ILNP).
nl_nl: LP records mogen alleen worden gebruikt met het Identifier-Locator Network Protocol (ILNP).
pt_pt: Os registos LP devem ser usados apenas com o Protocolo de Rede Identificador-Localizador (ILNP).

source: LP records MUST NOT be present for nodes that are not ILNP-capable (RFC 6742 Section 3.4).
it_it: I record LP NON DEVONO essere presenti per nodi che non sono compatibili con ILNP (RFC 6742 Sezione 3.4).
ja_jp: LPレコードはILNP対応でないノードには存在してはいけません（RFC 6742セクション3.4）。
nb_no: LP-poster MÅ IKKE være til stede for noder som ikke er ILNP-kompatible (RFC 6742 Seksjon 3.4).
nl_nl: LP records mogen NIET aanwezig zijn voor nodes die niet ILNP-compatibel zijn (RFC 6742 Sectie 3.4).
pt_pt: Os registos LP NÃO DEVEM estar presentes para nós que não sejam compatíveis com ILNP (RFC 6742 Secção 3.4).

source: Warning: The FQDN in an LP record SHOULD NOT have the same value as the owner name (RFC 6742).
it_it: Avviso: L'FQDN in un record LP NON DOVREBBE avere lo stesso valore del nome proprietario (RFC 6742).
ja_jp: 警告：LPレコードのFQDNは所有者名と同じ値を持つべきではありません（RFC 6742）。
nb_no: Advarsel: FQDN i en LP-post BØR IKKE ha samme verdi som eiernavnet (RFC 6742).
nl_nl: Waarschuwing: De FQDN in een LP record zou NIET dezelfde waarde moeten hebben als de eigenaarsnaam (RFC 6742).
pt_pt: Aviso: O FQDN num registo LP NÃO DEVE ter o mesmo valor que o nome do proprietário (RFC 6742).

source: It is recommended to end FQDN values with a trailing dot to ensure they are treated as absolute domain names rather than relative ones.
it_it: È raccomandato terminare i valori FQDN con un punto finale per assicurarsi che siano trattati come nomi di dominio assoluti piuttosto che relativi.
ja_jp: FQDN値は相対的ではなく絶対的なドメイン名として扱われることを確保するため、末尾にドットを付けることを推奨します。
nb_no: Det anbefales å avslutte FQDN-verdier med et punkt på slutten for å sikre at de behandles som absolutte domenenavn i stedet for relative.
nl_nl: Het wordt aanbevolen om FQDN-waarden te eindigen met een punt om ervoor te zorgen dat ze worden behandeld als absolute domeinnamen in plaats van relatieve.
pt_pt: É recomendado terminar valores FQDN com um ponto final para garantir que sejam tratados como nomes de domínio absolutos em vez de relativos.

source: Consider using longer TTL values for LP records. Unlike L32/L64 records, LP records are stable and benefit from longer cache times (RFC 6742).
it_it: Considera l'utilizzo di valori TTL più lunghi per i record LP. A differenza dei record L32/L64, i record LP sono stabili e beneficiano di tempi di cache più lunghi (RFC 6742).
ja_jp: LPレコードにはより長いTTL値の使用を検討してください。L32/L64レコードとは異なり、LPレコードは安定しており、より長いキャッシュ時間から恩恵を受けます（RFC 6742）。
nb_no: Vurder å bruke lengre TTL-verdier for LP-poster. I motsetning til L32/L64-poster er LP-poster stabile og har nytte av lengre hurtigbuffertider (RFC 6742).
nl_nl: Overweeg langere TTL-waarden te gebruiken voor LP records. In tegenstelling tot L32/L64 records zijn LP records stabiel en profiteren van langere cache-tijden (RFC 6742).
pt_pt: Considere usar valores TTL mais longos para registos LP. Ao contrário dos registos L32/L64, os registos LP são estáveis e beneficiam de tempos de cache mais longos (RFC 6742).

source: LP record must contain preference and FQDN separated by space.
it_it: Il record LP deve contenere preferenza e FQDN separati da spazio.
ja_jp: LPレコードには、スペースで区切られた優先度とFQDNが含まれている必要があります。
nb_no: LP-posten må inneholde preferanse og FQDN adskilt av mellomrom.
nl_nl: LP record moet voorkeur en FQDN bevatten gescheiden door een spatie.
pt_pt: O registo LP deve conter preferência e FQDN separados por espaço.

source: LP preference must be a number between 0 and 65535.
it_it: La preferenza LP deve essere un numero compreso tra 0 e 65535.
ja_jp: LP優先度は0から65535の間の数値である必要があります。
nb_no: LP-preferanse må være et tall mellom 0 og 65535.
nl_nl: LP voorkeur moet een getal tussen 0 en 65535 zijn.
pt_pt: A preferência LP deve ser um número entre 0 e 65535.

source: LP FQDN must be a valid fully qualified domain name.
it_it: L'FQDN LP deve essere un nome di dominio completamente qualificato valido.
ja_jp: LP FQDNは有効な完全修飾ドメイン名である必要があります。
nb_no: LP FQDN må være et gyldig fullkvalifisert domenenavn.
nl_nl: LP FQDN moet een geldige volledig gekwalificeerde domeinnaam zijn.
pt_pt: O FQDN LP deve ser um nome de domínio totalmente qualificado válido.

source: AFSDB records are deprecated by RFC 5864 in favor of SRV records for AFS service location.
it_it: I record AFSDB sono deprecati dall'RFC 5864 a favore dei record SRV per la localizzazione del servizio AFS.
ja_jp: AFSDBレコードはRFC 5864によってAFSサービス位置特定用のSRVレコードを優先して廃止されました。
nb_no: AFSDB-poster er utdatert ifølge RFC 5864 til fordel for SRV-poster for AFS-tjenestelokalisering.
nl_nl: AFSDB records zijn verouderd volgens RFC 5864 ten gunste van SRV records voor AFS service locatie.
pt_pt: Os registos AFSDB são descontinuados pela RFC 5864 em favor dos registos SRV para localização de serviços AFS.

source: Invalid AFSDB hostname.
it_it: Nome host AFSDB non valido.
ja_jp: 無効なAFSDBホスト名です。
nb_no: Ugyldig AFSDB-vertsnavn.
nl_nl: Ongeldige AFSDB hostnaam.
pt_pt: Nome de anfitrião AFSDB inválido.

source: AFSDB server hostname must be a fully qualified domain name (FQDN).
it_it: Il nome host del server AFSDB deve essere un nome di dominio completamente qualificato (FQDN).
ja_jp: AFSDBサーバーホスト名は完全修飾ドメイン名（FQDN）である必要があります。
nb_no: AFSDB-tjenervertsnavn må være et fullkvalifisert domenenavn (FQDN).
nl_nl: AFSDB-serverhostnaam moet een volledig gekwalificeerde domeinnaam (FQDN) zijn.
pt_pt: O nome de anfitrião do servidor AFSDB deve ser um nome de domínio totalmente qualificado (FQDN).

source: AFSDB server hostname must be a fully qualified domain name with at least two parts.
it_it: Il nome host del server AFSDB deve essere un nome di dominio completamente qualificato con almeno due parti.
ja_jp: AFSDBサーバーホスト名は少なくとも2つの部分を持つ完全修飾ドメイン名である必要があります。
nb_no: AFSDB-tjenervertsnavn må være et fullkvalifisert domenenavn med minst to deler.
nl_nl: AFSDB-serverhostnaam moet een volledig gekwalificeerde domeinnaam zijn met minstens twee delen.
pt_pt: O nome de anfitrião do servidor AFSDB deve ser um nome de domínio totalmente qualificado com pelo menos duas partes.

source: Invalid AFSDB subtype. Must be 1 (AFS cell database server) or 2 (DCE authenticated name server).
it_it: Sottotipo AFSDB non valido. Deve essere 1 (server database cellula AFS) o 2 (server nome autenticato DCE).
ja_jp: 無効なAFSDBサブタイプです。1（AFSセルデータベースサーバー）または2（DCE認証ネームサーバー）である必要があります。
nb_no: Ugyldig AFSDB-undertype. Må være 1 (AFS celledatabasetjener) eller 2 (DCE autentisert navnetjener).
nl_nl: Ongeldig AFSDB subtype. Moet 1 (AFS cell database server) of 2 (DCE authenticated name server) zijn.
pt_pt: Subtipo AFSDB inválido. Deve ser 1 (servidor de base de dados de célula AFS) ou 2 (servidor de nomes autenticado DCE).
