Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Set up standard records like MX, TXT for SPF, and CNAME for www
it_it: Configura record standard come MX, TXT per SPF e CNAME per www
ja_jp: MX、SPF用TXT、www用CNAMEなどの標準レコードを設定
nb_no: Sett opp standardposter som MX, TXT for SPF og CNAME for www
nl_nl: Stel standaard records in zoals MX, TXT voor SPF, en CNAME voor www
pt_pt: Configurar registos padrão como MX, TXT para SPF e CNAME para www

source: Use placeholders like [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], and [SERIAL] in record content
it_it: Usa segnaposto come [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] e [SERIAL] nel contenuto dei record
ja_jp: レコード内容で[ZONE]、[DOMAIN]、[TLD]、[NS1]、[HOSTMASTER]、[SERIAL]などのプレースホルダーを使用
nb_no: Bruk plassholdere som [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] og [SERIAL] i postinnhold
nl_nl: Gebruik placeholders zoals [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], en [SERIAL] in record inhoud
pt_pt: Usar marcadores de posição como [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] e [SERIAL] no conteúdo do registo

source: [DOMAIN] and [TLD] placeholders are useful for Microsoft 365 MX records (e.g., [DOMAIN]-[TLD].mail.protection.outlook.com)
it_it: I segnaposto [DOMAIN] e [TLD] sono utili per i record MX di Microsoft 365 (es. [DOMAIN]-[TLD].mail.protection.outlook.com)
ja_jp: [DOMAIN]と[TLD]プレースホルダーは、Microsoft 365 MXレコードに便利です（例：[DOMAIN]-[TLD].mail.protection.outlook.com）
nb_no: [DOMAIN] og [TLD] plassholdere er nyttige for Microsoft 365 MX-poster (f.eks. [DOMAIN]-[TLD].mail.protection.outlook.com)
nl_nl: [DOMAIN] en [TLD] placeholders zijn nuttig voor Microsoft 365 MX records (bijv. [DOMAIN]-[TLD].mail.protection.outlook.com)
pt_pt: Os marcadores de posição [DOMAIN] e [TLD] são úteis para registos MX do Microsoft 365 (ex.: [DOMAIN]-[TLD].mail.protection.outlook.com)

source: Zone logs
it_it: Log delle zone
ja_jp: ゾーンログ
nb_no: Sonelogger
pt_pt: Registos de zona

source: Zone Change Logs
it_it: Log delle Modifiche alle Zone
ja_jp: ゾーン変更ログ
nb_no: Soneendringslogger
nl_nl: Zone Wijzigings Logs
pt_pt: Registos de Alterações de Zona

source: Search logs by domain
it_it: Cerca log per dominio
ja_jp: ドメインでログを検索
nb_no: Søk i logger etter domene
nl_nl: Logs zoeken op domein
pt_pt: Pesquisar registos por domínio

source: Clear
it_it: Pulisci
ja_jp: クリア
nb_no: Tøm
nl_nl: Wissen
pt_pt: Limpar

source: Total logs
it_it: Totale log
ja_jp: 総ログ数
nb_no: Totalt antall logger
nl_nl: Totaal logs
pt_pt: Total de registos

source: Event
it_it: Evento
ja_jp: イベント
nb_no: Hendelse
nl_nl: Gebeurtenis
pt_pt: Evento

source: Details
it_it: Dettagli
ja_jp: 詳細
nb_no: Detaljer
pt_pt: Detalhes

source: Log Details
it_it: Dettagli Log
ja_jp: ログの詳細
nb_no: Loggdetaljer
pt_pt: Detalhes do Registo

source: Close
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
nl_nl: Sluiten
pt_pt: Fechar

source: No logs found
it_it: Nessun log trovato
ja_jp: ログが見つかりません
nb_no: Ingen logger funnet
nl_nl: Geen logs gevonden
pt_pt: Nenhum registo encontrado

source: Try different search criteria or check back later
it_it: Prova criteri di ricerca diversi o ricontrolla più tardi
ja_jp: 異なる検索条件を試すか、後でもう一度確認してください
nb_no: Prøv andre søkekriterier eller sjekk igjen senere
nl_nl: Probeer andere zoekcriteria of controleer later opnieuw
pt_pt: Tente critérios de pesquisa diferentes ou verifique mais tarde

source: Bulk add records
it_it: Aggiungi record in lotto
ja_jp: レコードの一括追加
nb_no: Legg til poster i bulk
nl_nl: Bulk records toevoegen
pt_pt: Adicionar registos em massa

source: Bulk Add Records
it_it: Aggiunta Record in Lotto
ja_jp: レコードの一括追加
nb_no: Legg til poster i bulk
nl_nl: Bulk Records Toevoegen
pt_pt: Adicionar Registos em Massa

source: Records
it_it: Record
ja_jp: レコード
nb_no: Poster
pt_pt: Registos

source: Provide at least one record
it_it: Fornisci almeno un record
ja_jp: 少なくとも1つのレコードを入力してください
nb_no: Oppgi minst én post
nl_nl: Geef minstens één record op
pt_pt: Forneça pelo menos um registo

source: Format: name,type,content,priority,ttl,comment (one record per line)
it_it: Formato: nome,tipo,contenuto,priorità,ttl,commento (un record per riga)
ja_jp: 形式：name,type,content,priority,ttl,comment（1行に1レコード）
nb_no: Format: navn,type,innhold,prioritet,ttl,kommentar (én post per linje)
nl_nl: Formaat: naam,type,inhoud,prioriteit,ttl,opmerking (één record per regel)
pt_pt: Formato: nome,tipo,conteúdo,prioridade,ttl,comentário (um registo por linha)

source: Example: www,A,192.168.1.1,0,3600,web server
it_it: Esempio: www,A,192.168.1.1,0,3600,server web
ja_jp: 例：www,A,192.168.1.1,0,3600,web server
nb_no: Eksempel: www,A,192.168.1.1,0,3600,web server
nl_nl: Voorbeeld: www,A,192.168.1.1,0,3600,web server
pt_pt: Exemplo: www,A,192.168.1.1,0,3600,servidor web

source: Comment is optional
it_it: Il commento è opzionale
ja_jp: コメントはオプションです
nb_no: Kommentar er valgfri
nl_nl: Opmerking is optioneel
pt_pt: O comentário é opcional

source: Enter hostnames only - the zone name will be added automatically
it_it: Inserisci solo i nomi host - il nome della zona sarà aggiunto automaticamente
ja_jp: ホスト名のみを入力してください - ゾーン名は自動的に追加されます
nb_no: Skriv bare vertsnavn - sonenavnet legges til automatisk
nl_nl: Voer alleen hostnamen in - de zonenaam wordt automatisch toegevoegd
pt_pt: Introduza apenas nomes de anfitrião - o nome da zona será adicionado automaticamente

source: Add Records
it_it: Aggiungi Record
ja_jp: レコードを追加
nb_no: Legg til poster
nl_nl: Records Toevoegen
pt_pt: Adicionar Registos

source: Instructions
it_it: Istruzioni
ja_jp: 手順
nb_no: Instruksjoner
nl_nl: Instructies
pt_pt: Instruções

source: Input Format
it_it: Formato di Input
ja_jp: 入力形式
nb_no: Inndata-format
nl_nl: Invoer Formaat
pt_pt: Formato de Entrada

source: Enter one record per line using CSV format
it_it: Inserisci un record per riga usando il formato CSV
ja_jp: CSV形式で1行に1レコードを入力
nb_no: Skriv én post per linje i CSV-format
nl_nl: Voer één record per regel in met CSV formaat
pt_pt: Introduza um registo por linha usando formato CSV

source: Required fields: name, type, content
it_it: Campi obbligatori: nome, tipo, contenuto
ja_jp: 必須フィールド：name、type、content
nb_no: Obligatoriske felt: navn, type, innhold
nl_nl: Verplichte velden: naam, type, inhoud
pt_pt: Campos obrigatórios: nome, tipo, conteúdo

source: Optional fields: priority, ttl, comment
it_it: Campi opzionali: priorità, ttl, commento
ja_jp: オプションフィールド：priority、ttl、comment
nb_no: Valgfrie felt: prioritet, ttl, kommentar
nl_nl: Optionele velden: prioriteit, ttl, opmerking
pt_pt: Campos opcionais: prioridade, ttl, comentário

source: Records are validated before creation
it_it: I record sono validati prima della creazione
ja_jp: レコードは作成前に検証されます
nb_no: Poster valideres før oppretting
nl_nl: Records worden gevalideerd voor aanmaak
pt_pt: Os registos são validados antes da criação

source: Best Practices
it_it: Migliori Pratiche
ja_jp: ベストプラクティス
nb_no: Beste praksis
nl_nl: Beste Praktijken
pt_pt: Melhores Práticas

source: For CNAME, MX, SRV records, make sure content ends with a dot (.)
it_it: Per i record CNAME, MX, SRV, assicurati che il contenuto termini con un punto (.)
ja_jp: CNAME、MX、SRVレコードの場合、内容がドット（.）で終わることを確認してください
nb_no: For CNAME, MX, SRV-poster, sørg for at innholdet slutter med et punktum (.)
nl_nl: Voor CNAME, MX, SRV records, zorg ervoor dat de inhoud eindigt met een punt (.)
pt_pt: Para registos CNAME, MX, SRV, certifique-se de que o conteúdo termina com um ponto (.)

source: Use @ for records at the zone apex (root domain)
it_it: Usa @ per i record all'apice della zona (dominio root)
ja_jp: ゾーンの頂点（ルートドメイン）のレコードには@を使用
nb_no: Bruk @ for poster ved sone-apex (rotdomene)
nl_nl: Gebruik @ voor records op de zone apex (root domein)
pt_pt: Use @ para registos no ápice da zona (domínio raiz)

source: Quote TXT record values that contain spaces
it_it: Metti tra virgolette i valori dei record TXT che contengono spazi
ja_jp: スペースを含むTXTレコード値は引用符で囲む
nb_no: Sett anførselstegn rundt TXT-postverdier som inneholder mellomrom
nl_nl: Plaats TXT record waarden met spaties tussen aanhalingstekens
pt_pt: Coloque entre aspas os valores de registos TXT que contenham espaços

source: Record Type Examples
it_it: Esempi di Tipi di Record
ja_jp: レコードタイプの例
nb_no: Eksempler på posttyper
nl_nl: Record Type Voorbeelden
pt_pt: Exemplos de Tipos de Registo

source: Common Records
it_it: Record Comuni
ja_jp: 一般的なレコード
nb_no: Vanlige poster
nl_nl: Veelgebruikte Records
pt_pt: Registos Comuns

source: Advanced Records
it_it: Record Avanzati
ja_jp: 高度なレコード
nb_no: Avanserte poster
nl_nl: Geavanceerde Records
pt_pt: Registos Avançados

source: Delete user
it_it: Elimina utente
ja_jp: ユーザーを削除
nb_no: Slett bruker
nl_nl: Gebruiker verwijderen
pt_pt: Eliminar utilizador

source: Delete User
it_it: Elimina Utente
ja_jp: ユーザーを削除
nb_no: Slett bruker
nl_nl: Gebruiker Verwijderen
pt_pt: Eliminar Utilizador

source: You are about to delete the user
it_it: Si sta per eliminare l'utente
ja_jp: ユーザーを削除しようとしています
nb_no: Du er i ferd med å slette brukeren
nl_nl: U staat op het punt de gebruiker te verwijderen
pt_pt: Está prestes a eliminar o utilizador

source: This action cannot be undone. Are you sure you want to proceed?
it_it: Questa azione non può essere annullata. Sei sicuro di voler procedere?
ja_jp: この操作は元に戻せません。続行してもよろしいですか？
nb_no: Denne handlingen kan ikke angres. Er du sikker på at du vil fortsette?
nl_nl: Deze actie kan niet ongedaan gemaakt worden. Weet u zeker dat u wilt doorgaan?
pt_pt: Esta ação não pode ser desfeita. Tem a certeza de que deseja continuar?

source: Zone Ownership Transfer
it_it: Trasferimento Proprietà Zona
ja_jp: ゾーン所有権の移転
nb_no: Overføring av soneeierskap
nl_nl: Zone Eigendom Overdracht
pt_pt: Transferência de Propriedade de Zona

source: This user is the owner for the following zones. Please decide what to do with each zone:
it_it: Questo utente è il proprietario delle seguenti zone. Decidi cosa fare con ciascuna zona:
ja_jp: このユーザーは以下のゾーンの所有者です。各ゾーンの処理方法を決定してください：
nb_no: Denne brukeren er eier av følgende soner. Vennligst bestem hva som skal gjøres med hver sone:
nl_nl: Deze gebruiker is eigenaar van de volgende zones. Beslis wat u met elke zone wilt doen:
pt_pt: Este utilizador é o proprietário das seguintes zonas. Por favor decida o que fazer com cada zona:

source: Zone
it_it: Zona
ja_jp: ゾーン
nb_no: Sone
pt_pt: Zona

source: Leave
it_it: Lascia
ja_jp: 残す
nb_no: La stå
nl_nl: Laten
pt_pt: Deixar

source: Add new owner
it_it: Aggiungi nuovo proprietario
ja_jp: 新しい所有者を追加
nb_no: Legg til ny eier
nl_nl: Nieuwe eigenaar toevoegen
pt_pt: Adicionar novo proprietário

source: Owner to be added
it_it: Proprietario da aggiungere
ja_jp: 追加する所有者
nb_no: Eier som skal legges til
nl_nl: Eigenaar om toe te voegen
pt_pt: Proprietário a ser adicionado

source: Delete: The zone will be completely removed from the system
it_it: Elimina: La zona sarà completamente rimossa dal sistema
ja_jp: 削除：ゾーンはシステムから完全に削除されます
nb_no: Slett: Sonen vil bli fullstendig fjernet fra systemet
nl_nl: Verwijderen: De zone wordt volledig uit het systeem verwijderd
pt_pt: Eliminar: A zona será completamente removida do sistema

source: Leave: The zone will remain in the system but without an owner
it_it: Lascia: La zona rimarrà nel sistema ma senza proprietario
ja_jp: 残す：ゾーンはシステムに残りますが所有者はいません
nb_no: La stå: Sonen vil forbli i systemet men uten eier
nl_nl: Laten: De zone blijft in het systeem maar zonder eigenaar
pt_pt: Deixar: A zona permanecerá no sistema mas sem proprietário

source: Add new owner: Transfer ownership to another user
it_it: Aggiungi nuovo proprietario: Trasferisci la proprietà a un altro utente
ja_jp: 新しい所有者を追加：所有権を別のユーザーに移転
nb_no: Legg til ny eier: Overfør eierskap til en annen bruker
nl_nl: Nieuwe eigenaar toevoegen: Eigendom overdragen aan een andere gebruiker
pt_pt: Adicionar novo proprietário: Transferir propriedade para outro utilizador

source: Yes, delete this user
it_it: Sì, elimina questo utente
ja_jp: はい、このユーザーを削除します
nb_no: Ja, slett denne brukeren
nl_nl: Ja, deze gebruiker verwijderen
pt_pt: Sim, eliminar este utilizador

source: No, keep this user
it_it: No, mantieni questo utente
ja_jp: いいえ、このユーザーを保持します
nb_no: Nei, behold denne brukeren
nl_nl: Nee, deze gebruiker behouden
pt_pt: Não, manter este utilizador

source: Terms of Use
it_it: Termini di Utilizzo
ja_jp: 利用規約
nb_no: Bruksvilkår
nl_nl: Gebruiksvoorwaarden
pt_pt: Termos de Utilização

source: By using this Poweradmin installation, you agree to the following terms:
it_it: Utilizzando questa installazione di Poweradmin, accetti i seguenti termini:
ja_jp: このPoweradminインストールを使用することにより、以下の規約に同意したものとみなされます：
nb_no: Ved å bruke denne Poweradmin-installasjonen godtar du følgende vilkår:
nl_nl: Door deze Poweradmin-installatie te gebruiken, gaat u akkoord met de volgende voorwaarden:
pt_pt: Ao utilizar esta instalação do Poweradmin, concorda com os seguintes termos:

source: Acceptable Use
it_it: Uso Accettabile
ja_jp: 利用規則
nb_no: Akseptabel bruk
nl_nl: Acceptabel Gebruik
pt_pt: Utilização Aceitável

source: You will use this system responsibly and in accordance with applicable laws
it_it: Utilizzerai questo sistema responsabilmente e in conformità con le leggi applicabili
ja_jp: 適用される法律に従って、責任を持ってこのシステムを使用してください
nb_no: Du vil bruke dette systemet ansvarlig og i overenstemmelse med gjeldende lover
nl_nl: U zult dit systeem verantwoordelijk gebruiken en in overeenstemming met de geldende wetgeving
pt_pt: Utilizará este sistema de forma responsável e em conformidade com as leis aplicáveis

source: You will not attempt to gain unauthorized access to other users' data
it_it: Non tenterai di ottenere accesso non autorizzato ai dati di altri utenti
ja_jp: 他のユーザーのデータに不正にアクセスしようとしてはいけません
nb_no: Du vil ikke forsøke å få uautorisert tilgang til andre brukeres data
nl_nl: U zult niet proberen ongeautoriseerde toegang te verkrijgen tot gegevens van andere gebruikers
pt_pt: Não tentará obter acesso não autorizado aos dados de outros utilizadores

source: You will keep your login credentials secure and confidential
it_it: Manterrai le tue credenziali di accesso sicure e riservate
ja_jp: ログイン認証情報を安全かつ機密に保持してください
nb_no: Du vil holde dine innloggingsopplysninger sikre og konfidensielle
nl_nl: U zult uw inloggegevens veilig en vertrouwelijk houden
pt_pt: Manterá as suas credenciais de autenticação seguras e confidenciais

source: You will not use this system for any malicious or illegal activities
it_it: Non utilizzerai questo sistema per attività malevole o illegali
ja_jp: 悪意のある行為や違法な活動にこのシステムを使用してはいけません
nb_no: Du vil ikke bruke dette systemet til ondsinnet eller ulovlig aktivitet
nl_nl: U zult dit systeem niet gebruiken voor kwaadaardige of illegale activiteiten
pt_pt: Não utilizará este sistema para atividades maliciosas ou ilegais

source: Data Protection
it_it: Protezione Dati
ja_jp: データ保護
nb_no: Databeskyttelse
nl_nl: Gegevensbescherming
pt_pt: Proteção de Dados

source: Your login activity and DNS management actions may be logged for security and audit purposes
it_it: La tua attività di accesso e le azioni di gestione DNS potrebbero essere registrate per scopi di sicurezza e audit
ja_jp: セキュリティと監査の目的で、ログイン活動とDNS管理操作が記録される場合があります
nb_no: Din innloggingsaktivitet og DNS-administrasjonshandlinger kan logges for sikkerhets- og revisjonsformal
nl_nl: Uw inlogactiviteit en DNS-beheerhandelingen kunnen worden gelogd voor beveiligings- en auditdoeleinden
pt_pt: A sua atividade de autenticação e ações de gestão DNS podem ser registadas para fins de segurança e auditoria

source: You are responsible for the accuracy of DNS records you create or modify
it_it: Sei responsabile dell'accuratezza dei record DNS che crei o modifichi
ja_jp: 作成または変更するDNSレコードの正確性について責任を負います
nb_no: Du er ansvarlig for nøyaktigheten av DNS-poster du oppretter eller endrer
nl_nl: U bent verantwoordelijk voor de juistheid van DNS-records die u aanmaakt of wijzigt
pt_pt: É responsável pela precisão dos registos DNS que cria ou modifica

source: We will protect your personal information in accordance with applicable privacy laws
it_it: Proteggeremo le tue informazioni personali in conformità con le leggi sulla privacy applicabili
ja_jp: 適用されるプライバシー法に従って個人情報を保護します
nb_no: Vi vil beskytte din personlige informasjon i henhold til gjeldende personvernlover
nl_nl: Wij zullen uw persoonlijke informatie beschermen in overeenstemming met de geldende privacywetgeving
pt_pt: Protegeremos as suas informações pessoais em conformidade com as leis de privacidade aplicáveis

source: System Availability
it_it: Disponibilità del Sistema
ja_jp: システムの可用性
nb_no: Systemtilgjengelighet
nl_nl: Systeembeschikbaarheid
pt_pt: Disponibilidade do Sistema

source: While we strive to maintain system availability, we cannot guarantee 100% uptime. Users should not rely solely on this system for critical DNS operations without appropriate backups and monitoring.
it_it: Anche se ci sforziamo di mantenere la disponibilità del sistema, non possiamo garantire il 100% di uptime. Gli utenti non dovrebbero fare affidamento esclusivamente su questo sistema per operazioni DNS critiche senza backup e monitoraggio appropriati.
ja_jp: システムの可用性を維持するよう努めていますが、100%の稼働率を保証することはできません。ユーザーは適切なバックアップと監視なしに、重要なDNS操作をこのシステムのみに依存すべきではありません。
nb_no: Selv om vi strå etter å opprettholde systemtilgjengelighet, kan vi ikke garantere 100% oppetid. Brukere bør ikke stole utelukkende på dette systemet for kritiske DNS-operasjoner uten passende sikkerhetskopier og overvåking.
nl_nl: Hoewel we streven naar het handhaven van systeembeschikbaarheid, kunnen we geen 100% uptime garanderen. Gebruikers moeten niet uitsluitend vertrouwen op dit systeem voor kritieke DNS-bewerkingen zonder juiste back-ups en monitoring.
pt_pt: Embora nos esforcemos para manter a disponibilidade do sistema, não podemos garantir 100% de funcionamento. Os utilizadores não devem depender exclusivamente deste sistema para operações DNS críticas sem as devidas cópias de segurança e monitorização.

source: Limitation of Liability
it_it: Limitazione di Responsabilità
ja_jp: 責任の制限
nb_no: Ansvarsbegrensning
nl_nl: Beperking van Aansprakelijkheid
pt_pt: Limitação de Responsabilidade

source: This system is provided "as is" without any warranties. The administrators are not liable for any damages or losses resulting from the use of this system.
it_it: Questo sistema è fornito "così com'è" senza alcuna garanzia. Gli amministratori non sono responsabili per eventuali danni o perdite derivanti dall'uso di questo sistema.
ja_jp: このシステムはいかなる保証もなく「現状のまま」提供されます。管理者は、このシステムの使用によって生じたいかなる損害や損失についても責任を負いません。
nb_no: Dette systemet leveres "som det er" uten noen garantier. Administratorene er ikke ansvarlige for skader eller tap som følge av bruk av dette systemet.
nl_nl: Dit systeem wordt geleverd "zoals het is" zonder enige garanties. De beheerders zijn niet aansprakelijk voor enige schade of verliezen die voortvloeien uit het gebruik van dit systeem.
pt_pt: Este sistema é fornecido "tal como está" sem quaisquer garantias. Os administradores não são responsáveis por danos ou perdas resultantes da utilização deste sistema.

source: Changes to Agreement
it_it: Modifiche all'Accordo
ja_jp: 規約の変更
nb_no: Endringer i avtalen
nl_nl: Wijzigingen in de Overeenkomst
pt_pt: Alterações ao Acordo

source: These terms may be updated from time to time. Users will be required to accept any changes before continuing to use the system.
it_it: Questi termini potrebbero essere aggiornati di tanto in tanto. Gli utenti dovranno accettare eventuali modifiche prima di continuare a utilizzare il sistema.
ja_jp: これらの規約は時々更新される可能性があります。ユーザーはシステムを継続使用する前に、いかなる変更も承諾しなければなりません。
nb_no: Disse vilkårene kan oppdateres fra tid til annen. Brukere må godta eventuelle endringer før de fortsetter å bruke systemet.
nl_nl: Deze voorwaarden kunnen van tijd tot tijd worden bijgewerkt. Gebruikers moeten eventuele wijzigingen accepteren voordat ze het systeem kunnen blijven gebruiken.
pt_pt: Estes termos podem ser atualizados periodicamente. Os utilizadores serão obrigados a aceitar as alterações antes de continuarem a utilizar o sistema.

source: Agreement Version:
it_it: Versione Accordo:
ja_jp: 規約バージョン:
nb_no: Avtaleversjon:
nl_nl: Overeenkomstversie:
pt_pt: Versão do Acordo:

source: Last Updated:
it_it: Ultimo Aggiornamento:
ja_jp: 最終更新:
nb_no: Sist oppdatert:
nl_nl: Laatst Bijgewerkt:
pt_pt: Última Atualização:

source: Please contact your administrator for the last update date
it_it: Contatta il tuo amministratore per la data dell'ultimo aggiornamento
ja_jp: 最終更新日については管理者にお問い合わせください
nb_no: Kontakt din administrator for siste oppdateringsdato
nl_nl: Neem contact op met uw beheerder voor de laatste updatedatum
pt_pt: Contacte o seu administrador para a data da última atualização

source: You are about to regenerate the API key
it_it: Si sta per rigenerare la chiave API
ja_jp: APIキーを再生成しようとしています
nb_no: Du er i ferd med å regenerere API-nøkkelen
nl_nl: U staat op het punt de API sleutel te regenereren
pt_pt: Está prestes a regenerar a chave API

source: This action will invalidate the existing key!
it_it: Questa azione invaliderà la chiave esistente!
ja_jp: この操作により既存のキーが無効になります！
nb_no: Denne handlingen vil ugyldiggjøre den eksisterende nøkkelen!
nl_nl: Deze actie maakt de bestaande sleutel ongeldig!
pt_pt: Esta ação invalidará a chave existente!

source: If you regenerate this API key, any applications using it will no longer be able to authenticate until updated with the new key.
it_it: Se rigeneri questa chiave API, qualsiasi applicazione che la utilizza non sarà più in grado di autenticarsi finché non sarà aggiornata con la nuova chiave.
ja_jp: このAPIキーを再生成すると、それを使用しているアプリケーションは新しいキーで更新されるまで認証できなくなります。
nb_no: Hvis du regenererer denne API-nøkkelen, vil applikasjoner som bruker den ikke lenger kunne autentisere før de oppdateres med den nye nøkkelen.
nl_nl: Als u deze API sleutel regenereert, kunnen applicaties die deze gebruiken niet meer authenticeren totdat ze bijgewerkt zijn met de nieuwe sleutel.
pt_pt: Se regenerar esta chave API, quaisquer aplicações que a utilizem deixarão de conseguir autenticar-se até serem actualizadas com a nova chave.

source: The new key will be displayed only once after regeneration, so be prepared to save it.
it_it: La nuova chiave sarà mostrata solo una volta dopo la rigenerazione, quindi preparati a salvarla.
ja_jp: 新しいキーは再生成後に一度だけ表示されるため、保存する準備をしてください。
nb_no: Den nye nøkkelen vil kun vises én gang etter regenerering, så vær forberedt på å lagre den.
nl_nl: De nieuwe sleutel wordt slechts eenmaal getoond na regeneratie, dus wees voorbereid om deze op te slaan.
pt_pt: A nova chave será exibida apenas uma vez após a regeneração, por isso prepare-se para guardá-la.

source: API Key Details
it_it: Dettagli Chiave API
ja_jp: APIキーの詳細
nb_no: API-nøkkeldetaljer
nl_nl: API Sleutel Details
pt_pt: Detalhes da Chave API

source: Yes, regenerate this API key
it_it: Sì, rigenera questa chiave API
ja_jp: はい、このAPIキーを再生成します
nb_no: Ja, regenerer denne API-nøkkelen
nl_nl: Ja, deze API sleutel regenereren
pt_pt: Sim, regenerar esta chave API

source: No, keep current key
it_it: No, mantieni la chiave attuale
ja_jp: いいえ、現在のキーを保持します
nb_no: Nei, behold nåværende nøkkel
nl_nl: Nee, huidige sleutel behouden
pt_pt: Não, manter chave actual

source: Reset Password
it_it: Ripristina Password
ja_jp: パスワードをリセット
nb_no: Tilbakestill passord
nl_nl: Wachtwoord Resetten
pt_pt: Redefinir Palavra-passe

source: Go to Login
it_it: Vai al Login
ja_jp: ログインへ移動
nb_no: Gå til innlogging
nl_nl: Ga naar Inloggen
pt_pt: Ir para Login

source: Request New Reset Link
it_it: Richiedi Nuovo Link di Ripristino
ja_jp: 新しいリセットリンクを要求
nb_no: Be om ny tilbakestillingslenke
nl_nl: Nieuwe Reset Link Aanvragen
pt_pt: Solicitar Novo Link de Redefinição
