Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Priority field for OPENPGPKEY records must be 0 or empty
it_it: Il campo priorità per i record OPENPGPKEY deve essere 0 o vuoto
ja_jp: OPENPGPKEYレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for OPENPGPKEY-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor OPENPGPKEY records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos OPENPGPKEY deve ser 0 ou vazio

source: OPENPGPKEY records should typically be generated using specialized tools like GnuPG with the --print-dane-records option, rather than created manually.
it_it: I record OPENPGPKEY dovrebbero tipicamente essere generati utilizzando strumenti specializzati come GnuPG con l'opzione --print-dane-records, piuttosto che creati manualmente.
ja_jp: OPENPGPKEYレコードは通常、手動で作成するのではなく、--print-dane-recordsオプション付きのGnuPGなどの専用ツールを使用して生成する必要があります。
nb_no: OPENPGPKEY-poster bør vanligvis genereres med spesialiserte verktøy som GnuPG med --print-dane-records alternativet, heller enn å opprettes manuelt.
nl_nl: OPENPGPKEY records moeten doorgaans gegenereerd worden met gespecialiseerde tools zoals GnuPG met de --print-dane-records optie, in plaats van handmatig aangemaakt.
pt_pt: Os registos OPENPGPKEY devem tipicamente ser gerados usando ferramentas especializadas como GnuPG com a opção --print-dane-records, em vez de criados manualmente.

source: OPENPGPKEY record content cannot be empty.
it_it: Il contenuto del record OPENPGPKEY non può essere vuoto.
ja_jp: OPENPGPKEYレコードの内容は空にできません。
nb_no: OPENPGPKEY-postens innhold kan ikke være tomt.
nl_nl: OPENPGPKEY record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo OPENPGPKEY não pode estar vazio.

source: Invalid characters in OPENPGPKEY record content.
it_it: Caratteri non validi nel contenuto del record OPENPGPKEY.
ja_jp: OPENPGPKEYレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i OPENPGPKEY-postens innhold.
nl_nl: Ongeldige karakters in OPENPGPKEY record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo OPENPGPKEY.

source: OPENPGPKEY records must contain valid base64-encoded data.
it_it: I record OPENPGPKEY devono contenere dati codificati in base64 validi.
ja_jp: OPENPGPKEYレコードには有効なbase64エンコードデータが含まれている必要があります。
nb_no: OPENPGPKEY-poster må inneholde gyldig base64-kodet data.
nl_nl: OPENPGPKEY records moeten geldige base64-gecodeerde gegevens bevatten.
pt_pt: Os registos OPENPGPKEY devem conter dados codificados em base64 válidos.

source: OPENPGPKEY record contains invalid base64 data.
it_it: Il record OPENPGPKEY contiene dati base64 non validi.
ja_jp: OPENPGPKEYレコードに無効なbase64データが含まれています。
nb_no: OPENPGPKEY-post inneholder ugyldig base64-data.
nl_nl: OPENPGPKEY record bevat ongeldige base64 gegevens.
pt_pt: O registo OPENPGPKEY contém dados base64 inválidos.

source: OPENPGPKEY record exceeds 4KB in size. RFC 7929 recommends keeping DNS records as small as possible to ensure reliable transport. Consider using a minimal key export format.
it_it: Il record OPENPGPKEY supera i 4KB di dimensione. RFC 7929 raccomanda di mantenere i record DNS il più piccoli possibile per garantire un trasporto affidabile. Considera l'utilizzo di un formato di esportazione chiave minimale.
ja_jp: OPENPGPKEYレコードのサイズが4KBを超えています。RFC 7929では、信頼性の高い転送を確保するためDNSレコードを可能な限り小さく保つことを推奨しています。最小限のキーエクスポート形式の使用を検討してください。
nb_no: OPENPGPKEY-post overstiger 4KB i størrelse. RFC 7929 anbefaler å holde DNS-poster så små som mulig for å sikre pålitelig transport. Vurder å bruke et minimalt nøkkeleksportformat.
nl_nl: OPENPGPKEY record overschrijdt 4KB in grootte. RFC 7929 beveelt aan om DNS records zo klein mogelijk te houden voor betrouwbaar transport. Overweeg een minimaal sleutel export formaat te gebruiken.
pt_pt: O registo OPENPGPKEY excede 4KB de tamanho. A RFC 7929 recomenda manter os registos DNS o mais pequenos possível para garantir transporte fiável. Considere usar um formato de exportação de chave mínimo.

source: OPENPGPKEY record is unusually small. Verify that this is a valid OpenPGP public key.
it_it: Il record OPENPGPKEY è insolitamente piccolo. Verifica che questa sia una chiave pubblica OpenPGP valida.
ja_jp: OPENPGPKEYレコードが異常に小さいです。これが有効なOpenPGP公開鍵であることを確認してください。
nb_no: OPENPGPKEY-post er uvanlig liten. Verifiser at dette er en gyldig OpenPGP offentlig nøkkel.
nl_nl: OPENPGPKEY record is ongewoon klein. Verifieer dat dit een geldige OpenPGP publieke sleutel is.
pt_pt: O registo OPENPGPKEY é invulgarmente pequeno. Verifique que esta é uma chave pública OpenPGP válida.

source: The decoded content does not appear to be a valid OpenPGP packet. OpenPGP packets must start with a byte that has the high bit set (RFC 9580).
it_it: Il contenuto decodificato non sembra essere un pacchetto OpenPGP valido. I pacchetti OpenPGP devono iniziare con un byte che ha il bit alto impostato (RFC 9580).
ja_jp: デコードされた内容は有効なOpenPGPパケットではないようです。OpenPGPパケットは上位ビットが設定されたバイトで始まる必要があります（RFC 9580）。
nb_no: Det dekodede innholdet ser ikke ut til å være en gyldig OpenPGP-pakke. OpenPGP-pakker må starte med en byte som har høyeste bit satt (RFC 9580).
nl_nl: De gedecodeerde inhoud lijkt geen geldig OpenPGP pakket te zijn. OpenPGP pakketten moeten beginnen met een byte waarvan de hoge bit is ingesteld (RFC 9580).
pt_pt: O conteúdo descodificado não parece ser um pacote OpenPGP válido. Os pacotes OpenPGP devem começar com um byte que tem o bit alto definido (RFC 9580).

source: The decoded content does not appear to contain a public key packet (tag 6) or public subkey packet (tag 14) as its first packet.
it_it: Il contenuto decodificato non sembra contenere un pacchetto chiave pubblica (tag 6) o pacchetto sottochiave pubblica (tag 14) come primo pacchetto.
ja_jp: デコードされた内容には、最初のパケットとして公開鍵パケット（タグ6）または公開サブキーパケット（タグ14）が含まれていないようです。
nb_no: Det dekodede innholdet ser ikke ut til å inneholde en offentlig nøkkelpakke (tag 6) eller offentlig undernøkkelpakke (tag 14) som sin første pakke.
nl_nl: De gedecodeerde inhoud lijkt geen publieke sleutel pakket (tag 6) of publieke subsleutel pakket (tag 14) als eerste pakket te bevatten.
pt_pt: O conteúdo descodificado não parece conter um pacote de chave pública (etiqueta 6) ou pacote de subchave pública (etiqueta 14) como seu primeiro pacote.

source: OPENPGPKEY records REQUIRE DNSSEC for any security benefit. Without DNSSEC validation, these records offer no security advantage.
it_it: I record OPENPGPKEY RICHIEDONO DNSSEC per qualsiasi beneficio di sicurezza. Senza validazione DNSSEC, questi record non offrono alcun vantaggio di sicurezza.
ja_jp: OPENPGPKEYレコードはセキュリティ上の利点を得るためにDNSSECが必要です。DNSSEC検証なしでは、これらのレコードはセキュリティ上の利点を提供しません。
nb_no: OPENPGPKEY-poster KREVER DNSSEC for sikkerheetsfordeler. Uten DNSSEC-validering gir disse postene ingen sikkerhetsfordel.
nl_nl: OPENPGPKEY records VEREISEN DNSSEC voor enig beveiligingsvoordeel. Zonder DNSSEC validatie bieden deze records geen beveiligingsvoordeel.
pt_pt: Os registos OPENPGPKEY REQUEREM DNSSEC para qualquer benefício de segurança. Sem validação DNSSEC, estes registos não oferecem vantagem de segurança.

source: OPENPGPKEY records are EXPERIMENTAL as per RFC 7929 and may not be supported by all email clients or OpenPGP implementations.
it_it: I record OPENPGPKEY sono SPERIMENTALI secondo RFC 7929 e potrebbero non essere supportati da tutti i client email o implementazioni OpenPGP.
ja_jp: OPENPGPKEYレコードはRFC 7929に従って実験的であり、すべてのメールクライアントやOpenPGP実装でサポートされているとは限りません。
nb_no: OPENPGPKEY-poster er EKSPERIMENTELLE i henhold til RFC 7929 og støttes kanskje ikke av alle e-postklienter eller OpenPGP-implementasjoner.
nl_nl: OPENPGPKEY records zijn EXPERIMENTEEL volgens RFC 7929 en worden mogelijk niet ondersteund door alle e-mailclients of OpenPGP implementaties.
pt_pt: Os registos OPENPGPKEY são EXPERIMENTAIS conforme RFC 7929 e podem não ser suportados por todos os clientes de e-mail ou implementações OpenPGP.

source: OPENPGPKEY records are not a replacement for the OpenPGP Web of Trust. Additional verification methods are still recommended.
it_it: I record OPENPGPKEY non sono un sostituto della Rete di Fiducia OpenPGP. Sono ancora raccomandati metodi di verifica aggiuntivi.
ja_jp: OPENPGPKEYレコードはOpenPGP Web of Trustの代替ではありません。追加の検証方法が引き続き推奨されます。
nb_no: OPENPGPKEY-poster er ikke en erstatning for OpenPGP Web of Trust. Ytterligere verifikasjonsmetoder anbefales fortsatt.
nl_nl: OPENPGPKEY records zijn geen vervanging voor het OpenPGP Web of Trust. Aanvullende verificatiemethoden worden nog steeds aanbevolen.
pt_pt: Os registos OPENPGPKEY não são um substituto para a Rede de Confiança OpenPGP. Métodos de verificação adicionais são ainda recomendados.

source: To create OPENPGPKEY records, use specialized tools like GnuPG with the --print-dane-records option to ensure correct format and content.
it_it: Per creare record OPENPGPKEY, utilizza strumenti specializzati come GnuPG con l'opzione --print-dane-records per garantire formato e contenuto corretti.
ja_jp: OPENPGPKEYレコードを作成するには、正しい形式と内容を確保するため、--print-dane-recordsオプション付きのGnuPGなどの専用ツールを使用してください。
nb_no: For å opprette OPENPGPKEY-poster, bruk spesialiserte verktøy som GnuPG med --print-dane-records alternativet for å sikre korrekt format og innhold.
nl_nl: Om OPENPGPKEY records aan te maken, gebruik gespecialiseerde tools zoals GnuPG met de --print-dane-records optie om correct formaat en inhoud te garanderen.
pt_pt: Para criar registos OPENPGPKEY, use ferramentas especializadas como GnuPG com a opção --print-dane-records para garantir formato e conteúdo correctos.

source: Invalid value for priority field. NS records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record NS devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。NSレコードの優先度は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. NS-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. NS records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos NS devem ter valor de prioridade 0.

source: Warning: HINFO records reveal potentially sensitive information about host hardware and software that could be useful to attackers. Consider security implications before using in public-facing DNS.
it_it: Avviso: I record HINFO rivelano informazioni potenzialmente sensibili sull'hardware e software dell'host che potrebbero essere utili agli aggressori. Considera le implicazioni di sicurezza prima di utilizzarli in DNS pubblici.
ja_jp: 警告：HINFOレコードは、攻撃者にとって有用となる可能性のあるホストのハードウェアとソフトウェアに関する機密情報を露出します。公開DNSで使用する前にセキュリティへの影響を考慮してください。
nb_no: Advarsel: HINFO-poster avslører potensielt sensitiv informasjon om vertens maskinvare og programvare som kan være nyttig for angripere. Vurder sikkerhetsimplikasjoner før bruk i offentlig DNS.
nl_nl: Waarschuwing: HINFO records onthullen mogelijk gevoelige informatie over host hardware en software die nuttig kan zijn voor aanvallers. Overweeg beveiligingsimplicaties voordat u deze gebruikt in publiek toegankelijke DNS.
pt_pt: Aviso: Os registos HINFO revelam informação potencialmente sensível sobre hardware e software do anfitrião que pode ser útil para atacantes. Considere as implicações de segurança antes de usar em DNS público.

source: Priority field for HINFO records must be 0 or empty
it_it: Il campo priorità per i record HINFO deve essere 0 o vuoto
ja_jp: HINFOレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for HINFO-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor HINFO records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos HINFO deve ser 0 ou vazio

source: HINFO record must have CPU type and OS fields.
it_it: Il record HINFO deve avere campi tipo CPU e OS.
ja_jp: HINFOレコードにはCPUタイプとOSフィールドが必要です。
nb_no: HINFO-post må ha CPU-type og OS-felt.
nl_nl: HINFO record moet CPU type en OS velden hebben.
pt_pt: O registo HINFO deve ter campos de tipo de CPU e SO.

source: HINFO record must have exactly two fields: CPU type and OS.
it_it: Il record HINFO deve avere esattamente due campi: tipo CPU e OS.
ja_jp: HINFOレコードには正確に2つのフィールドが必要です：CPUタイプとOS。
nb_no: HINFO-post må ha nøyaktig to felt: CPU-type og OS.
nl_nl: HINFO record moet precies twee velden hebben: CPU type en OS.
pt_pt: O registo HINFO deve ter exactamente dois campos: tipo de CPU e SO.

source: Invalid quoting in HINFO
it_it: Virgolettatura non valida in HINFO
ja_jp: HINFO内の無効な引用符
nb_no: Ugyldig anførselstegn i HINFO
nl_nl: Ongeldige aanhalingstekens in HINFO
pt_pt: Citação inválida em HINFO

source: Invalid quote marks within HINFO
it_it: Virgolette non valide all'interno di HINFO
ja_jp: HINFO内の無効な引用符
nb_no: Ugyldige anførselstegn inni HINFO
nl_nl: Ongeldige aanhalingstekens binnen HINFO
pt_pt: Aspas inválidas dentro de HINFO

source: CPU type does not contain any standard values. Consider using a standard CPU type for better interoperability.
it_it: Il tipo CPU non contiene valori standard. Considera l'utilizzo di un tipo CPU standard per una migliore interoperabilità.
ja_jp: CPUタイプに標準値が含まれていません。より良い相互運用性のため標準CPUタイプの使用を検討してください。
nb_no: CPU-type inneholder ingen standardverdier. Vurder å bruke en standard CPU-type for bedre interoperabilitet.
nl_nl: CPU type bevat geen standaardwaarden. Overweeg een standaard CPU type te gebruiken voor betere interoperabiliteit.
pt_pt: O tipo de CPU não contém valores padrão. Considere usar um tipo de CPU padrão para melhor interoperabilidade.

source: OS type does not contain any standard values. Consider using a standard OS type for better interoperability.
it_it: Il tipo OS non contiene valori standard. Considera l'utilizzo di un tipo OS standard per una migliore interoperabilità.
ja_jp: OSタイプに標準値が含まれていません。より良い相互運用性のため標準OSタイプの使用を検討してください。
nb_no: OS-type inneholder ingen standardverdier. Vurder å bruke en standard OS-type for bedre interoperabilitet.
nl_nl: OS type bevat geen standaardwaarden. Overweeg een standaard OS type te gebruiken voor betere interoperabiliteit.
pt_pt: O tipo de SO não contém valores padrão. Considere usar um tipo de SO padrão para melhor interoperabilidade.

source: TSIG timestamp is more than 24 hours old. This could indicate a replay attack or clock synchronization issue.
it_it: Il timestamp TSIG ha più di 24 ore. Questo potrebbe indicare un attacco replay o un problema di sincronizzazione dell'orologio.
ja_jp: TSIGタイムスタンプが24時間以上古いです。これはリプレイ攻撃またはクロック同期の問題を示している可能性があります。
nb_no: TSIG-tidsstempel er mer enn 24 timer gammelt. Dette kan indikere et replay-angrep eller klokkesynkroniseringsproblem.
nl_nl: TSIG timestamp is meer dan 24 uur oud. Dit kan duiden op een replay aanval of kloksynchronisatie probleem.
pt_pt: O timestamp TSIG tem mais de 24 horas. Isto pode indicar um ataque de repetição ou problema de sincronização do relógio.

source: TSIG timestamp is set in the future. This could indicate a clock synchronization issue.
it_it: Il timestamp TSIG è impostato nel futuro. Questo potrebbe indicare un problema di sincronizzazione dell'orologio.
ja_jp: TSIGタイムスタンプが未来に設定されています。これはクロック同期の問題を示している可能性があります。
nb_no: TSIG-tidsstempel er satt i fremtiden. Dette kan indikere et klokkesynkroniseringsproblem.
nl_nl: TSIG timestamp is ingesteld in de toekomst. Dit kan duiden op een kloksynchronisatie probleem.
pt_pt: O timestamp TSIG está definido no futuro. Isto pode indicar um problema de sincronização do relógio.

source: TSIG keys should be rotated periodically as a security best practice.
it_it: Le chiavi TSIG dovrebbero essere ruotate periodicamente come buona pratica di sicurezza.
ja_jp: TSIGキーはセキュリティのベストプラクティスとして定期的にローテーションする必要があります。
nb_no: TSIG-nøkler bør roteres periodisk som en sikkerhets-beste praksis.
nl_nl: TSIG sleutels moeten periodiek gerouleerd worden als beste beveiligingspraktijk.
pt_pt: As chaves TSIG devem ser rotacionadas periodicamente como boa prática de segurança.

source: TSIG provides transaction authentication but not data integrity. Consider using DNSSEC in addition to TSIG.
it_it: TSIG fornisce autenticazione delle transazioni ma non integrità dei dati. Considera l'utilizzo di DNSSEC in aggiunta a TSIG.
ja_jp: TSIGはトランザクション認証を提供しますが、データ整合性は提供しません。TSIGに加えてDNSSECの使用を検討してください。
nb_no: TSIG gir transaksjonsautentisering men ikke dataintegritet. Vurder å bruke DNSSEC i tillegg til TSIG.
nl_nl: TSIG biedt transactie-authenticatie maar geen data-integriteit. Overweeg DNSSEC te gebruiken naast TSIG.
pt_pt: O TSIG fornece autenticação de transação mas não integridade de dados. Considere usar DNSSEC além do TSIG.

source: Accurate system clocks are required on both client and server for TSIG to work correctly.
it_it: Orologi di sistema accurati sono richiesti sia sul client che sul server perché TSIG funzioni correttamente.
ja_jp: TSIGが正しく動作するためには、クライアントとサーバーの両方で正確なシステムクロックが必要です。
nb_no: Nøyaktige systemklokker kreves på både klient og tjener for at TSIG skal fungere korrekt.
nl_nl: Nauwkeurige systeemklokken zijn vereist op zowel client als server voor TSIG om correct te werken.
pt_pt: Relógios de sistema precisos são necessários tanto no cliente quanto no servidor para o TSIG funcionar correctamente.

source: TSIG record must contain at least algorithm-name, timestamp, fudge, mac, original-id, error, and other-len separated by spaces.
it_it: Il record TSIG deve contenere almeno algorithm-name, timestamp, fudge, mac, original-id, error e other-len separati da spazi.
ja_jp: TSIGレコードには少なくとも、スペースで区切られたアルゴリズム名、タイムスタンプ、ファッジ、MAC、オリジナルID、エラー、その他の長さが含まれている必要があります。
nb_no: TSIG-post må inneholde minst algoritme-navn, tidsstempel, fudge, mac, original-id, feil, og other-len separert med mellomrom.
nl_nl: TSIG record moet minstens algorithm-name, timestamp, fudge, mac, original-id, error en other-len bevatten gescheiden door spaties.
pt_pt: O registo TSIG deve conter pelo menos algorithm-name, timestamp, fudge, mac, original-id, error e other-len separados por espaços.

source: TSIG algorithm name must be a valid domain name ending with a dot (e.g., hmac-sha256.).
it_it: Il nome algoritmo TSIG deve essere un nome di dominio valido che termina con un punto (es. hmac-sha256.).
ja_jp: TSIGアルゴリズム名はドットで終わる有効なドメイン名である必要があります（例：hmac-sha256.）。
nb_no: TSIG-algoritmenavn må være et gyldig domenenavn som ender med punktum (f.eks. hmac-sha256.).
nl_nl: TSIG algoritme naam moet een geldige domeinnaam zijn eindigend met een punt (bijv. hmac-sha256.).
pt_pt: O nome do algoritmo TSIG deve ser um nome de domínio válido terminando com um ponto (ex: hmac-sha256.).

source: TSIG timestamp must be a non-negative integer.
it_it: Il timestamp TSIG deve essere un numero intero non negativo.
ja_jp: TSIGタイムスタンプは非負の整数である必要があります。
nb_no: TSIG-tidsstempel må være et ikke-negativt heltall.
nl_nl: TSIG timestamp moet een niet-negatief geheel getal zijn.
pt_pt: O timestamp TSIG deve ser um número inteiro não negativo.

source: TSIG fudge must be a non-negative integer.
it_it: Il fudge TSIG deve essere un numero intero non negativo.
ja_jp: TSIGファッジは非負の整数である必要があります。
nb_no: TSIG fudge må være et ikke-negativt heltall.
nl_nl: TSIG fudge moet een niet-negatief geheel getal zijn.
pt_pt: O fudge TSIG deve ser um número inteiro não negativo.

source: TSIG MAC must be a valid base64-encoded string or hexadecimal string.
it_it: Il MAC TSIG deve essere una stringa codificata base64 o esadecimale valida.
ja_jp: TSIG MACは有効なbase64エンコード文字列または16進数文字列である必要があります。
nb_no: TSIG MAC må være en gyldig base64-kodet streng eller heksadesimal streng.
nl_nl: TSIG MAC moet een geldige base64-gecodeerde string of hexadecimale string zijn.
pt_pt: O MAC TSIG deve ser uma string base64 válida ou string hexadecimal.

source: TSIG MAC is too short. RFC 8945 recommends a minimum of 16 octets for security.
it_it: Il MAC TSIG è troppo corto. RFC 8945 raccomanda un minimo di 16 ottetti per la sicurezza.
ja_jp: TSIG MACが短すぎます。RFC 8945ではセキュリティのため最低16オクテットを推奨しています。
nb_no: TSIG MAC er for kort. RFC 8945 anbefaler minimum 16 oktetter for sikkerhet.
nl_nl: TSIG MAC is te kort. RFC 8945 beveelt een minimum van 16 octetten aan voor beveiliging.
pt_pt: O MAC TSIG é muito curto. A RFC 8945 recomenda um mínimo de 16 octetos para segurança.

source: TSIG original ID must be a number between 0 and 65535.
it_it: L'ID originale TSIG deve essere un numero compreso tra 0 e 65535.
ja_jp: TSIGオリジナルIDは0から65535の間の数値である必要があります。
nb_no: TSIG original ID må være et tall mellom 0 og 65535.
nl_nl: TSIG original ID moet een getal tussen 0 en 65535 zijn.
pt_pt: O ID original TSIG deve ser um número entre 0 e 65535.

source: TSIG error must be a valid DNS RCODE number between 0 and 23.
it_it: L'errore TSIG deve essere un numero RCODE DNS valido compreso tra 0 e 23.
ja_jp: TSIGエラーは0から23の間の有効なDNS RCODE番号である必要があります。
nb_no: TSIG-feil må være et gyldig DNS RCODE-nummer mellom 0 og 23.
nl_nl: TSIG error moet een geldig DNS RCODE nummer tussen 0 en 23 zijn.
pt_pt: O erro TSIG deve ser um número RCODE DNS válido entre 0 e 23.

source: TSIG error code 16 (BADSIG) indicates that the signature in the TSIG record is invalid. Check keys and crypto configuration.
it_it: Il codice errore TSIG 16 (BADSIG) indica che la firma nel record TSIG non è valida. Controlla le chiavi e la configurazione crittografica.
ja_jp: TSIGエラーコード16（BADSIG）は、TSIGレコードの署名が無効であることを示します。キーと暗号化設定を確認してください。
nb_no: TSIG-feilkode 16 (BADSIG) indikerer at signaturen i TSIG-posten er ugyldig. Sjekk nøkler og kryptokonfigurasjon.
nl_nl: TSIG foutcode 16 (BADSIG) geeft aan dat de handtekening in het TSIG record ongeldig is. Controleer sleutels en crypto configuratie.
pt_pt: O código de erro TSIG 16 (BADSIG) indica que a assinatura no registo TSIG é inválida. Verifique as chaves e configuração criptográfica.

source: TSIG error code 17 (BADKEY) indicates that the key used in the TSIG record is invalid. Verify the key is configured on both DNS servers.
it_it: Il codice errore TSIG 17 (BADKEY) indica che la chiave utilizzata nel record TSIG non è valida. Verifica che la chiave sia configurata su entrambi i server DNS.
ja_jp: TSIGエラーコード17（BADKEY）は、TSIGレコードで使用されているキーが無効であることを示します。キーが両方のDNSサーバーで設定されていることを確認してください。
nb_no: TSIG-feilkode 17 (BADKEY) indikerer at nøkkelen brukt i TSIG-posten er ugyldig. Verifiser at nøkkelen er konfigurert på begge DNS-tjenere.
nl_nl: TSIG foutcode 17 (BADKEY) geeft aan dat de sleutel gebruikt in het TSIG record ongeldig is. Verifieer dat de sleutel is geconfigureerd op beide DNS servers.
pt_pt: O código de erro TSIG 17 (BADKEY) indica que a chave usada no registo TSIG é inválida. Verifique se a chave está configurada em ambos os servidores DNS.

source: TSIG error code 18 (BADTIME) indicates that the timestamp in the TSIG record is outside the allowed time window. Check clock synchronization.
it_it: Il codice errore TSIG 18 (BADTIME) indica che il timestamp nel record TSIG è fuori dalla finestra temporale consentita. Controlla la sincronizzazione dell'orologio.
ja_jp: TSIGエラーコード18（BADTIME）は、TSIGレコードのタイムスタンプが許可された時間枠外にあることを示します。クロック同期を確認してください。
nb_no: TSIG-feilkode 18 (BADTIME) indikerer at tidsstempelet i TSIG-posten er utenfor tillatt tidsvindu. Sjekk klokkesynkronisering.
nl_nl: TSIG foutcode 18 (BADTIME) geeft aan dat de timestamp in het TSIG record buiten het toegestane tijdvenster valt. Controleer kloksynchronisatie.
pt_pt: O código de erro TSIG 18 (BADTIME) indica que o timestamp no registo TSIG está fora da janela de tempo permitida. Verifique a sincronização do relógio.
