Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Invalid value for priority field. APL records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record APL devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。APLレコードの優先度は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. APL-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. APL records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos APL devem ter valor de prioridade 0.

source: Invalid APL element format. Expected [!]afi:address/prefix.
it_it: Formato elemento APL non valido. Previsto [!]afi:indirizzo/prefisso.
ja_jp: 無効なAPL要素形式です。[!]afi:address/prefix形式が期待されます。
nb_no: Ugyldig APL-elementformat. Forventet [!]afi:adresse/prefiks.
nl_nl: Ongeldig APL element formaat. Verwacht [!]afi:adres/prefix.
pt_pt: Formato de elemento APL inválido. Esperado [!]afi:endereço/prefixo.

source: Invalid Address Family Identifier (AFI). Must be 1 for IPv4 or 2 for IPv6.
it_it: Identificatore Famiglia Indirizzo (AFI) non valido. Deve essere 1 per IPv4 o 2 per IPv6.
ja_jp: 無効なアドレスファミリ識別子（AFI）です。IPv4の場合は1、IPv6の場合は2である必要があります。
nb_no: Ugyldig adressefamilieidentifikator (AFI). Må være 1 for IPv4 eller 2 for IPv6.
nl_nl: Ongeldige Address Family Identifier (AFI). Moet 1 voor IPv4 of 2 voor IPv6 zijn.
pt_pt: Identificador de Família de Endereços (AFI) inválido. Deve ser 1 para IPv4 ou 2 para IPv6.

source: Invalid IPv4 address in APL record.
it_it: Indirizzo IPv4 non valido nel record APL.
ja_jp: APLレコード内の無効なIPv4アドレスです。
nb_no: Ugyldig IPv4-adresse i APL-post.
nl_nl: Ongeldig IPv4 adres in APL record.
pt_pt: Endereço IPv4 inválido no registo APL.

source: IPv4 prefix must be between 0 and 32.
it_it: Il prefisso IPv4 deve essere compreso tra 0 e 32.
ja_jp: IPv4プレフィックスは0から32の間である必要があります。
nb_no: IPv4-prefiks må være mellom 0 og 32.
nl_nl: IPv4 prefix moet tussen 0 en 32 liggen.
pt_pt: O prefixo IPv4 deve estar entre 0 e 32.

source: Invalid IPv6 address in APL record.
it_it: Indirizzo IPv6 non valido nel record APL.
ja_jp: APLレコード内の無効なIPv6アドレスです。
nb_no: Ugyldig IPv6-adresse i APL-post.
nl_nl: Ongeldig IPv6 adres in APL record.
pt_pt: Endereço IPv6 inválido no registo APL.

source: IPv6 prefix must be between 0 and 128.
it_it: Il prefisso IPv6 deve essere compreso tra 0 e 128.
ja_jp: IPv6プレフィックスは0から128の間である必要があります。
nb_no: IPv6-prefiks må være mellom 0 og 128.
nl_nl: IPv6 prefix moet tussen 0 en 128 liggen.
pt_pt: O prefixo IPv6 deve estar entre 0 e 128.

source: Using APL records for AXFR access control should be combined with other security measures as noted in RFC 3123.
it_it: L'utilizzo di record APL per il controllo accesso AXFR dovrebbe essere combinato con altre misure di sicurezza come notato nell'RFC 3123.
ja_jp: AXFRアクセス制御にAPLレコードを使用する場合は、RFC 3123で言及されているように他のセキュリティ対策と組み合わせる必要があります。
nb_no: Bruk av APL-poster for AXFR-tilgangskontroll bør kombineres med andre sikkerhetstiltak som notert i RFC 3123.
nl_nl: Het gebruik van APL records voor AXFR toegangscontrole moet gecombineerd worden met andere beveiligingsmaatregelen zoals vermeld in RFC 3123.
pt_pt: Usar registos APL para controlo de acesso AXFR deve ser combinado com outras medidas de segurança como notado na RFC 3123.

source: Note: NID records are used for the ILNP protocol, which is experimental (RFC 6740, 6742).
it_it: Nota: I record NID sono utilizzati per il protocollo ILNP, che è sperimentale (RFC 6740, 6742).
ja_jp: 注意：NIDレコードは実験的なILNPプロトコル（RFC 6740、6742）で使用されます。
nb_no: Merk: NID-poster brukes for ILNP-protokollen, som er eksperimentell (RFC 6740, 6742).
nl_nl: Opmerking: NID records worden gebruikt voor het ILNP protocol, dat experimenteel is (RFC 6740, 6742).
pt_pt: Nota: Os registos NID são usados para o protocolo ILNP, que é experimental (RFC 6740, 6742).

source: NID record content cannot be empty.
it_it: Il contenuto del record NID non può essere vuoto.
ja_jp: NIDレコードの内容は空にできません。
nb_no: NID-postens innhold kan ikke være tomt.
nl_nl: NID record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo NID não pode estar vazio.

source: NID record content must be in format xxxx:xxxx:xxxx:xxxx with 4 groups of 4 hexadecimal digits.
it_it: Il contenuto del record NID deve essere nel formato xxxx:xxxx:xxxx:xxxx con 4 gruppi di 4 cifre esadecimali.
ja_jp: NIDレコードの内容は、4つの16進数グループでxxxx:xxxx:xxxx:xxxx形式である必要があります。
nb_no: NID-postens innhold må være i format xxxx:xxxx:xxxx:xxxx med 4 grupper av 4 heksadesimale siffer.
nl_nl: NID record inhoud moet in formaat xxxx:xxxx:xxxx:xxxx zijn met 4 groepen van 4 hexadecimale cijfers.
pt_pt: O conteúdo do registo NID deve estar no formato xxxx:xxxx:xxxx:xxxx com 4 grupos de 4 dígitos hexadecimais.

source: NID record content must have exactly 4 groups of hexadecimal digits.
it_it: Il contenuto del record NID deve avere esattamente 4 gruppi di cifre esadecimali.
ja_jp: NIDレコードの内容は正確に4つの16進数グループを持つ必要があります。
nb_no: NID-postens innhold må ha nøyaktig 4 grupper av heksadesimale siffer.
nl_nl: NID record inhoud moet precies 4 groepen hexadecimale cijfers hebben.
pt_pt: O conteúdo do registo NID deve ter exactamente 4 grupos de dígitos hexadecimais.

source: NID record content must be a 64-bit hexadecimal value (16 hex characters or xxxx:xxxx:xxxx:xxxx format).
it_it: Il contenuto del record NID deve essere un valore esadecimale a 64 bit (16 caratteri hex o formato xxxx:xxxx:xxxx:xxxx).
ja_jp: NIDレコードの内容は64ビット16進数値（16個の16進文字またはxxxx:xxxx:xxxx:xxxx形式）である必要があります。
nb_no: NID-postens innhold må være en 64-bit heksadesimal verdi (16 hex-tegn eller xxxx:xxxx:xxxx:xxxx format).
nl_nl: NID record inhoud moet een 64-bit hexadecimale waarde zijn (16 hex karakters of xxxx:xxxx:xxxx:xxxx formaat).
pt_pt: O conteúdo do registo NID deve ser um valor hexadecimal de 64 bits (16 caracteres hex ou formato xxxx:xxxx:xxxx:xxxx).

source: NID records should use the RFC 6742 presentation format (xxxx:xxxx:xxxx:xxxx) with colons for better readability.
it_it: I record NID dovrebbero utilizzare il formato di presentazione RFC 6742 (xxxx:xxxx:xxxx:xxxx) con i due punti per una migliore leggibilità.
ja_jp: NIDレコードは可読性を高めるため、コロン付きのRFC 6742表示形式（xxxx:xxxx:xxxx:xxxx）を使用する必要があります。
nb_no: NID-poster bør bruke RFC 6742 presentasjonsformat (xxxx:xxxx:xxxx:xxxx) med kolon for bedre lesbarhet.
nl_nl: NID records moeten het RFC 6742 presentatieformaat (xxxx:xxxx:xxxx:xxxx) met dubbele punten gebruiken voor betere leesbaarheid.
pt_pt: Os registos NID devem usar o formato de apresentação RFC 6742 (xxxx:xxxx:xxxx:xxxx) com dois pontos para melhor legibilidade.

source: Invalid NID record: The Group bit (g bit, least significant bit of first byte) MUST be 0 in ILNP as specified in RFC 6742.
it_it: Record NID non valido: Il bit Gruppo (bit g, bit meno significativo del primo byte) DEVE essere 0 in ILNP come specificato nell'RFC 6742.
ja_jp: 無効なNIDレコード：RFC 6742で指定されているように、ILNPではグループビット（gビット、最初のバイトの最下位ビット）は0である必要があります。
nb_no: Ugyldig NID-post: Group-biten (g-bit, minst signifikante bit av første byte) MÅ være 0 i ILNP som spesifisert i RFC 6742.
nl_nl: Ongeldig NID record: De Group bit (g bit, minst significante bit van eerste byte) MOET 0 zijn in ILNP zoals gespecificeerd in RFC 6742.
pt_pt: Registo NID inválido: O bit de Grupo (bit g, bit menos significativo do primeiro byte) DEVE ser 0 no ILNP conforme especificado na RFC 6742.

source: The universal/local bit (u/l bit) is set to universal (0), indicating this NID is based on a globally unique identifier.
it_it: Il bit universale/locale (bit u/l) è impostato su universale (0), indicando che questo NID è basato su un identificatore globalmente unico.
ja_jp: ユニバーサル/ローカルビット（u/lビット）がユニバーサル（0）に設定されており、このNIDがグローバル一意識別子に基づいていることを示しています。
nb_no: Universal/lokal-biten (u/l-bit) er satt til universal (0), som indikerer at denne NID er basert på en globalt unik identifikator.
nl_nl: De universal/local bit (u/l bit) is ingesteld op universal (0), wat aangeeft dat deze NID gebaseerd is op een globaal unieke identificatie.
pt_pt: O bit universal/local (bit u/l) está definido como universal (0), indicando que este NID é baseado num identificador globalmente único.

source: The universal/local bit (u/l bit) is set to local (1), indicating this NID is locally assigned and not globally unique.
it_it: Il bit universale/locale (bit u/l) è impostato su locale (1), indicando che questo NID è assegnato localmente e non globalmente unico.
ja_jp: ユニバーサル/ローカルビット（u/lビット）がローカル（1）に設定されており、このNIDがローカルに割り当てられておりグローバル一意ではないことを示しています。
nb_no: Universal/lokal-biten (u/l-bit) er satt til lokal (1), som indikerer at denne NID er lokalt tildelt og ikke globalt unik.
nl_nl: De universal/local bit (u/l bit) is ingesteld op local (1), wat aangeeft dat deze NID lokaal toegewezen is en niet globaal uniek.
pt_pt: O bit universal/local (bit u/l) está definido como local (1), indicando que este NID é atribuído localmente e não é globalmente único.

source: A zero NodeID value is unusual and may indicate a configuration error.
it_it: Un valore NodeID zero è insolito e può indicare un errore di configurazione.
ja_jp: ゼロのNodeID値は異常であり、設定エラーを示している可能性があります。
nb_no: En null NodeID-verdi er uvanlig og kan indikere en konfigurasjonsfeil.
nl_nl: Een nul NodeID waarde is ongewoon en kan duiden op een configuratiefout.
pt_pt: Um valor NodeID zero é incomum e pode indicar um erro de configuração.

source: An all-ones NodeID value is unusual and may indicate a configuration error.
it_it: Un valore NodeID tutto-uno è insolito e può indicare un errore di configurazione.
ja_jp: すべて1のNodeID値は異常であり、設定エラーを示している可能性があります。
nb_no: En NodeID-verdi med bare enere er uvanlig og kan indikere en konfigurasjonsfeil.
nl_nl: Een all-ones NodeID waarde is ongewoon en kan duiden op een configuratiefout.
pt_pt: Um valor NodeID de todos uns é incomum e pode indicar um erro de configuração.

source: NID record preference must be a number.
it_it: La preferenza del record NID deve essere un numero.
ja_jp: NIDレコードの優先度は数値である必要があります。
nb_no: NID-postens preferanse må være et tall.
nl_nl: De voorkeur voor NID-records moet een getal zijn.
pt_pt: A preferência do registo NID deve ser um número.

source: NID record preference must be between 0 and 65535.
it_it: La preferenza del record NID deve essere compresa tra 0 e 65535.
ja_jp: NIDレコードの優先度は0から65535の間である必要があります。
nb_no: NID-postens preferanse må være mellom 0 og 65535.
nl_nl: NID record voorkeur moet tussen 0 en 65535 liggen.
pt_pt: A preferência do registo NID deve estar entre 0 e 65535.

source: ALIAS target must be a fully qualified domain name (FQDN).
it_it: Il target ALIAS deve essere un nome di dominio completamente qualificato (FQDN).
ja_jp: ALIASターゲットは完全修飾ドメイン名（FQDN）である必要があります。
nb_no: ALIAS-mål må være et fullstendig kvalifisert domenenavn (FQDN).
nl_nl: ALIAS-doel moet een volledig gekwalificeerde domeinnaam (FQDN) zijn.
pt_pt: O destino ALIAS deve ser um nome de domínio totalmente qualificado (FQDN).

source: ALIAS target cannot point to itself, as this would create a resolution loop.
it_it: Il target ALIAS non può puntare a se stesso, poiché questo creerebbe un loop di risoluzione.
ja_jp: ALIASターゲットは自分自身を指すことはできません。これにより解決ループが作成されます。
nb_no: ALIAS-mål kan ikke peke på seg selv, da dette ville skape en oppløsningsløkke.
nl_nl: ALIAS doel kan niet naar zichzelf verwijzen, omdat dit een resolutielus zou creëren.
pt_pt: O destino ALIAS não pode apontar para si mesmo, pois isso criaria um loop de resolução.

source: Invalid value for priority field. ALIAS records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record ALIAS devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。ALIASレコードの優先度は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. ALIAS-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. ALIAS records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos ALIAS devem ter valor de prioridade 0.

source: Content field cannot be empty.
it_it: Il campo contenuto non può essere vuoto.
ja_jp: コンテンツフィールドは空にできません。
nb_no: Innholdsfeltet kan ikke være tomt.
nl_nl: Inhoudsveld kan niet leeg zijn.
pt_pt: O campo conteúdo não pode estar vazio.

source: NSEC record content cannot be empty.
it_it: Il contenuto del record NSEC non può essere vuoto.
ja_jp: NSECレコードの内容は空にできません。
nb_no: NSEC-postens innhold kan ikke være tomt.
nl_nl: NSEC record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo NSEC não pode estar vazio.

source: NSEC record contains invalid characters.
it_it: Il record NSEC contiene caratteri non validi.
ja_jp: NSECレコードに無効な文字が含まれています。
nb_no: NSEC-post inneholder ugyldige tegn.
nl_nl: NSEC record bevat ongeldige karakters.
pt_pt: O registo NSEC contém caracteres inválidos.

source: According to RFC 4034, NSEC records should have the same TTL as the SOA minimum TTL field.
it_it: Secondo RFC 4034, i record NSEC dovrebbero avere lo stesso TTL del campo TTL minimo SOA.
ja_jp: RFC 4034によると、NSECレコードはSOA最小TTLフィールドと同じTTLを持つ必要があります。
nb_no: I henhold til RFC 4034 bør NSEC-poster ha samme TTL som SOA minimum TTL-felt.
nl_nl: Volgens RFC 4034 moeten NSEC records dezelfde TTL hebben als het SOA minimum TTL veld.
pt_pt: De acordo com a RFC 4034, os registos NSEC devem ter o mesmo TTL que o campo TTL mínimo do SOA.

source: NSEC records enable "zone walking", allowing enumeration of all names in a zone, which may be a privacy concern.
it_it: I record NSEC abilitano il "zone walking", permettendo l'enumerazione di tutti i nomi in una zona, il che può essere un problema di privacy.
ja_jp: NSECレコードは「ゾーンウォーキング」を可能にし、ゾーン内のすべての名前の列挙を許可するため、プライバシーの懸念となる場合があります。
nb_no: NSEC-poster muliggjør "zone walking", som tillater opplisting av alle navn i en sone, noe som kan være et personvernproblem.
nl_nl: NSEC records maken "zone walking" mogelijk, wat enumeratie van alle namen in een zone toestaat, wat een privacykwestie kan zijn.
pt_pt: Os registos NSEC permitem "caminhada de zona", permitindo enumeração de todos os nomes numa zona, o que pode ser uma preocupação de privacidade.

source: If zone enumeration is a concern, consider using NSEC3 records (RFC 5155) instead, which use hashed owner names.
it_it: Se l'enumerazione di zona è un problema, considera l'utilizzo di record NSEC3 (RFC 5155) invece, che utilizzano nomi proprietari hashati.
ja_jp: ゾーンの列挙が懸念される場合は、ハッシュ化された所有者名を使用するNSEC3レコード（RFC 5155）の使用を検討してください。
nb_no: Hvis soneopplisting er en bekymring, vurder å bruke NSEC3-poster (RFC 5155) i stedet, som bruker hash-krypterte eiernavn.
nl_nl: Als zone-enumeratie een probleem is, overweeg dan het gebruik van NSEC3 records (RFC 5155) in plaats daarvan, die gehashte eigenaarsnamen gebruiken.
pt_pt: Se a enumeração de zona é uma preocupação, considere usar registos NSEC3 (RFC 5155) em vez disso, que usam nomes de proprietário com hash.

source: NSEC records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
it_it: I record NSEC fanno parte di DNSSEC e dovrebbero essere gestiti solo insieme ad altri record DNSSEC (DNSKEY, RRSIG, ecc.).
ja_jp: NSECレコードはDNSSECの一部であり、他のDNSSECレコード（DNSKEY、RRSIGなど）と併せて管理する必要があります。
nb_no: NSEC-poster er del av DNSSEC og bør kun administreres sammen med andre DNSSEC-poster (DNSKEY, RRSIG, osv.).
nl_nl: NSEC records zijn onderdeel van DNSSEC en moeten alleen beheerd worden samen met andere DNSSEC records (DNSKEY, RRSIG, etc.).
pt_pt: Os registos NSEC fazem parte do DNSSEC e devem ser geridos apenas juntamente com outros registos DNSSEC (DNSKEY, RRSIG, etc.).

source: Manually editing NSEC records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
it_it: La modifica manuale dei record NSEC non è raccomandata in quanto sono tipicamente generati automaticamente da nameserver consapevoli di DNSSEC.
ja_jp: NSECレコードは通常DNSSEC対応ネームサーバーによって自動生成されるため、手動での編集は推奨されません。
nb_no: Manuell redigering av NSEC-poster anbefales ikke da de vanligvis genereres automatisk av DNSSEC-kompatible navnetjenere.
nl_nl: Handmatig bewerken van NSEC records wordt niet aanbevolen omdat ze doorgaans automatisch gegenereerd worden door DNSSEC-bewuste nameservers.
pt_pt: A edição manual de registos NSEC não é recomendada pois são tipicamente gerados automaticamente por servidores de nomes compatíveis com DNSSEC.

source: Wildcard names in NSEC records require special handling. According to RFC 4035, wildcard owner names appear in NSEC records without expansion.
it_it: I nomi wildcard nei record NSEC richiedono gestione speciale. Secondo RFC 4035, i nomi proprietari wildcard appaiono nei record NSEC senza espansione.
ja_jp: NSECレコード内のワイルドカード名は特別な処理が必要です。RFC 4035によると、ワイルドカード所有者名はNSECレコードに展開されずに表示されます。
nb_no: Wildcard-navn i NSEC-poster krever spesiell håndtering. I henhold til RFC 4035 vises wildcard-eiernavn i NSEC-poster uten utvidelse.
nl_nl: Wildcard namen in NSEC records vereisen speciale behandeling. Volgens RFC 4035 verschijnen wildcard eigenaarsnamen in NSEC records zonder uitbreiding.
pt_pt: Nomes wildcard em registos NSEC requerem tratamento especial. De acordo com a RFC 4035, nomes de proprietário wildcard aparecem em registos NSEC sem expansão.

source: NSEC record must contain a valid next domain name.
it_it: Il record NSEC deve contenere un nome di dominio successivo valido.
ja_jp: NSECレコードには有効な次のドメイン名が含まれている必要があります。
nb_no: NSEC-post må inneholde et gyldig neste domenenavn.
nl_nl: NSEC record moet een geldige volgende domeinnaam bevatten.
pt_pt: O registo NSEC deve conter um próximo nome de domínio válido.

source: The next domain name field must be the next owner name in canonical ordering of the zone. Canonical ordering is case-insensitive and sorts by labels from right to left.
it_it: Il campo nome di dominio successivo deve essere il prossimo nome proprietario nell'ordinamento canonico della zona. L'ordinamento canonico è insensibile alle maiuscole e ordina per etichette da destra a sinistra.
ja_jp: 次のドメイン名フィールドは、ゾーンの正規順序での次の所有者名である必要があります。正規順序は大文字小文字を区別せず、右から左にラベル順でソートされます。
nb_no: Neste domenenavn-felt må være neste eiernavn i kanonisk rekkefølge av sonen. Kanonisk rekkefølge er ikke følsom for store/små bokstaver og sorterer etter etiketter fra høyre til venstre.
nl_nl: Het volgende domeinnaam veld moet de volgende eigenaarsnaam zijn in canonieke volgorde van de zone. Canonieke volgorde is hoofdletterongevoelig en sorteert op labels van rechts naar links.
pt_pt: O campo próximo nome de domínio deve ser o próximo nome de proprietário na ordenação canónica da zona. A ordenação canónica é insensível a maiúsculas e ordena por etiquetas da direita para a esquerda.

source: If this is the last NSEC record in the zone, the next domain name should be the zone apex (the owner name of the zone's SOA RR).
it_it: Se questo è l'ultimo record NSEC nella zona, il nome di dominio successivo dovrebbe essere l'apice della zona (il nome proprietario del RR SOA della zona).
ja_jp: これがゾーンの最後のNSECレコードである場合、次のドメイン名はゾーンの頂点（ゾーンのSOA RRの所有者名）である必要があります。
nb_no: Hvis dette er den siste NSEC-posten i sonen, bør neste domenenavn være sonetoppen (eiernavnet til sonens SOA RR).
nl_nl: Als dit het laatste NSEC record in de zone is, moet de volgende domeinnaam de zone apex zijn (de eigenaarsnaam van de zone's SOA RR).
pt_pt: Se este é o último registo NSEC na zona, o próximo nome de domínio deve ser o apex da zona (o nome de proprietário do RR SOA da zona).

source: Type bit maps should be present to indicate which RR types exist at the NSEC owner name. An empty type bitmap is unusual.
it_it: Le mappe di bit tipo dovrebbero essere presenti per indicare quali tipi RR esistono al nome proprietario NSEC. Una mappa di bit tipo vuota è insolita.
ja_jp: NSEC所有者名にどのRRタイプが存在するかを示すため、タイプビットマップが存在する必要があります。空のタイプビットマップは異常です。
nb_no: Type bit-kart bør være til stede for å indikere hvilke RR-typer som finnes ved NSEC-eiernavnet. Et tomt type-bitkart er uvanlig.
nl_nl: Type bit maps moeten aanwezig zijn om aan te geven welke RR types bestaan bij de NSEC eigenaarsnaam. Een lege type bitmap is ongewoon.
pt_pt: Mapas de bits de tipo devem estar presentes para indicar quais tipos RR existem no nome de proprietário NSEC. Um mapa de bits de tipo vazio é incomum.

source: Numeric type "%s" should be represented using the RFC 3597 format (TYPE###).
it_it: Il tipo numerico "%s" dovrebbe essere rappresentato utilizzando il formato RFC 3597 (TYPE###).
ja_jp: 数値タイプ「%s」はRFC 3597形式（TYPE###）を使用して表現する必要があります。
nb_no: Numerisk type "%s" bør representeres med RFC 3597 format (TYPE###).
nl_nl: Numeriek type "%s" moet worden weergegeven met het RFC 3597 formaat (TYPE###).
pt_pt: O tipo numérico "%s" deve ser representado usando o formato RFC 3597 (TYPE###).

source: NSEC record contains an invalid record type: %s
it_it: Il record NSEC contiene un tipo di record non valido: %s
ja_jp: NSECレコードに無効なレコードタイプが含まれています：%s
nb_no: NSEC-post inneholder en ugyldig posttype: %s
nl_nl: NSEC record bevat een ongeldig recordtype: %s
pt_pt: O registo NSEC contém um tipo de registo inválido: %s

source: NSEC type should typically be present in its own type bit map, as each name in a signed zone should have an NSEC record.
it_it: Il tipo NSEC dovrebbe tipicamente essere presente nella propria mappa di bit tipo, poiché ogni nome in una zona firmata dovrebbe avere un record NSEC.
ja_jp: 署名されたゾーン内の各名前にはNSECレコードが必要であるため、NSECタイプは通常自身のタイプビットマップに存在する必要があります。
nb_no: NSEC-type bør vanligvis være til stede i sitt eget type-bitkart, da hvert navn i en signert sone bør ha en NSEC-post.
nl_nl: NSEC type moet doorgaans aanwezig zijn in zijn eigen type bit map, omdat elke naam in een ondertekende zone een NSEC record moet hebben.
pt_pt: O tipo NSEC deve tipicamente estar presente no seu próprio mapa de bits de tipo, pois cada nome numa zona assinada deve ter um registo NSEC.

source: RRSIG type should typically be present in NSEC type bit maps for DNSSEC-signed zones.
it_it: Il tipo RRSIG dovrebbe tipicamente essere presente nelle mappe di bit tipo NSEC per le zone firmate DNSSEC.
ja_jp: DNSSEC署名ゾーンでは、RRSIGタイプは通常NSECタイプビットマップに存在する必要があります。
nb_no: RRSIG-type bør vanligvis være til stede i NSEC type-bitkart for DNSSEC-signerte soner.
nl_nl: RRSIG type moet doorgaans aanwezig zijn in NSEC type bit maps voor DNSSEC-ondertekende zones.
pt_pt: O tipo RRSIG deve tipicamente estar presente em mapas de bits de tipo NSEC para zonas assinadas com DNSSEC.

source: This NSEC record contains both SOA and NS types, indicating it might be for a zone apex.
it_it: Questo record NSEC contiene sia tipi SOA che NS, indicando che potrebbe essere per un apice di zona.
ja_jp: このNSECレコードにはSOAとNSの両方のタイプが含まれており、ゾーンの頂点のものである可能性があることを示しています。
nb_no: Denne NSEC-posten inneholder både SOA- og NS-typer, som indikerer at den kan være for en sonetopp.
nl_nl: Dit NSEC record bevat zowel SOA als NS types, wat aangeeft dat het mogelijk voor een zone apex is.
pt_pt: Este registo NSEC contém tipos SOA e NS, indicando que pode ser para um apex de zona.

source: The record name does not follow the standard OPENPGPKEY format (<hash>._openpgpkey.<domain>). Standard format is recommended for interoperability.
it_it: Il nome del record non segue il formato OPENPGPKEY standard (<hash>._openpgpkey.<dominio>). Il formato standard è raccomandato per l'interoperabilità.
ja_jp: レコード名が標準のOPENPGPKEY形式（<hash>._openpgpkey.<domain>）に従っていません。相互運用性のため標準形式を推奨します。
nb_no: Postnavnet følger ikke standard OPENPGPKEY-format (<hash>._openpgpkey.<domain>). Standardformat anbefales for interoperabilitet.
nl_nl: De recordnaam volgt niet het standaard OPENPGPKEY formaat (<hash>._openpgpkey.<domain>). Standaard formaat wordt aanbevolen voor interoperabiliteit.
pt_pt: O nome do registo não segue o formato OPENPGPKEY padrão (<hash>._openpgpkey.<domínio>). O formato padrão é recomendado para interoperabilidade.
