Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: The page you are looking for does not exist.
it_it: La pagina che si sta cercando non esiste.
ja_jp: お探しのページは存在しません。
nb_no: Siden du leter etter finnes ikke.
nl_nl: De pagina die u zoekt bestaat niet.
pt_pt: A página que procura não existe.

source: This could be because:
it_it: Questo potrebbe essere perché:
ja_jp: これは次の理由によるものです：
nb_no: Dette kan skyldes:
nl_nl: Dit kan zijn omdat:
pt_pt: Isto pode dever-se a:

source: The URL is incorrect or has been mistyped
it_it: L'URL è errato o è stato digitato male
ja_jp: URLが間違っているか、入力ミスがあります
nb_no: URL-en er feil eller har blitt skrevet feil
nl_nl: De URL is onjuist of verkeerd getypt
pt_pt: O URL está incorreto ou foi digitado incorretamente

source: The page has been moved or deleted
it_it: La pagina è stata spostata o eliminata
ja_jp: ページが移動または削除されています
nb_no: Siden har blitt flyttet eller slettet
nl_nl: De pagina is verplaatst of verwijderd
pt_pt: A página foi movida ou eliminada

source: You do not have permission to access this page
it_it: Non si dispone del permesso di accedere a questa pagina
ja_jp: このページにアクセスする権限がありません
nb_no: Du har ikke tillatelse til å få tilgang til denne siden
nl_nl: U hebt geen toestemming om deze pagina te bezoeken
pt_pt: Não tem permissão para aceder a esta página

source: Go to Homepage
it_it: Vai alla Homepage
ja_jp: ホームページに移動
nb_no: Gå til hjemmeside
nl_nl: Ga naar Homepage
pt_pt: Ir para a Página Inicial

source: Go Back
it_it: Torna Indietro
ja_jp: 戻る
nb_no: Gå tilbake
nl_nl: Ga Terug
pt_pt: Voltar

source: Add Supermaster
it_it: Aggiungi Supermaster
ja_jp: スーパーマスターを追加
nb_no: Legg til supermaster
nl_nl: Supermaster Toevoegen
pt_pt: Adicionar Supermestre

source: About Supermasters
it_it: Informazioni sui Supermasters
ja_jp: スーパーマスターについて
nb_no: Om supermastere
nl_nl: Over Supermasters
pt_pt: Acerca dos Supermestres

source: What is a Supermaster?
it_it: Cos'è un Supermaster?
ja_jp: スーパーマスターとは何ですか？
nb_no: Hva er en supermaster?
nl_nl: Wat is een Supermaster?
pt_pt: O que é um Supermestre?

source: A supermaster is a PowerDNS authoritative server that automatically pushes new zones to its slaves.
it_it: Un supermaster è un server autorevole PowerDNS che spinge automaticamente nuove zone ai suoi slave.
ja_jp: スーパーマスターは、新しいゾーンを自動的にスレーブサーバーにプッシュするPowerDNS権威サーバーです。
nb_no: En supermaster er en PowerDNS autoritativ server som automatisk sender nye soner til sine slaver.
nl_nl: Een supermaster is een PowerDNS autoritaire server die automatisch nieuwe zones naar zijn slaves pusht.
pt_pt: Um supermestre é um servidor autoritativo PowerDNS que envia automaticamente novas zonas para os seus secundários.

source: How it works
it_it: Come funziona
ja_jp: 動作原理
nb_no: Hvordan det fungerer
nl_nl: Hoe het werkt
pt_pt: Como funciona

source: When a slave receives a notification from a supermaster, it adds the domain and sets the supermaster's IP address as the master address.
it_it: Quando uno slave riceve una notifica da un supermaster, aggiunge il dominio e imposta l'indirizzo IP del supermaster come indirizzo master.
ja_jp: スレーブがスーパーマスターから通知を受信すると、ドメインを追加し、スーパーマスターのIPアドレスをマスターアドレスとして設定します。
nb_no: Når en slave mottar en varsling fra en supermaster, legger den til domenet og setter supermasterens IP-adresse som masteradresse.
nl_nl: Wanneer een slave een notificatie ontvangt van een supermaster, voegt het het domein toe en stelt het IP adres van de supermaster in als master adres.
pt_pt: Quando um secundário recebe uma notificação de um supermestre, adiciona o domínio e define o endereço IP do supermestre como o endereço mestre.

source: Important Notes
it_it: Note Importanti
ja_jp: 重要な注意事項
nb_no: Viktige merknader
nl_nl: Belangrijke Opmerkingen
pt_pt: Notas Importantes

source: The hostname must match exactly what appears in the NS record of the zone.
it_it: L'hostname deve corrispondere esattamente a quello che appare nel record NS della zona.
ja_jp: ホスト名は、ゾーンのNSレコードに表示される内容と正確に一致する必要があります。
nb_no: Vertsnavnet må samsvare nøyaktig med det som vises i NS-posten til sonen.
nl_nl: De hostnaam moet exact overeenkomen met wat verschijnt in het NS record van de zone.
pt_pt: O nome do anfitrião deve corresponder exatamente ao que aparece no registo NS da zona.

source: Ensure your firewall allows DNS notifications between masters and slaves.
it_it: Assicurati che il tuo firewall permetta le notifiche DNS tra master e slave.
ja_jp: ファイアウォールがマスターとスレーブ間のDNS通知を許可することを確認してください。
nb_no: Sørg for at brannmuren din tillater DNS-varslinger mellom mastere og slaver.
nl_nl: Zorg ervoor dat uw firewall DNS notificaties tussen masters en slaves toestaat.
pt_pt: Certifique-se de que a sua firewall permite notificações DNS entre mestres e secundários.

source: Log in
it_it: Accedi
ja_jp: ログイン
nb_no: Logg inn
nl_nl: Inloggen
pt_pt: Iniciar sessão

source: Please provide a username
it_it: Fornisci un nome utente
ja_jp: ユーザー名を入力してください
nb_no: Vennligst oppgi et brukernavn
nl_nl: Geef een gebruikersnaam op
pt_pt: Por favor, forneça um nome de utilizador

source: Language
it_it: Lingua
ja_jp: 言語
nb_no: Språk
nl_nl: Taal
pt_pt: Idioma

source: Forgot your password?
it_it: Hai dimenticato la password?
ja_jp: パスワードを忘れましたか？
nb_no: Glemt passordet ditt?
nl_nl: Wachtwoord vergeten?
pt_pt: Esqueceu-se da sua palavra-passe?

source: IP Version
it_it: Versione IP
ja_jp: IPバージョン
nb_no: IP-versjon
nl_nl: IP Versie
pt_pt: Versão IP

source: IPv4 network
it_it: Rete IPv4
ja_jp: IPv4ネットワーク
nb_no: IPv4-nettverk
nl_nl: IPv4 netwerk
pt_pt: Rede IPv4

source: IPv6 (/64 network)
it_it: IPv6 (rete /64)
ja_jp: IPv6（/64ネットワーク）
nb_no: IPv6 (/64 nettverk)
nl_nl: IPv6 (/64 netwerk)
pt_pt: IPv6 (rede /64)

source: Network Prefix
it_it: Prefisso di Rete
ja_jp: ネットワークプレフィックス
nb_no: Nettverksprefiks
nl_nl: Netwerk Prefix
pt_pt: Prefixo de Rede

source: Select from existing reverse zones
it_it: Seleziona da zone inverse esistenti
ja_jp: 既存の逆引きゾーンから選択
nb_no: Velg fra eksisterende reverserte soner
nl_nl: Selecteer uit bestaande reverse zones
pt_pt: Selecionar de zonas inversas existentes

source: Please provide a network prefix
it_it: Fornisci un prefisso di rete
ja_jp: ネットワークプレフィックスを入力してください
nb_no: Vennligst oppgi et nettverksprefiks
nl_nl: Geef een netwerk prefix op
pt_pt: Por favor, forneça um prefixo de rede

source: e.g., "192.168.1.0/24" or "10.0.0.0/20"
it_it: es. "192.168.1.0/24" o "10.0.0.0/20"
ja_jp: 例：「192.168.1.0/24」または「10.0.0.0/20」
nb_no: f.eks. "192.168.1.0/24" eller "10.0.0.0/20"
nl_nl: bijv. "192.168.1.0/24" of "10.0.0.0/20"
pt_pt: ex., "192.168.1.0/24" ou "10.0.0.0/20"

source: e.g., "2001:db8:1:1"
it_it: es. "2001:db8:1:1"
ja_jp: 例：「2001:db8:1:1」
nb_no: f.eks. "2001:db8:1:1"
nl_nl: bijv. "2001:db8:1:1"
pt_pt: ex., "2001:db8:1:1"

source: Host Prefix
it_it: Prefisso Host
ja_jp: ホストプレフィックス
nb_no: Vertsprefiks
pt_pt: Prefixo do Anfitrião

source: Optional
it_it: Opzionale
ja_jp: オプション
nb_no: Valgfritt
nl_nl: Optioneel
pt_pt: Opcional

source: Leave empty to use just the domain for PTR records
it_it: Lascia vuoto per usare solo il dominio per i record PTR
ja_jp: PTRレコードにドメインのみを使用する場合は空のままにしてください
nb_no: La stå tomt for å bare bruke domenet for PTR-poster
nl_nl: Laat leeg om alleen het domein te gebruiken voor PTR records
pt_pt: Deixe vazio para usar apenas o domínio para registos PTR

source: Required
it_it: Obbligatorio
ja_jp: 必須
nb_no: Påkrevd
nl_nl: Verplicht
pt_pt: Obrigatório

source: IPv6 Count
it_it: Conteggio IPv6
ja_jp: IPv6カウント
nb_no: IPv6-antall
nl_nl: IPv6 Aantal
pt_pt: Contagem IPv6

source: Using default TTL value from configuration
it_it: Usando il valore TTL predefinito dalla configurazione
ja_jp: 設定からデフォルトTTL値を使用
nb_no: Bruker standard TTL-verdi fra konfigurasjonen
nl_nl: Gebruik standaard TTL waarde uit configuratie
pt_pt: A utilizar valor TTL predefinido da configuração

source: Create forward A/AAAA records in primary zone
it_it: Crea record A/AAAA diretti nella zona primaria
ja_jp: プライマリゾーンに正引きA/AAAAレコードを作成
nb_no: Opprett fremadrettet A/AAAA-poster i primær sone
nl_nl: Maak forward A/AAAA records aan in primaire zone
pt_pt: Criar registos A/AAAA diretos na zona primária

source: Create PTRs only for existing A records in forward zone
it_it: Crea PTR solo per record A esistenti nella zona diretta
ja_jp: 正引きゾーンの既存のAレコードに対してのみPTRを作成
nb_no: Opprett PTR-er bare for eksisterende A-poster i fremadrettet sone
nl_nl: Maak alleen PTR's aan voor bestaande A records in forward zone
pt_pt: Criar PTRs apenas para registos A existentes na zona direta

source: When checked, PTR records will only be created for IPs that have corresponding A records in the specified domain
it_it: Quando selezionato, i record PTR saranno creati solo per IP che hanno record A corrispondenti nel dominio specificato
ja_jp: チェックすると、指定されたドメインに対応するAレコードがあるIPに対してのみPTRレコードが作成されます
nb_no: Når merket av vil PTR-poster bare bli opprettet for IP-er som har tilsvarende A-poster i det spesifiserte domenet
nl_nl: Wanneer aangevinkt worden PTR records alleen aangemaakt voor IP's die overeenkomende A records hebben in het gespecificeerde domein
pt_pt: Quando marcado, os registos PTR serão criados apenas para IPs que tenham registos A correspondentes no domínio especificado

source: Create PTR Records
it_it: Crea Record PTR
ja_jp: PTRレコードを作成
nb_no: Opprett PTR-poster
nl_nl: PTR Records Aanmaken
pt_pt: Criar Registos PTR

source: PTR Record Information
it_it: Informazioni Record PTR
ja_jp: PTRレコード情報
nb_no: PTR-postinformasjon
nl_nl: PTR Record Informatie
pt_pt: Informações do Registo PTR

source: Important Information
it_it: Informazioni Importanti
ja_jp: 重要な情報
nb_no: Viktig informasjon
nl_nl: Belangrijke Informatie
pt_pt: Informações Importantes

source: This tool creates PTR records in bulk. Two modes are available:
it_it: Questo strumento crea record PTR in lotto. Sono disponibili due modalità:
ja_jp: このツールはPTRレコードを一括作成します。2つのモードが利用できます：
nb_no: Dette verktøyet oppretter PTR-poster i bulk. To moduser er tilgjengelige:
nl_nl: Deze tool maakt PTR records in bulk aan. Twee modi zijn beschikbaar:
pt_pt: Esta ferramenta cria registos PTR em massa. Dois modos estão disponíveis:

source: All IPs
it_it: Tutti gli IP
ja_jp: すべてのIP
nb_no: Alle IP-er
nl_nl: Alle IP's
pt_pt: Todos os IPs

source: Creates PTR records for every IP in the network range
it_it: Crea record PTR per ogni IP nell'intervallo di rete
ja_jp: ネットワーク範囲内のすべてのIPにPTRレコードを作成
nb_no: Oppretter PTR-poster for hver IP i nettverksområdet
nl_nl: Maakt PTR records aan voor elke IP in het netwerkbereik
pt_pt: Cria registos PTR para todos os IPs na gama de rede

source: Matching only
it_it: Solo corrispondenti
ja_jp: マッチングのみ
nb_no: Kun matchende
nl_nl: Alleen overeenkomende
pt_pt: Apenas correspondentes

source: Creates PTR records only for IPs that have existing A records in the forward zone
it_it: Crea record PTR solo per IP che hanno record A esistenti nella zona diretta
ja_jp: 正引きゾーンに既存のAレコードがあるIPにのみPTRレコードを作成
nb_no: Oppretter PTR-poster bare for IP-er som har eksisterende A-poster i den fremadrettede sonen
nl_nl: Maakt PTR records alleen aan voor IP's die bestaande A records hebben in de forward zone
pt_pt: Cria registos PTR apenas para IPs que tenham registos A existentes na zona direta

source: For IPv4, supported networks are:
it_it: Per IPv4, le reti supportate sono:
ja_jp: IPv4の場合、サポートされるネットワークは：
nb_no: For IPv4 er støttede nettverk:
nl_nl: Voor IPv4 zijn ondersteunde netwerken:
pt_pt: Para IPv4, as redes suportadas são:

source: Requirements
it_it: Requisiti
ja_jp: 要件
nb_no: Krav
nl_nl: Vereisten
pt_pt: Requisitos

source: You must have the appropriate reverse zone already created in PowerDNS before using this feature.
it_it: Devi avere la zona inversa appropriata già creata in PowerDNS prima di usare questa funzionalità.
ja_jp: この機能を使用する前に、PowerDNSで適切な逆引きゾーンを作成しておく必要があります。
nb_no: Du må ha den tilhørende reverse-sonen allerede opprettet i PowerDNS før du bruker denne funksjonen.
nl_nl: U moet de juiste reverse zone al aangemaakt hebben in PowerDNS voordat u deze functie gebruikt.
pt_pt: Deve ter a zona inversa apropriada já criada no PowerDNS antes de utilizar esta funcionalidade.

source: For example:
it_it: Per esempio:
ja_jp: 例：
nb_no: For eksempel:
nl_nl: Bijvoorbeeld:
pt_pt: Por exemplo:

source: For network 192.168.1.0/24, you need a reverse zone for 1.168.192.in-addr.arpa
it_it: Per la rete 192.168.1.0/24, hai bisogno di una zona inversa per 1.168.192.in-addr.arpa
ja_jp: ネットワーク192.168.1.0/24の場合、1.168.192.in-addr.arpaの逆引きゾーンが必要です
nb_no: For nettverket 192.168.1.0/24 trenger du en reverse-sone for 1.168.192.in-addr.arpa
nl_nl: Voor netwerk 192.168.1.0/24 hebt u een reverse zone nodig voor 1.168.192.in-addr.arpa
pt_pt: Para a rede 192.168.1.0/24, precisa de uma zona inversa para 1.168.192.in-addr.arpa

source: For larger networks, you will need the corresponding reverse zones (e.g., 168.192.in-addr.arpa for a /16 network)
it_it: Per reti più grandi, avrai bisogno delle zone inverse corrispondenti (es. 168.192.in-addr.arpa per una rete /16)
ja_jp: より大きなネットワークの場合、対応する逆引きゾーンが必要です（例：/16ネットワークの場合は168.192.in-addr.arpa）
nb_no: For større nettverk trenger du de tilsvarende reverse-sonene (f.eks. 168.192.in-addr.arpa for et /16 nettverk)
nl_nl: Voor grotere netwerken hebt u de overeenkomende reverse zones nodig (bijv. 168.192.in-addr.arpa voor een /16 netwerk)
pt_pt: Para redes maiores, irá precisar das zonas inversas correspondentes (ex.: 168.192.in-addr.arpa para uma rede /16)

source: Quick Tips
it_it: Suggerimenti Rapidi
ja_jp: クイックヒント
nb_no: Raske tips
nl_nl: Snelle Tips
pt_pt: Dicas Rápidas

source: Use the dropdown button next to Network Prefix to select from existing reverse zones
it_it: Usa il pulsante dropdown accanto a Prefisso di Rete per selezionare da zone inverse esistenti
ja_jp: ネットワークプレフィックスの隣のドロップダウンボタンを使用して、既存の逆引きゾーンから選択してください
nb_no: Bruk rullegardinknappen ved siden av Nettverksprefiks for å velge blant eksisterende reverse-soner
nl_nl: Gebruik de dropdown knop naast Netwerk Prefix om te selecteren uit bestaande reverse zones
pt_pt: Use o botão de menu junto ao Prefixo de Rede para seleccionar das zonas inversas existentes

source: Use "Create PTRs only for existing A records" to populate PTRs based on your forward zone
it_it: Usa "Crea PTR solo per record A esistenti" per popolare i PTR basati sulla tua zona diretta
ja_jp: 「既存のAレコードに対してのみPTRを作成」を使用して、正引きゾーンに基づいてPTRを設定してください
nb_no: Bruk "Opprett PTR-poster kun for eksisterende A-poster" for å fylle ut PTR-poster basert på din fremover-sone
nl_nl: Gebruik "Maak alleen PTR's aan voor bestaande A records" om PTR's te vullen gebaseerd op uw forward zone
pt_pt: Use "Criar PTRs apenas para registos A existentes" para popular PTRs baseados na sua zona directa

source: Use the Host Prefix field to add a prefix to all hostnames when creating all IPs
it_it: Usa il campo Prefisso Host per aggiungere un prefisso a tutti gli hostname quando crei tutti gli IP
ja_jp: すべてのIPを作成する際に、ホストプレフィックスフィールドを使用してすべてのホスト名にプレフィックスを追加してください
nb_no: Bruk Vertsprefiks-feltet for å legge til et prefiks til alle vertsnavn når du oppretter alle IP-adresser
nl_nl: Gebruik het Host Prefix veld om een prefix toe te voegen aan alle hostnamen bij het aanmaken van alle IP's
pt_pt: Use o campo Prefixo de Host para adicionar um prefixo a todos os nomes de host ao criar todos os IPs

source: Check "Create forward A/AAAA records" to automatically create matching forward records (disabled when using matching mode)
it_it: Spunta "Crea record A/AAAA diretti" per creare automaticamente record diretti corrispondenti (disabilitato quando usi la modalità di corrispondenza)
ja_jp: 「正引きA/AAAAレコードを作成」をチェックして、対応する正引きレコードを自動作成してください（マッチングモード使用時は無効）
nb_no: Kryss av for "Opprett fremover A/AAAA-poster" for å automatisk opprette tilsvarende fremover-poster (deaktivert når matchende modus brukes)
nl_nl: Vink "Maak forward A/AAAA records aan" aan om automatisch overeenkomende forward records te maken (uitgeschakeld bij gebruik van overeenkomende modus)
pt_pt: Marque "Criar registos A/AAAA directos" para criar automaticamente registos directos correspondentes (desativado ao usar modo de correspondência)

source: Add record
it_it: Aggiungi record
ja_jp: レコードを追加
nb_no: Legg til post
nl_nl: Record toevoegen
pt_pt: Adicionar registo

source: After adding this record, remember to update the zones using this template by clicking "Update zones" on the template page.
it_it: Dopo aver aggiunto questo record, ricorda di aggiornare le zone che usano questo modello cliccando "Aggiorna zone" nella pagina del modello.
ja_jp: このレコードを追加した後、テンプレートページで「ゾーンを更新」をクリックして、このテンプレートを使用するゾーンを更新することを忘れないでください。
nb_no: Etter å ha lagt til denne posten, husk å oppdatere sonene som bruker denne malen ved å klikke "Oppdater soner" på malsiden.
nl_nl: Na het toevoegen van dit record, vergeet niet de zones die dit sjabloon gebruiken bij te werken door op "Zones bijwerken" te klikken op de sjabloonpagina.
pt_pt: Após adicionar este registo, lembre-se de atualizar as zonas que usam este modelo clicando em "Actualizar zonas" na página do modelo.

source: Add record to zone template
it_it: Aggiungi record al modello di zona
ja_jp: ゾーンテンプレートにレコードを追加
nb_no: Legg til post i sonemal
nl_nl: Record toevoegen aan zone sjabloon
pt_pt: Adicionar registo ao modelo de zona

source: Create a new record for this zone template
it_it: Crea un nuovo record per questo modello di zona
ja_jp: このゾーンテンプレートの新しいレコードを作成
nb_no: Opprett en ny post for denne sonemalen
nl_nl: Maak een nieuw record aan voor dit zone sjabloon
pt_pt: Criar um novo registo para este modelo de zona

source: Delete Permission Template
it_it: Elimina Modello di Permessi
ja_jp: 権限テンプレートを削除
nb_no: Slett tillatelsesmal
nl_nl: Machtigingssjabloon Verwijderen
pt_pt: Eliminar Modelo de Permissão

source: You are about to delete the permission template
it_it: Si sta per eliminare il modello di permessi
ja_jp: 権限テンプレートを削除しようとしています
nb_no: Du er i ferd med å slette tillatelsesmalen
nl_nl: U staat op het punt het machtigingssjabloon te verwijderen
pt_pt: Está prestes a eliminar o modelo de permissão

source: This template is currently assigned to
it_it: Questo modello è attualmente assegnato a
ja_jp: このテンプレートは現在次に割り当てられています：
nb_no: Denne malen er for øyeblikket tildelt
nl_nl: Dit sjabloon is momenteel toegewezen aan
pt_pt: Este modelo está actualmente atribuído a

source: users
it_it: utenti
ja_jp: ユーザー
nb_no: brukere
nl_nl: gebruikers
pt_pt: utilizadores

source: Yes, delete this template
it_it: Sì, elimina questo modello
ja_jp: はい、このテンプレートを削除します
nb_no: Ja, slett denne malen
nl_nl: Ja, dit sjabloon verwijderen
pt_pt: Sim, eliminar este modelo

source: No, keep this template
it_it: No, mantieni questo modello
ja_jp: いいえ、このテンプレートを保持します
nb_no: Nei, behold denne malen
nl_nl: Nee, dit sjabloon behouden
pt_pt: Não, manter este modelo

source: Add API Key
it_it: Aggiungi Chiave API
ja_jp: APIキーを追加
nb_no: Legg til API-nøkkel
nl_nl: API Sleutel Toevoegen
pt_pt: Adicionar Chave API

source: My application
it_it: La mia applicazione
ja_jp: マイアプリケーション
nb_no: Min applikasjon
nl_nl: Mijn applicatie
pt_pt: Nome da aplicação

source: Provide a name for this API key
it_it: Fornisci un nome per questa chiave API
ja_jp: このAPIキーの名前を入力してください
nb_no: Oppgi et navn for denne API-nøkkelen
nl_nl: Geef een naam voor deze API sleutel
pt_pt: Forneça um nome para esta chave API

source: Create API Key
it_it: Crea Chiave API
ja_jp: APIキーを作成
nb_no: Opprett API-nøkkel
nl_nl: API Sleutel Aanmaken
pt_pt: Criar Chave API

source: When you create a new API key, you will be shown the key only ONCE. Make sure to save it in a secure place, as you won't be able to retrieve it later.
it_it: Quando crei una nuova chiave API, ti sarà mostrata la chiave solo UNA VOLTA. Assicurati di salvarla in un posto sicuro, perché non potrai recuperarla in seguito.
ja_jp: 新しいAPIキーを作成すると、キーは一度だけ表示されます。後で取得できないため、安全な場所に保存してください。
nb_no: Når du oppretter en ny API-nøkkel, vil du få se nøkkelen kun ÉN GANG. Sørg for å lagre den på et sikkert sted, da du ikke vil kunne hente den senere.
nl_nl: Wanneer u een nieuwe API sleutel aanmaakt, wordt de sleutel slechts EENMAAL getoond. Zorg ervoor dat u deze op een veilige plaats opslaat, omdat u deze later niet meer kunt ophalen.
pt_pt: Quando criar uma nova chave API, a chave será mostrada apenas UMA VEZ. Certifique-se de que a guarda num local seguro, pois não conseguirá recuperá-la mais tarde.

source: If you lose the key, you'll need to regenerate it.
it_it: Se perdi la chiave, dovrai rigenerarla.
ja_jp: キーを紛失した場合は、再生成する必要があります。
nb_no: Hvis du mister nøkkelen, må du regenerere den.
nl_nl: Als u de sleutel kwijtraakt, moet u deze regenereren.
pt_pt: Se perder a chave, terá de a regenerar.

source: Edit
it_it: Modifica
ja_jp: 編集
nb_no: Rediger
nl_nl: Bewerken
pt_pt: Editar

source: Add new record
it_it: Aggiungi nuovo record
ja_jp: 新しいレコードを追加
nb_no: Legg til ny post
nl_nl: Nieuw record toevoegen
pt_pt: Adicionar novo registo

source: Multi-record mode
it_it: Modalità multi-record
ja_jp: マルチレコードモード
nb_no: Flerpost-modus
nl_nl: Multi-record modus
pt_pt: Modo multi-registo

source: Bulk add
it_it: Aggiunta in lotto
ja_jp: 一括追加
nb_no: Masseinnlegging
nl_nl: Bulk toevoegen
pt_pt: Adição em lote

source: Failed to add
it_it: Impossibile aggiungere
ja_jp: 追加に失敗しました
nb_no: Kunne ikke legge til
nl_nl: Toevoegen mislukt
pt_pt: Falha ao adicionar

source: record(s). Please check the record format.
it_it: record. Controlla il formato del record.
ja_jp: レコード。レコード形式を確認してください。
nb_no: post(er). Vennligst sjekk postformatet.
nl_nl: record(s). Controleer het record formaat.
pt_pt: registo(s). Por favor, verifique o formato do registo.

source: Failed to add records. Please check the record format.
it_it: Impossibile aggiungere i record. Controlla il formato dei record.
ja_jp: レコードの追加に失敗しました。レコード形式を確認してください。
nb_no: Kunne ikke legge til poster. Vennligst sjekk postformatet.
nl_nl: Records toevoegen mislukt. Controleer het record formaat.
pt_pt: Falha ao adicionar registos. Por favor, verifique o formato do registo.

source: Content validation failed:
it_it: Validazione del contenuto fallita:
ja_jp: 内容の検証に失敗しました：
nb_no: Innholdsvalidering feilet:
nl_nl: Inhoud validatie mislukt:
pt_pt: Falha na validação do conteúdo:

source: Invalid value for record type
it_it: Valore non valido per il tipo di record
ja_jp: レコードタイプの値が無効です
nb_no: Ugyldig verdi for posttype
nl_nl: Ongeldige waarde voor record type
pt_pt: Valor inválido para o tipo de registo

source: Please provide all required information.
it_it: Fornisci tutte le informazioni richieste.
ja_jp: 必要な情報をすべて入力してください。
nb_no: Vennligst oppgi all nødvendig informasjon.
nl_nl: Geef alle vereiste informatie op.
pt_pt: Por favor, forneça toda a informação obrigatória.

source: Add PTR
it_it: Aggiungi PTR
ja_jp: PTRを追加
nb_no: Legg til PTR
nl_nl: PTR Toevoegen
pt_pt: Adicionar PTR

source: Add A/AAAA
it_it: Aggiungi A/AAAA
ja_jp: A/AAAAを追加
nb_no: Legg til A/AAAA
nl_nl: A/AAAA Toevoegen
pt_pt: Adicionar A/AAAA

source: Invalid hostname format
it_it: Formato hostname non valido
ja_jp: ホスト名の形式が無効です
nb_no: Ugyldig vertsnavnformat
nl_nl: Ongeldig hostnaam formaat
pt_pt: Formato de nome de host inválido

source: This record already exists
it_it: Questo record esiste già
ja_jp: このレコードは既に存在します
nb_no: Denne posten eksisterer allerede
nl_nl: Dit record bestaat al
pt_pt: Este registo já existe

source: Invalid priority
it_it: Priorità non valida
ja_jp: 優先度が無効です
nb_no: Ugyldig prioritet
nl_nl: Ongeldige prioriteit
pt_pt: Prioridade inválida

source: Invalid TTL value
it_it: Valore TTL non valido
ja_jp: TTL値が無効です
nb_no: Ugyldig TTL-verdi
nl_nl: Ongeldige TTL waarde
pt_pt: Valor TTL inválido

source: Provide TTL
it_it: Fornisci TTL
ja_jp: TTLを入力してください
nb_no: Oppgi TTL
nl_nl: Geef TTL op
pt_pt: Forneça TTL
