Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: When using domain name gateways, ensure both forward and reverse DNS records exist and are properly secured with DNSSEC.
it_it: Quando si utilizzano gateway con nome di dominio, assicurarsi che esistano sia i record DNS diretti che inversi e che siano protetti correttamente con DNSSEC.
ja_jp: ドメイン名ゲートウェイを使用する場合、正引きと逆引きの両方のDNSレコードが存在し、DNSSECで適切に保護されていることを確認してください。
nb_no: Ved bruk av domenenavn gateways, sørg for at både fremover og bakover DNS poster eksisterer og er skikkelig sikret med DNSSEC.
nl_nl: Bij het gebruik van domeinnaamgateways, zorg ervoor dat zowel voorwaartse als omgekeerde DNS-records bestaan en goed beveiligd zijn met DNSSEC.
pt_pt: Ao usar gateways de nome de domínio, certifique-se de que existem registos DNS directos e inversos e estão devidamente protegidos com DNSSEC.

source: Invalid characters in IPSECKEY record content.
it_it: Caratteri non validi nel contenuto del record IPSECKEY.
ja_jp: IPSECKEYレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i IPSECKEY-postinnhold.
nl_nl: Ongeldige tekens in IPSECKEY-recordinhoud.
pt_pt: Caracteres inválidos no conteúdo do registo IPSECKEY.

source: IPSECKEY record must contain precedence, gateway type, algorithm, gateway, and public key.
it_it: Il record IPSECKEY deve contenere precedenza, tipo di gateway, algoritmo, gateway e chiave pubblica.
ja_jp: IPSECKEYレコードには優先度、ゲートウェイタイプ、アルゴリズム、ゲートウェイ、公開鍵が含まれている必要があります。
nb_no: IPSECKEY-post må inneholde prioritet, gateway-type, algoritme, gateway og offentlig nøkkel.
nl_nl: IPSECKEY-record moet precedence, gatewaytype, algoritme, gateway en publieke sleutel bevatten.
pt_pt: O registo IPSECKEY deve conter precedência, tipo de gateway, algoritmo, gateway e chave pública.

source: IPSECKEY precedence must be a number between 0 and 255.
it_it: La precedenza IPSECKEY deve essere un numero compreso tra 0 e 255.
ja_jp: IPSECKEYの優先度は0から255の間の数値である必要があります。
nb_no: IPSECKEY-prioritet må være et tall mellom 0 og 255.
nl_nl: IPSECKEY-precedence moet een getal tussen 0 en 255 zijn.
pt_pt: A precedência IPSECKEY deve ser um número entre 0 e 255.

source: IPSECKEY gateway type must be 0 (No gateway), 1 (IPv4), 2 (IPv6), or 3 (Domain name)
it_it: Il tipo di gateway IPSECKEY deve essere 0 (Nessun gateway), 1 (IPv4), 2 (IPv6), o 3 (Nome di dominio)
ja_jp: IPSECKEYゲートウェイタイプは0（ゲートウェイなし）、1（IPv4）、2（IPv6）、3（ドメイン名）のいずれかである必要があります
nb_no: IPSECKEY gateway-type må være 0 (Ingen gateway), 1 (IPv4), 2 (IPv6), eller 3 (Domenenavn)
nl_nl: IPSECKEY-gatewaytype moet 0 (Geen gateway), 1 (IPv4), 2 (IPv6) of 3 (Domeinnaam) zijn
pt_pt: O tipo de gateway IPSECKEY deve ser 0 (Sem gateway), 1 (IPv4), 2 (IPv6), ou 3 (Nome de domínio)

source: IPSECKEY algorithm must be 0 (No key), 1 (RSA), 2 (DSA), 3 (ECDSA), or 4 (Ed25519).
it_it: L'algoritmo IPSECKEY deve essere 0 (Nessuna chiave), 1 (RSA), 2 (DSA), 3 (ECDSA), o 4 (Ed25519).
ja_jp: IPSECKEYアルゴリズムは0（キーなし）、1（RSA）、2（DSA）、3（ECDSA）、4（Ed25519）のいずれかである必要があります。
nb_no: IPSECKEY-algoritme må være 0 (Ingen nøkkel), 1 (RSA), 2 (DSA), 3 (ECDSA), eller 4 (Ed25519).
nl_nl: IPSECKEY-algoritme moet 0 (Geen sleutel), 1 (RSA), 2 (DSA), 3 (ECDSA) of 4 (Ed25519) zijn.
pt_pt: O algoritmo IPSECKEY deve ser 0 (Sem chave), 1 (RSA), 2 (DSA), 3 (ECDSA), ou 4 (Ed25519).

source: For gateway type 0 (No gateway), gateway must be ".".
it_it: Per il tipo di gateway 0 (Nessun gateway), il gateway deve essere ".".
ja_jp: ゲートウェイタイプ0（ゲートウェイなし）の場合、ゲートウェイは「.」である必要があります。
nb_no: For gateway-type 0 (Ingen gateway), må gateway være ".".
nl_nl: Voor gatewaytype 0 (Geen gateway), moet gateway "." zijn.
pt_pt: Para tipo de gateway 0 (Sem gateway), o gateway deve ser ".".

source: For gateway type 1, gateway must be a valid IPv4 address.
it_it: Per il tipo di gateway 1, il gateway deve essere un indirizzo IPv4 valido.
ja_jp: ゲートウェイタイプ1の場合、ゲートウェイは有効なIPv4アドレスである必要があります。
nb_no: For gateway-type 1, må gateway være en gyldig IPv4-adresse.
nl_nl: Voor gatewaytype 1 moet gateway een geldig IPv4-adres zijn.
pt_pt: Para tipo de gateway 1, o gateway deve ser um endereço IPv4 válido.

source: For gateway type 2, gateway must be a valid IPv6 address.
it_it: Per il tipo di gateway 2, il gateway deve essere un indirizzo IPv6 valido.
ja_jp: ゲートウェイタイプ2の場合、ゲートウェイは有効なIPv6アドレスである必要があります。
nb_no: For gateway-type 2, må gateway være en gyldig IPv6-adresse.
nl_nl: Voor gatewaytype 2 moet gateway een geldig IPv6-adres zijn.
pt_pt: Para tipo de gateway 2, o gateway deve ser um endereço IPv6 válido.

source: For gateway type 3, gateway must be a valid domain name.
it_it: Per il tipo di gateway 3, il gateway deve essere un nome di dominio valido.
ja_jp: ゲートウェイタイプ3の場合、ゲートウェイは有効なドメイン名である必要があります。
nb_no: For gateway-type 3, må gateway være et gyldig domenenavn.
nl_nl: Voor gatewaytype 3 moet gateway een geldige domeinnaam zijn.
pt_pt: Para tipo de gateway 3, o gateway deve ser um nome de domínio válido.

source: IPSECKEY public key is required when algorithm is not 0.
it_it: La chiave pubblica IPSECKEY è richiesta quando l'algoritmo non è 0.
ja_jp: アルゴリズムが0でない場合、IPSECKEY公開鍵が必要です。
nb_no: IPSECKEY offentlig nøkkel er påkrevd når algoritmen ikke er 0.
nl_nl: IPSECKEY publieke sleutel is vereist wanneer algoritme niet 0 is.
pt_pt: A chave pública IPSECKEY é obrigatória quando o algoritmo não é 0.

source: IPSECKEY public key must be properly Base64 encoded.
it_it: La chiave pubblica IPSECKEY deve essere codificata correttamente in Base64.
ja_jp: IPSECKEY公開鍵は適切にBase64エンコードされている必要があります。
nb_no: IPSECKEY offentlig nøkkel må være riktig Base64-kodet.
nl_nl: IPSECKEY publieke sleutel moet correct Base64-gecodeerd zijn.
pt_pt: A chave pública IPSECKEY deve estar devidamente codificada em Base64.

source: RSA keys should follow the format defined in RFC 3110.
it_it: Le chiavi RSA dovrebbero seguire il formato definito nell'RFC 3110.
ja_jp: RSAキーはRFC 3110で定義された形式に従う必要があります。
nb_no: RSA-nøkler bør følge formatet definert i RFC 3110.
nl_nl: RSA-sleutels moeten het formaat volgen zoals gedefinieerd in RFC 3110.
pt_pt: As chaves RSA devem seguir o formato definido na RFC 3110.

source: DSA keys should follow the format defined in RFC 2536.
it_it: Le chiavi DSA dovrebbero seguire il formato definito nell'RFC 2536.
ja_jp: DSAキーはRFC 2536で定義された形式に従う必要があります。
nb_no: DSA-nøkler bør følge formatet definert i RFC 2536.
nl_nl: DSA-sleutels moeten het formaat volgen zoals gedefinieerd in RFC 2536.
pt_pt: As chaves DSA devem seguir o formato definido na RFC 2536.

source: When algorithm is 0 (No key), the public key field is typically empty or ignored.
it_it: Quando l'algoritmo è 0 (Nessuna chiave), il campo chiave pubblica è tipicamente vuoto o ignorato.
ja_jp: アルゴリズムが0（キーなし）の場合、公開鍵フィールドは通常空であるか、無視されます。
nb_no: Når algoritmen er 0 (Ingen nøkkel), er offentlig nøkkel-feltet vanligvis tomt eller ignorert.
nl_nl: Wanneer algoritme 0 (Geen sleutel) is, is het publieke sleutelveld doorgaans leeg of wordt genegeerd.
pt_pt: Quando o algoritmo é 0 (Sem chave), o campo de chave pública é tipicamente vazio ou ignorado.

source: You can not point a NS or MX record to a CNAME record. Remove or rename the CNAME record first, or take another name.
it_it: Non è possibile puntare un record NS o MX a un record CNAME. Rimuovere o rinominare prima il record CNAME, o usa un altro nome.
ja_jp: NSまたはMXレコードをCNAMEレコードに向けることはできません。最初にCNAMEレコードを削除するか名前を変更するか、別の名前を使用してください。
nb_no: Du kan ikke peke en NS- eller MX-post til en CNAME-post. Fjern eller gi nytt navn til CNAME-posten først, eller velg et annet navn.
nl_nl: U kunt geen NS- of MX-record naar een CNAME-record verwijzen. Verwijder of hernoem eerst het CNAME-record, of neem een andere naam.
pt_pt: Não pode apontar um registo NS ou MX para um registo CNAME. Remova ou mude o nome do registo CNAME primeiro, ou use outro nome.

source: Invalid characters in hostname.
it_it: Caratteri non validi nel nome host.
ja_jp: ホスト名に無効な文字があります。
nb_no: Ugyldige tegn i vertsnavn.
nl_nl: Ongeldige tekens in hostnaam.
pt_pt: Caracteres inválidos no nome do anfitrião.

source: Name appears to be in SRV record format. For TLSA with SRV (RFC 7673), ensure:
it_it: Il nome sembra essere in formato record SRV. Per TLSA con SRV (RFC 7673), assicurarsi che:
ja_jp: 名前がSRVレコード形式のようです。SRVでのTLSA（RFC 7673）の場合、以下を確認してください：
nb_no: Navnet ser ut til å være i SRV-postformat. For TLSA med SRV (RFC 7673), sørg for:
nl_nl: Naam lijkt in SRV-recordformaat te zijn. Voor TLSA met SRV (RFC 7673), zorg ervoor dat:
pt_pt: O nome parece estar no formato de registo SRV. Para TLSA com SRV (RFC 7673), certifique-se de que:

source: 1. The entire chain of SRV lookups must be DNSSEC-signed
it_it: 1. L'intera catena di ricerche SRV deve essere firmata DNSSEC
ja_jp: 1. SRVルックアップの全チェーンがDNSSEC署名されている必要があります
nb_no: 1. Hele kjeden av SRV-oppslag må være DNSSEC-signert
nl_nl: 1. De gehele keten van SRV-opzoekingen moet DNSSEC-ondertekend zijn
pt_pt: 1. Toda a cadeia de consultas SRV deve estar assinada por DNSSEC

source: 2. TLSA records should be found at _$port._$protocol.$hostname where $port, $protocol, and $hostname are from the target of SRV lookup
it_it: 2. I record TLSA dovrebbero trovarsi in _$port._$protocol.$hostname dove $port, $protocol e $hostname provengono dal target della ricerca SRV
ja_jp: 2. TLSAレコードは_$port._$protocol.$hostnameで見つけられる必要があります。ここで$port、$protocol、$hostnameはSRVルックアップのターゲットから取得されます
nb_no: 2. TLSA-poster bør finnes på _$port._$protocol.$hostname hvor $port, $protocol og $hostname er fra målet for SRV-oppslaget
nl_nl: 2. TLSA-records moeten gevonden worden op _$port._$protocol.$hostname waarbij $port, $protocol en $hostname van het doel van SRV-opzoeking komen
pt_pt: 2. Os registos TLSA devem ser encontrados em _$port._$protocol.$hostname onde $port, $protocol e $hostname são do destino da consulta SRV

source: 3. Both SRV and TLSA records must have DNSSEC validation status "secure"
it_it: 3. Sia i record SRV che TLSA devono avere stato di validazione DNSSEC "sicuro"
ja_jp: 3. SRVとTLSAの両方のレコードは、DNSSEC検証ステータスが「secure」である必要があります
nb_no: 3. Både SRV- og TLSA-poster må ha DNSSEC-valideringsstatus "sikker"
nl_nl: 3. Zowel SRV- als TLSA-records moeten DNSSEC-validatiestatus "secure" hebben
pt_pt: 3. Tanto os registos SRV como TLSA devem ter o estado de validação DNSSEC "seguro"

source: TLSA record name should typically follow the format _port._protocol.hostname (e.g., _443._tcp.www.example.com).
it_it: Il nome del record TLSA dovrebbe tipicamente seguire il formato _porta._protocollo.hostname (es. _443._tcp.www.example.com).
ja_jp: TLSAレコード名は通常_port._protocol.hostname形式に従う必要があります（例：_443._tcp.www.example.com）。
nb_no: TLSA-postnavn bør vanligvis følge formatet _port._protocol.hostname (f.eks. _443._tcp.www.example.com).
nl_nl: TLSA-recordnaam moet doorgaans het formaat _port._protocol.hostname volgen (bijv. _443._tcp.www.example.com).
pt_pt: O nome do registo TLSA deve tipicamente seguir o formato _porta._protocolo.nomehost (ex.: _443._tcp.www.exemplo.com).

source: TLSA record is using a non-standard protocol. Common protocols are tcp, udp, and sctp.
it_it: Il record TLSA sta utilizzando un protocollo non standard. I protocolli comuni sono tcp, udp e sctp.
ja_jp: TLSAレコードが非標準のプロトコルを使用しています。一般的なプロトコルはtcp、udp、sctpです。
nb_no: TLSA-posten bruker en ikke-standard protokoll. Vanlige protokoller er tcp, udp og sctp.
nl_nl: TLSA-record gebruikt een niet-standaard protocol. Gebruikelijke protocollen zijn tcp, udp en sctp.
pt_pt: O registo TLSA está a usar um protocolo não padrão. Protocolos comuns são tcp, udp e sctp.

source: This appears to be a TLSA record for SMTP. Ensure MX records are also configured correctly.
it_it: Questo sembra essere un record TLSA per SMTP. Assicurarsi che anche i record MX siano configurati correttamente.
ja_jp: これはSMTP用のTLSAレコードのようです。MXレコードも正しく設定されていることを確認してください。
nb_no: Dette ser ut til å være en TLSA-post for SMTP. Sørg for at MX-poster også er konfigurert riktig.
nl_nl: Dit lijkt een TLSA-record voor SMTP te zijn. Zorg ervoor dat MX-records ook correct geconfigureerd zijn.
pt_pt: Este parece ser um registo TLSA para SMTP. Certifique-se de que os registos MX também estão configurados correctamente.

source: This appears to be a TLSA record for HTTPS. Ensure the certificate matches the domain in the TLSA record.
it_it: Questo sembra essere un record TLSA per HTTPS. Assicurarsi che il certificato corrisponda al dominio nel record TLSA.
ja_jp: これはHTTPS用のTLSAレコードのようです。証明書がTLSAレコードのドメインと一致することを確認してください。
nb_no: Dette ser ut til å være en TLSA-post for HTTPS. Sørg for at sertifikatet matcher domenet i TLSA-posten.
nl_nl: Dit lijkt een TLSA-record voor HTTPS te zijn. Zorg ervoor dat het certificaat overeenkomt met het domein in het TLSA-record.
pt_pt: Este parece ser um registo TLSA para HTTPS. Certifique-se de que o certificado corresponde ao domínio no registo TLSA.

source: This appears to be a TLSA record for DNS over TLS. Ensure your DNS server is properly configured for DoT.
it_it: Questo sembra essere un record TLSA per DNS over TLS. Assicurarsi che il server DNS sia configurato correttamente per DoT.
ja_jp: これはDNS over TLS用のTLSAレコードのようです。DNSサーバーがDoT用に適切に設定されていることを確認してください。
nb_no: Dette ser ut til å være en TLSA-post for DNS over TLS. Sørg for at DNS-serveren er riktig konfigurert for DoT.
nl_nl: Dit lijkt een TLSA-record voor DNS over TLS te zijn. Zorg ervoor dat uw DNS-server correct geconfigureerd is voor DoT.
pt_pt: Este parece ser um registo TLSA para DNS sobre TLS. Certifique-se de que o seu servidor DNS está devidamente configurado para DoT.

source: CRITICAL: TLSA records REQUIRE DNSSEC to provide any security benefits. Ensure your domain is DNSSEC-signed.
it_it: CRITICO: I record TLSA RICHIEDONO DNSSEC per fornire qualsiasi beneficio di sicurezza. Assicurarsi che il dominio sia firmato DNSSEC.
ja_jp: 重要：TLSAレコードはセキュリティ上の利点を提供するためにDNSSECが必要です。ドメインがDNSSEC署名されていることを確認してください。
nb_no: KRITISK: TLSA-poster KREVER DNSSEC for å gi sikkerhetsfordeler. Sørg for at domenet ditt er DNSSEC-signert.
nl_nl: KRITIEK: TLSA-records VEREISEN DNSSEC om beveiligingsvoordelen te bieden. Zorg ervoor dat uw domein DNSSEC-ondertekend is.
pt_pt: CRÍTICO: Os registos TLSA REQUEREM DNSSEC para fornecer quaisquer benefícios de segurança. Certifique-se de que o seu domínio está assinado por DNSSEC.

source: If using CNAMEs, ensure the entire CNAME chain is DNSSEC-signed for TLSA to work correctly (RFC 7671).
it_it: Se si utilizzano CNAME, assicurarsi che l'intera catena CNAME sia firmata DNSSEC perché TLSA funzioni correttamente (RFC 7671).
ja_jp: CNAMEを使用する場合、TLSAが正しく動作するためには、CNAMEチェーン全体がDNSSEC署名されていることを確認してください（RFC 7671）。
nb_no: Hvis du bruker CNAMEs, sørg for at hele CNAME-kjeden er DNSSEC-signert for at TLSA skal fungere riktig (RFC 7671).
nl_nl: Bij gebruik van CNAMEs, zorg ervoor dat de gehele CNAME-keten DNSSEC-ondertekend is opdat TLSA correct werkt (RFC 7671).
pt_pt: Se usar CNAMEs, certifique-se de que toda a cadeia CNAME está assinada por DNSSEC para que o TLSA funcione correctamente (RFC 7671).

source: This appears to be an SMIMEA record (RFC 8162) for S/MIME certificates.
it_it: Questo sembra essere un record SMIMEA (RFC 8162) per certificati S/MIME.
ja_jp: これはS/MIME証明書用のSMIMEAレコード（RFC 8162）のようです。
nb_no: Dette ser ut til å være en SMIMEA-post (RFC 8162) for S/MIME-sertifikater.
nl_nl: Dit lijkt een SMIMEA-record (RFC 8162) voor S/MIME-certificaten te zijn.
pt_pt: Este parece ser um registo SMIMEA (RFC 8162) para certificados S/MIME.

source: SMIMEA records use the same format as TLSA but associate S/MIME certificates with email addresses.
it_it: I record SMIMEA utilizzano lo stesso formato di TLSA ma associano i certificati S/MIME agli indirizzi email.
ja_jp: SMIMEAレコードはTLSAと同じ形式を使用しますが、S/MIME証明書をメールアドレスに関連付けます。
nb_no: SMIMEA-poster bruker samme format som TLSA, men knytter S/MIME-sertifikater til e-postadresser.
nl_nl: SMIMEA-records gebruiken hetzelfde formaat als TLSA maar koppelen S/MIME-certificaten aan e-mailadressen.
pt_pt: Os registos SMIMEA usam o mesmo formato que TLSA mas associam certificados S/MIME com endereços de correio eletrónico.

source: The local part of an email address is hashed with SHA-256 and placed before _smimecert.<domain>
it_it: La parte locale di un indirizzo email viene hashata con SHA-256 e posizionata prima di _smimecert.<dominio>
ja_jp: メールアドレスのローカル部分はSHA-256でハッシュ化され、_smimecert.<domain>の前に配置されます
nb_no: Den lokale delen av en e-postadresse hasches med SHA-256 og plasseres før _smimecert.<domene>
nl_nl: Het lokale deel van een e-mailadres wordt gehashed met SHA-256 en geplaatst voor _smimecert.<domain>
pt_pt: A parte local de um endereço de correio eletrónico é processada com SHA-256 e colocada antes de _smimecert.<domínio>

source: TLSA records should typically be placed at "_port._protocol.hostname" (e.g., "_443._tcp.www.example.com").
it_it: I record TLSA dovrebbero tipicamente essere posizionati in "_porta._protocollo.hostname" (es. "_443._tcp.www.example.com").
ja_jp: TLSAレコードは通常「_port._protocol.hostname」に配置する必要があります（例：「_443._tcp.www.example.com」）。
nb_no: TLSA-poster bør vanligvis plasseres på "_port._protocol.hostname" (f.eks. "_443._tcp.www.example.com").
nl_nl: TLSA-records moeten doorgaans geplaatst worden op "_port._protocol.hostname" (bijv. "_443._tcp.www.example.com").
pt_pt: Os registos TLSA devem tipicamente ser colocados em "_porta._protocolo.nomehost" (ex.: "_443._tcp.www.exemplo.com").

source: Invalid value for priority field. TLSA records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record TLSA devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。TLSAレコードの優先度は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. TLSA-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. TLSA-records moeten prioriteitswaarde 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos TLSA devem ter valor de prioridade 0.

source: TLSA record must contain usage, selector, matching-type, and certificate-data separated by spaces.
it_it: Il record TLSA deve contenere uso, selettore, tipo di corrispondenza e dati del certificato separati da spazi.
ja_jp: TLSAレコードには、スペースで区切られた使用法、セレクタ、マッチングタイプ、証明書データが含まれている必要があります。
nb_no: TLSA-post må inneholde bruk, velger, matchingstype og sertifikatdata separert med mellomrom.
nl_nl: TLSA-record moet gebruik, selector, matching-type en certificaatgegevens gescheiden door spaties bevatten.
pt_pt: O registo TLSA deve conter uso, selector, tipo de correspondência e dados do certificado separados por espaços.

source: TLSA usage field must be a number between 0 and 3.
it_it: Il campo uso TLSA deve essere un numero compreso tra 0 e 3.
ja_jp: TLSA使用法フィールドは0から3の間の数値である必要があります。
nb_no: TLSA-bruksfelt må være et tall mellom 0 og 3.
nl_nl: TLSA-gebruiksveld moet een getal tussen 0 en 3 zijn.
pt_pt: O campo de uso TLSA deve ser um número entre 0 e 3.

source: Usage 0 (PKIX-TA) requires proper CA certificate management and may break when certificates expire.
it_it: L'uso 0 (PKIX-TA) richiede una gestione corretta dei certificati CA e può non funzionare quando i certificati scadono.
ja_jp: 使用法0（PKIX-TA）は適切なCA証明書管理が必要で、証明書が期限切れになると破損する可能性があります。
nb_no: Bruk 0 (PKIX-TA) krever riktig CA-sertifikathåndtering og kan slutte å fungere når sertifikater utløper.
nl_nl: Gebruik 0 (PKIX-TA) vereist correct CA-certificaatbeheer en kan kapot gaan wanneer certificaten verlopen.
pt_pt: Uso 0 (PKIX-TA) requer gestão adequada de certificados CA e pode falhar quando os certificados expiram.

source: Usage 1 (PKIX-EE) depends on both DANE and traditional PKIX validation. May break when certificates expire.
it_it: L'uso 1 (PKIX-EE) dipende sia dalla validazione DANE che da quella PKIX tradizionale. Può non funzionare quando i certificati scadono.
ja_jp: 使用法1（PKIX-EE）はDANEと従来のPKIX検証の両方に依存します。証明書が期限切れになると破損する可能性があります。
nb_no: Bruk 1 (PKIX-EE) avhenger av både DANE og tradisjonell PKIX-validering. Kan slutte å fungere når sertifikater utløper.
nl_nl: Gebruik 1 (PKIX-EE) hangt af van zowel DANE- als traditionele PKIX-validatie. Kan kapot gaan wanneer certificaten verlopen.
pt_pt: Uso 1 (PKIX-EE) depende tanto de validação DANE como PKIX tradicional. Pode falhar quando os certificados expiram.

source: Usage 2 (DANE-TA) requires proper trust anchor management and may break when certificates expire.
it_it: L'uso 2 (DANE-TA) richiede una gestione corretta dell'ancora di fiducia e può non funzionare quando i certificati scadono.
ja_jp: 使用法2（DANE-TA）は適切なトラストアンカー管理が必要で、証明書が期限切れになると破損する可能性があります。
nb_no: Bruk 2 (DANE-TA) krever riktig tillitsanker-håndtering og kan slutte å fungere når sertifikater utløper.
nl_nl: Gebruik 2 (DANE-TA) vereist correct vertrouwensankerbeheer en kan kapot gaan wanneer certificaten verlopen.
pt_pt: Uso 2 (DANE-TA) requer gestão adequada de âncoras de confiança e pode falhar quando os certificados expiram.

source: Usage 3 (DANE-EE) is recommended by RFC 7671 as it is not affected by certificate expiration or CA validation issues.
it_it: L'uso 3 (DANE-EE) è raccomandato dall'RFC 7671 in quanto non è influenzato dalla scadenza dei certificati o dai problemi di validazione CA.
ja_jp: 使用法3（DANE-EE）は証明書の期限切れやCA検証の問題に影響されないため、RFC 7671で推奨されています。
nb_no: Bruk 3 (DANE-EE) anbefales av RFC 7671 da den ikke påvirkes av sertifikatutløp eller CA-valideringsproblemer.
nl_nl: Gebruik 3 (DANE-EE) wordt aanbevolen door RFC 7671 omdat het niet beïnvloed wordt door certificaatverlopen of CA-validatieproblemen.
pt_pt: Uso 3 (DANE-EE) é recomendado pela RFC 7671 pois não é afectado por expiração de certificados ou problemas de validação CA.

source: RFC 7671 recommends usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) as the most robust configuration.
it_it: L'RFC 7671 raccomanda uso=3 (DANE-EE), selettore=1 (SPKI), tipo-corrispondenza=1 (SHA-256) come configurazione più robusta.
ja_jp: RFC 7671では、最も堅牢な設定として使用法=3（DANE-EE）、セレクタ=1（SPKI）、マッチングタイプ=1（SHA-256）を推奨しています。
nb_no: RFC 7671 anbefaler bruk=3 (DANE-EE), velger=1 (SPKI), matchingstype=1 (SHA-256) som den mest robuste konfigurasjonen.
nl_nl: RFC 7671 beveelt gebruik=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) aan als de meest robuuste configuratie.
pt_pt: A RFC 7671 recomenda uso=3 (DANE-EE), selector=1 (SPKI), tipo-correspondência=1 (SHA-256) como a configuração mais robusta.

source: TLSA selector field must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
it_it: Il campo selettore TLSA deve essere 0 (Certificato completo) o 1 (SubjectPublicKeyInfo).
ja_jp: TLSAセレクタフィールドは0（完全な証明書）または1（SubjectPublicKeyInfo）である必要があります。
nb_no: TLSA-velgerfeltet må være 0 (Fullstendig sertifikat) eller 1 (SubjectPublicKeyInfo).
nl_nl: TLSA-selectorveld moet 0 (Volledig certificaat) of 1 (SubjectPublicKeyInfo) zijn.
pt_pt: O campo selector TLSA deve ser 0 (Certificado completo) ou 1 (SubjectPublicKeyInfo).

source: Selector 0 (Full certificate) may break when certificate attributes change. Selector 1 (SPKI) is recommended.
it_it: Il selettore 0 (Certificato completo) può non funzionare quando cambiano gli attributi del certificato. È raccomandato il selettore 1 (SPKI).
ja_jp: セレクタ0（完全な証明書）は証明書属性が変更されると破損する可能性があります。セレクタ1（SPKI）が推奨されます。
nb_no: Velger 0 (Fullstendig sertifikat) kan feile når sertifikatattributter endres. Velger 1 (SPKI) anbefales.
nl_nl: Selector 0 (Volledig certificaat) kan kapot gaan wanneer certificaatattributen veranderen. Selector 1 (SPKI) wordt aanbevolen.
pt_pt: Selector 0 (Certificado completo) pode falhar quando os atributos do certificado mudam. Selector 1 (SPKI) é recomendado.
