Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Invalid argument(s) given to function %s
it_it: Argomento/i non valido/i fornito/i alla funzione %s
ja_jp: 関数%sに無効な引数が渡されました
nb_no: Ugyldig(e) argument(er) gitt til funksjonen %s
nl_nl: Ongeldige argument(en) gegeven aan functie %s
pt_pt: Argumento(s) inválido(s) fornecido(s) à função %s

source: The selected user already owns the zone.
it_it: L'utente selezionato possiede già la zona.
ja_jp: 選択されたユーザーは既にゾーンを所有しています。
nb_no: Den valgte brukeren eier allerede sonen.
nl_nl: De geselecteerde gebruiker is al eigenaar van de zone.
pt_pt: O utilizador selecionado já possui a zona.

source: Home
it_it: Inizio
ja_jp: ホーム
nb_no: Hjem
nl_nl: Start
pt_pt: Início

source: API Keys
it_it: Chiavi API
ja_jp: APIキー
nb_no: API-nøkler
nl_nl: API Sleutels
pt_pt: Chaves API

source: API Key Regenerated
it_it: Chiave API Rigenerata
ja_jp: APIキーが再生成されました
nb_no: API-nøkkel regenerert
nl_nl: API Sleutel Geregenereerd
pt_pt: Chave API Regenerada

source: API Key Regenerated Successfully
it_it: Chiave API Rigenerata con Successo
ja_jp: APIキーが正常に再生成されました
nb_no: API-nøkkel regenerert
nl_nl: API Sleutel Succesvol Geregenereerd
pt_pt: Chave API Regenerada com Sucesso

source: IMPORTANT: Save your new API key now!
it_it: IMPORTANTE: Salva ora la tua nuova chiave API!
ja_jp: 重要：新しいAPIキーを今すぐ保存してください！
nb_no: VIKTIG: Lagre din nye API-nøkkel nå!
nl_nl: BELANGRIJK: Bewaar uw nieuwe API sleutel nu!
pt_pt: IMPORTANTE: Guarde a sua nova chave API agora!

source: This is the only time your new API key will be displayed. Please save it now as you won't be able to see it again.
it_it: Questa è l'unica volta che la tua nuova chiave API verrà visualizzata. Salvala ora perché non potrai vederla di nuovo.
ja_jp: これは新しいAPIキーが表示される唯一の機会です。再度表示できないため、今すぐ保存してください。
nb_no: Dette er den eneste gangen din nye API-nøkkel vil bli vist. Vennligst lagre den nå da du ikke vil kunne se den igjen.
nl_nl: Dit is de enige keer dat uw nieuwe API sleutel wordt getoond. Bewaar deze nu omdat u hem niet meer kunt zien.
pt_pt: Esta é a única vez que a sua nova chave API será exibida. Guarde-a agora pois não poderá vê-la novamente.

source: Name:
it_it: Nome:
ja_jp: 名前：
nb_no: Navn:
nl_nl: Naam:
pt_pt: Nome:

source: New API Key:
it_it: Nuova Chiave API:
ja_jp: 新しいAPIキー：
nb_no: Ny API-nøkkel:
nl_nl: Nieuwe API Sleutel:
pt_pt: Nova Chave API:

source: Copy
it_it: Copia
ja_jp: コピー
nb_no: Kopier
nl_nl: Kopiëren
pt_pt: Copiar

source: Created at:
it_it: Creata il:
ja_jp: 作成日時：
nb_no: Opprettet:
nl_nl: Aangemaakt op:
pt_pt: Criado em:

source: Expires at:
it_it: Scade il:
ja_jp: 有効期限：
nb_no: Utløper:
nl_nl: Verloopt op:
pt_pt: Expira em:

source: Never
it_it: Mai
ja_jp: なし
nb_no: Aldri
nl_nl: Nooit
pt_pt: Nunca

source: Status:
it_it: Stato:
ja_jp: ステータス：
pt_pt: Estado:

source: Disabled
it_it: Disabilitato
ja_jp: 無効
nb_no: Deaktivert
nl_nl: Uitgeschakeld
pt_pt: Desativado

source: Expired
it_it: Scaduto
ja_jp: 期限切れ
nb_no: Utløpt
nl_nl: Verlopen
pt_pt: Expirado

source: Active
it_it: Attiva
ja_jp: 有効
nb_no: Aktiv
nl_nl: Actief
pt_pt: Ativo

source: Return to API Keys
it_it: Torna alle Chiavi API
ja_jp: APIキーに戻る
nb_no: Tilbake til API-nøkler
nl_nl: Terug naar API Sleutels
pt_pt: Regressar às Chaves API

source: Copied!
it_it: Copiato!
ja_jp: コピーしました！
nb_no: Kopiert!
nl_nl: Gekopieerd!
pt_pt: Copiado!

source: Reverse Zones
it_it: Zone Inverse
ja_jp: 逆引きゾーン
nb_no: Reverse soner
nl_nl: Omgekeerde Zones
pt_pt: Zonas Reversas

source: Forward Zones
it_it: Zone Dirette
ja_jp: 正引きゾーン
nb_no: Forward soner
nl_nl: Doorstuur Zones
pt_pt: Zonas Directas

source: Deactivate key
it_it: Disattiva chiave
ja_jp: キーを無効化
nb_no: Deaktiver nøkkel
nl_nl: Sleutel deactiveren
pt_pt: Desativar chave

source: Activate key
it_it: Attiva chiave
ja_jp: キーを有効化
nb_no: Aktiver nøkkel
nl_nl: Sleutel activeren
pt_pt: Activar chave

source: Deactivate DNSSEC Key
it_it: Disattiva Chiave DNSSEC
ja_jp: DNSSECキーを無効化
nb_no: Deaktiver DNSSEC-nøkkel
nl_nl: DNSSEC Sleutel Deactiveren
pt_pt: Desativar Chave DNSSEC

source: Activate DNSSEC Key
it_it: Attiva Chiave DNSSEC
ja_jp: DNSSECキーを有効化
nb_no: Aktiver DNSSEC-nøkkel
nl_nl: DNSSEC Sleutel Activeren
pt_pt: Activar Chave DNSSEC

source: Warning
it_it: Avviso
ja_jp: 警告
nb_no: Advarsel
nl_nl: Waarschuwing
pt_pt: Aviso

source: You are about to deactivate a DNSSEC key (ID
it_it: Si sta per disattivare una chiave DNSSEC (ID
ja_jp: DNSSECキーを無効化しようとしています（ID
nb_no: Du er i ferd med å deaktivere en DNSSEC-nøkkel (ID
nl_nl: U staat op het punt een DNSSEC sleutel te deactiveren (ID
pt_pt: Está prestes a desativar uma chave DNSSEC (ID

source: Deactivating an active key will affect the security of your zone and may cause validation failures.
it_it: Disattivare una chiave attiva influenzerà la sicurezza della tua zona e potrebbe causare errori di validazione.
ja_jp: 有効なキーを無効化すると、ゾーンのセキュリティに影響し、検証エラーが発生する可能性があります。
nb_no: Å deaktivere en aktiv nøkkel vil påvirke sikkerheten til din sone og kan forårsake valideringsfeil.
nl_nl: Het deactiveren van een actieve sleutel zal de beveiliging van uw zone beïnvloeden en kan validatiefouten veroorzaken.
pt_pt: Desativar uma chave activa afectará a segurança da sua zona e pode causar falhas de validação.

source: Are you sure you want to proceed?
it_it: Sei sicuro di voler procedere?
ja_jp: 続行してもよろしいですか？
nb_no: Er du sikker på at du vil fortsette?
nl_nl: Weet u zeker dat u wilt doorgaan?
pt_pt: Tem a certeza de que deseja continuar?

source: Information
it_it: Informazioni
ja_jp: 情報
nb_no: Informasjon
nl_nl: Informatie
pt_pt: Informação

source: You are about to activate a DNSSEC key (ID
it_it: Si sta per attivare una chiave DNSSEC (ID
ja_jp: DNSSECキーを有効化しようとしています（ID
nb_no: Du er i ferd med å aktivere en DNSSEC-nøkkel (ID
nl_nl: U staat op het punt een DNSSEC sleutel te activeren (ID
pt_pt: Está prestes a ativar uma chave DNSSEC (ID

source: Activating this key will make it part of the active DNSSEC signing chain for this zone.
it_it: Attivare questa chiave la renderà parte della catena di firma DNSSEC attiva per questa zona.
ja_jp: このキーを有効化すると、このゾーンのアクティブなDNSSEC署名チェーンの一部になります。
nb_no: Å aktivere denne nøkkelen vil gjøre den til en del av den aktive DNSSEC-signeringskjeden for denne sonen.
nl_nl: Het activeren van deze sleutel maakt het onderdeel van de actieve DNSSEC ondertekeningsketen voor deze zone.
pt_pt: Activar esta chave torná-la-á parte da cadeia de assinatura DNSSEC activa para esta zona.

source: Key Details
it_it: Dettagli Chiave
ja_jp: キーの詳細
nb_no: Nøkkeldetaljer
nl_nl: Sleutel Details
pt_pt: Detalhes da Chave

source: Domain
it_it: Dominio
ja_jp: ドメイン
nb_no: Domene
nl_nl: Domein
pt_pt: Domínio

source: Key ID
it_it: ID Chiave
ja_jp: キーID
nb_no: Nøkkel-ID
nl_nl: Sleutel ID
pt_pt: ID da Chave

source: Type
it_it: Tipo
ja_jp: タイプ
pt_pt: Tipo

source: Tag
ja_jp: タグ
nb_no: Merke
pt_pt: Etiqueta

source: Algorithm
it_it: Algoritmo
ja_jp: アルゴリズム
nb_no: Algoritme
nl_nl: Algoritme
pt_pt: Algoritmo

source: Bits
it_it: Bit
ja_jp: ビット
nb_no: Biter

source: Status
it_it: Stato
ja_jp: ステータス
pt_pt: Estado

source: Inactive
it_it: Inattivo
ja_jp: 非有効
nb_no: Inaktiv
nl_nl: Inactief
pt_pt: Inactivo

source: Cancel
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
nl_nl: Annuleren
pt_pt: Cancelar

source: Edit API Key
it_it: Modifica Chiave API
ja_jp: APIキーを編集
nb_no: Rediger API-nøkkel
nl_nl: API Sleutel Bewerken
pt_pt: Editar Chave API

source: Name
it_it: Nome
ja_jp: 名前
nb_no: Navn
nl_nl: Naam
pt_pt: Nome

source: Please provide a name for this API key
it_it: Fornisci un nome per questa chiave API
ja_jp: このAPIキーの名前を入力してください
nb_no: Vennligst oppgi et navn for denne API-nøkkelen
nl_nl: Geef een naam op voor deze API sleutel
pt_pt: Por favor forneça um nome para esta chave API

source: A descriptive name to help you identify this key
it_it: Un nome descrittivo per aiutarti a identificare questa chiave
ja_jp: このキーを識別するための説明的な名前
nb_no: Et beskrivende navn som hjelper deg å identifisere denne nøkkelen
nl_nl: Een beschrijvende naam om deze sleutel te identificeren
pt_pt: Um nome descritivo para ajudar a identificar esta chave

source: Expires at
it_it: Scade il
ja_jp: 有効期限
nb_no: Utløper
nl_nl: Verloopt op
pt_pt: Expira em

source: Leave empty for a key that never expires
it_it: Lascia vuoto per una chiave che non scade mai
ja_jp: 期限のないキーの場合は空のままにしてください
nb_no: La stå tom for en nøkkel som aldri utløper
nl_nl: Laat leeg voor een sleutel die nooit verloopt
pt_pt: Deixe vazio para uma chave que nunca expira

source: Disable this API key
it_it: Disabilita questa chiave API
ja_jp: このAPIキーを無効化
nb_no: Deaktiver denne API-nøkkelen
nl_nl: Deze API sleutel uitschakelen
pt_pt: Desativar esta chave API

source: Disabled keys cannot be used for authentication
it_it: Le chiavi disabilitate non possono essere usate per l'autenticazione
ja_jp: 無効化されたキーは認証に使用できません
nb_no: Deaktiverte nøkler kan ikke brukes til autentisering
nl_nl: Uitgeschakelde sleutels kunnen niet gebruikt worden voor authenticatie
pt_pt: Chaves desativadas não podem ser usadas para autenticação

source: Update API Key
it_it: Aggiorna Chiave API
ja_jp: APIキーを更新
nb_no: Oppdater API-nøkkel
nl_nl: API Sleutel Bijwerken
pt_pt: Actualizar Chave API

source: * Required fields
it_it: * Campi richiesti
ja_jp: * 必須フィールド
nb_no: * Påkrevde felt
nl_nl: * Verplichte velden
pt_pt: * Campos obrigatórios

source: API Key Information
it_it: Informazioni Chiave API
ja_jp: APIキー情報
nb_no: API-nøkkelinformasjon
nl_nl: API Sleutel Informatie
pt_pt: Informação da Chave API

source: Created at
it_it: Creata il
ja_jp: 作成日時
nb_no: Opprettet
nl_nl: Aangemaakt op
pt_pt: Criado em

source: Last used
it_it: Ultimo utilizzo
ja_jp: 最終使用日時
nb_no: Sist brukt
nl_nl: Laatst gebruikt
pt_pt: Última utilização

source: Additional Actions
it_it: Azioni Aggiuntive
ja_jp: 追加アクション
nb_no: Tilleggshandlinger
nl_nl: Aanvullende Acties
pt_pt: Acções Adicionais

source: Regenerate API Key
it_it: Rigenera Chiave API
ja_jp: APIキーを再生成
nb_no: Regenerer API-nøkkel
nl_nl: API Sleutel Regenereren
pt_pt: Regenerar Chave API

source: Creates a new key, invalidating the old one
it_it: Crea una nuova chiave, invalidando quella vecchia
ja_jp: 新しいキーを作成し、古いキーを無効化します
nb_no: Oppretter en ny nøkkel og gjør den gamle ugyldig
nl_nl: Creëert een nieuwe sleutel en maakt de oude ongeldig
pt_pt: Cria uma nova chave, invalidando a antiga

source: Delete API Key
it_it: Elimina Chiave API
ja_jp: APIキーを削除
nb_no: Slett API-nøkkel
nl_nl: API Sleutel Verwijderen
pt_pt: Eliminar Chave API

source: Permanently removes this key
it_it: Rimuove permanentemente questa chiave
ja_jp: このキーを完全に削除します
nb_no: Fjerner denne nøkkelen permanent
nl_nl: Verwijdert deze sleutel permanent
pt_pt: Remove permanentemente esta chave

source: Zone templates
it_it: Template di zona
ja_jp: ゾーンテンプレート
nb_no: Sonemaler
nl_nl: Zone sjablonen
pt_pt: Modelos de zona

source: Edit record
it_it: Modifica record
ja_jp: レコードを編集
nb_no: Rediger oppføring
nl_nl: Record bewerken
pt_pt: Editar registo

source: Reminder
it_it: Promemoria
ja_jp: 注意事項
nb_no: Påminnelse
nl_nl: Herinnering
pt_pt: Lembrete

source: After editing this record, remember to update the zones using this template by clicking "Update zones" on the template page.
it_it: Dopo aver modificato questo record, ricorda di aggiornare le zone che usano questo template cliccando "Aggiorna zone" nella pagina del template.
ja_jp: このレコードを編集した後、テンプレートページで「ゾーンを更新」をクリックして、このテンプレートを使用するゾーンを更新することを忘れないでください。
nb_no: Etter å ha redigert denne oppføringen, husk å oppdatere sonene som bruker denne malen ved å klikke "Oppdater soner" på malsiden.
nl_nl: Na het bewerken van dit record, vergeet niet de zones die dit sjabloon gebruiken bij te werken door op "Zones bijwerken" te klikken op de sjabloonpagina.
pt_pt: Após editar este registo, lembre-se de atualizar as zonas que usam este modelo clicando em "Actualizar zonas" na página do modelo.

source: Edit record in zone template
it_it: Modifica record nel template di zona
ja_jp: ゾーンテンプレートのレコードを編集
nb_no: Rediger oppføring i sonemal
nl_nl: Record bewerken in zone sjabloon
pt_pt: Editar registo no modelo de zona

source: Modify the record for this zone template
it_it: Modifica il record per questo template di zona
ja_jp: このゾーンテンプレートのレコードを変更
nb_no: Endre oppføringen for denne sonemalen
nl_nl: Het record voor dit zone sjabloon wijzigen
pt_pt: Modificar o registo para este modelo de zona

source: Provide a name for your record
it_it: Fornisci un nome per il tuo record
ja_jp: レコードの名前を入力してください
nb_no: Oppgi et navn for din oppføring
nl_nl: Geef een naam voor uw record
pt_pt: Forneça um nome para o seu registo

source: Example: [ZONE] for the zone itself, or subdomain.[ZONE] for a subdomain
it_it: Esempio: [ZONE] per la zona stessa, o sottodominio.[ZONE] per un sottodominio
ja_jp: 例：ゾーン自体の場合は[ZONE]、サブドメインの場合はsubdomain.[ZONE]
nb_no: Eksempel: [ZONE] for sonen selv, eller subdomene.[ZONE] for et subdomene
nl_nl: Voorbeeld: [ZONE] voor de zone zelf, of subdomein.[ZONE] voor een subdomein
pt_pt: Exemplo: [ZONE] para a própria zona, ou subdominio.[ZONE] para um subdomínio

source: Priority
it_it: Priorità
ja_jp: 優先度
nb_no: Prioritet
nl_nl: Prioriteit
pt_pt: Prioridade

source: Valid range: 0-65535
it_it: Intervallo valido: 0-65535
ja_jp: 有効範囲：0-65535
nb_no: Gyldig område: 0-65535
nl_nl: Geldig bereik: 0-65535
pt_pt: Intervalo válido: 0-65535

source: Only for MX, SRV, KX, NAPTR
it_it: Solo per MX, SRV, KX, NAPTR
ja_jp: MX、SRV、KX、NAPTRのみ
nb_no: Kun for MX, SRV, KX, NAPTR
nl_nl: Alleen voor MX, SRV, KX, NAPTR
pt_pt: Apenas para MX, SRV, KX, NAPTR

source: Valid range: 0-2147483647
it_it: Intervallo valido: 0-2147483647
ja_jp: 有効範囲：0-2147483647
nb_no: Gyldig område: 0-2147483647
nl_nl: Geldig bereik: 0-2147483647
pt_pt: Intervalo válido: 0-2147483647

source: Content
it_it: Contenuto
ja_jp: 内容
nb_no: Innhold
nl_nl: Inhoud
pt_pt: Conteúdo

source: Provide content for your zone record
it_it: Fornisci contenuto per il tuo record di zona
ja_jp: ゾーンレコードの内容を入力してください
nb_no: Oppgi innhold for din soneoppføring
nl_nl: Geef inhoud voor uw zone record
pt_pt: Forneça conteúdo para o seu registo de zona

source: Warning: CNAME records at the domain root (zone apex) are not recommended and may cause issues. SOA and NS records are required at the domain root and cannot coexist with CNAME.
it_it: Avviso: I record CNAME alla radice del dominio (vertice zona) non sono raccomandati e possono causare problemi. I record SOA e NS sono richiesti alla radice del dominio e non possono coesistere con CNAME.
ja_jp: 警告：ドメインルート（ゾーンの頂点）でのCNAMEレコードは推奨されず、問題を引き起こす可能性があります。SOAとNSレコードはドメインルートで必要であり、CNAMEと共存できません。
nb_no: Advarsel: CNAME-oppføringer på domenets rot (sone-apex) anbefales ikke og kan forårsake problemer. SOA- og NS-oppføringer kreves på domenets rot og kan ikke eksistere sammen med CNAME.
nl_nl: Waarschuwing: CNAME records op de domeinroot (zone apex) worden niet aanbevolen en kunnen problemen veroorzaken. SOA en NS records zijn verplicht op de domeinroot en kunnen niet samen bestaan met CNAME.
pt_pt: Aviso: Registos CNAME na raiz do domínio (apex da zona) não são recomendados e podem causar problemas. Registos SOA e NS são obrigatórios na raiz do domínio e não podem coexistir com CNAME.

source: Tip: For SOA records, use <code>[ZONE]</code> as the name and <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> as the content. SOA records are required for proper DNS zone functionality.
it_it: Suggerimento: Per i record SOA, usa <code>[ZONE]</code> come nome e <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> come contenuto. I record SOA sono richiesti per il corretto funzionamento della zona DNS.
ja_jp: ヒント：SOAレコードの場合、名前として<code>[ZONE]</code>を、内容として<code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code>を使用してください。SOAレコードは適切なDNSゾーン機能に必要です。
nb_no: Tips: For SOA-poster, bruk <code>[ZONE]</code> som navn og <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> som innhold. SOA-poster er nødvendige for riktig DNS-sonefunksjonalitet.
nl_nl: Tip: Voor SOA records, gebruik <code>[ZONE]</code> als naam en <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> als inhoud. SOA records zijn vereist voor goede DNS zone functionaliteit.
pt_pt: Dica: Para registos SOA, use <code>[ZONE]</code> como nome e <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> como conteúdo. Registos SOA são obrigatórios para o funcionamento adequado da zona DNS.

source: Update record
it_it: Aggiorna record
ja_jp: レコードを更新
nb_no: Oppdater post
nl_nl: Record bijwerken
pt_pt: Actualizar registo

source: Reset
it_it: Ripristina
ja_jp: リセット
nb_no: Nullstill
nl_nl: Resetten
pt_pt: Repor

source: Template Placeholders
it_it: Segnaposto Template
ja_jp: テンプレートプレースホルダー
nb_no: Malvariable
nl_nl: Sjabloon Placeholders
pt_pt: Marcadores de Posição do Modelo

source: Placeholder
it_it: Segnaposto
ja_jp: プレースホルダー
nb_no: Variabel
nl_nl: Tijdelijke aanduiding
pt_pt: Marcador de Posição

source: Description
it_it: Descrizione
ja_jp: 説明
nb_no: Beskrivelse
nl_nl: Beschrijving
pt_pt: Descrição

source: Substituted with current zone name
it_it: Sostituito con il nome della zona corrente
ja_jp: 現在のゾーン名に置換されます
nb_no: Erstattes med gjeldende sonenavn
nl_nl: Vervangen door huidige zone naam
pt_pt: Substituído com o nome da zona actual

source: Substituted with domain name without TLD
it_it: Sostituito con il nome del dominio senza TLD
ja_jp: TLDを除いたドメイン名に置換されます
nb_no: Erstattes med domenenavn uten TLD
nl_nl: Vervangen door domeinnaam zonder TLD
pt_pt: Substituído com o nome do domínio sem TLD

source: Substituted with top-level domain
it_it: Sostituito con il dominio di primo livello
ja_jp: トップレベルドメインに置換されます
nb_no: Erstattes med toppnivådomene
nl_nl: Vervangen door top-level domein
pt_pt: Substituído com o domínio de topo

source: Substituted with current date and 2 numbers
it_it: Sostituito con la data corrente e 2 numeri
ja_jp: 現在の日付と2桁の数字に置換されます
nb_no: Erstattes med gjeldende dato og 2 tall
nl_nl: Vervangen door huidige datum en 2 nummers
pt_pt: Substituído com a data actual e 2 números

source: Substituted with 1st name server
it_it: Sostituito con il 1° name server
ja_jp: 1番目のネームサーバーに置換されます
nb_no: Erstattes med 1. navnetjener
nl_nl: Vervangen door 1e name server
pt_pt: Substituído com o 1º servidor de nomes

source: Substituted with 2nd name server
it_it: Sostituito con il 2° name server
ja_jp: 2番目のネームサーバーに置換されます
nb_no: Erstattes med 2. navnetjener
nl_nl: Vervangen door 2e name server
pt_pt: Substituído com o 2º servidor de nomes

source: Substituted with 3rd name server
it_it: Sostituito con il 3° name server
ja_jp: 3番目のネームサーバーに置換されます
nb_no: Erstattes med 3. navnetjener
nl_nl: Vervangen door 3e name server
pt_pt: Substituído com o 3º servidor de nomes

source: Substituted with 4th name server
it_it: Sostituito con il 4° name server
ja_jp: 4番目のネームサーバーに置換されます
nb_no: Erstattes med 4. navnetjener
nl_nl: Vervangen door 4e name server
pt_pt: Substituído com o 4º servidor de nomes

source: Substituted with hostmaster
it_it: Sostituito con hostmaster
ja_jp: ホストマスターに置換されます
nb_no: Erstattes med hostmaster
nl_nl: Vervangen door hostmaster
pt_pt: Substituído com o hostmaster

source: Example Records
it_it: Record di Esempio
ja_jp: レコードの例
nb_no: Eksempler på poster
nl_nl: Voorbeeld Records
pt_pt: Registos de Exemplo

source: Name Examples
it_it: Esempi di Nome
ja_jp: 名前の例
nb_no: Navneeksempler
nl_nl: Naam Voorbeelden
pt_pt: Exemplos de Nome

source: For a subdomain: <code>subdomain.[ZONE]</code>
it_it: Per un sottodominio: <code>sottodominio.[ZONE]</code>
ja_jp: サブドメインの場合：<code>subdomain.[ZONE]</code>
nb_no: For et underdomene: <code>underdomene.[ZONE]</code>
nl_nl: Voor een subdomein: <code>subdomein.[ZONE]</code>
pt_pt: Para um subdomínio: <code>subdominio.[ZONE]</code>

source: For a wildcard record: <code>*.[ZONE]</code>
it_it: Per un record wildcard: <code>*.[ZONE]</code>
ja_jp: ワイルドカードレコードの場合：<code>*.[ZONE]</code>
nb_no: For en jokertegn-post: <code>*.[ZONE]</code>
nl_nl: Voor een wildcard record: <code>*.[ZONE]</code>
pt_pt: Para um registo wildcard: <code>*.[ZONE]</code>

source: For the domain itself: <code>[ZONE]</code>
it_it: Per il dominio stesso: <code>[ZONE]</code>
ja_jp: ドメイン自体の場合：<code>[ZONE]</code>
nb_no: For domenet selv: <code>[ZONE]</code>
nl_nl: Voor het domein zelf: <code>[ZONE]</code>
pt_pt: Para o próprio domínio: <code>[ZONE]</code>

source: Content Examples
it_it: Esempi di Contenuto
ja_jp: 内容の例
nb_no: Innholdseksempler
nl_nl: Inhoud Voorbeelden
pt_pt: Exemplos de Conteúdo

source: MX for Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
it_it: MX per Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
ja_jp: Microsoft 365のMX：<code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
nl_nl: MX voor Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
pt_pt: MX para Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>

source: A record: <code>192.0.2.10</code>
it_it: Record A: <code>192.0.2.10</code>
ja_jp: Aレコード：<code>192.0.2.10</code>
nb_no: A-post: <code>192.0.2.10</code>
pt_pt: Registo A: <code>192.0.2.10</code>

source: CNAME: <code>target.[ZONE]</code> or <code>example.com.</code>
it_it: CNAME: <code>target.[ZONE]</code> o <code>example.com.</code>
ja_jp: CNAME：<code>target.[ZONE]</code>または<code>example.com.</code>
nb_no: CNAME: <code>mal.[ZONE]</code> eller <code>eksempel.com.</code>
nl_nl: CNAME: <code>doel.[ZONE]</code> of <code>voorbeeld.com.</code>
pt_pt: CNAME: <code>destino.[ZONE]</code> ou <code>exemplo.com.</code>

source: TXT for SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
it_it: TXT per SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
ja_jp: SPFのTXT：<code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
nl_nl: TXT voor SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
pt_pt: TXT para SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>

source: Supermasters
it_it: Supermaster
ja_jp: スーパーマスター
nb_no: Overordnede servere
pt_pt: Supermestres

source: Edit supermaster
it_it: Modifica supermaster
ja_jp: スーパーマスターを編集
nb_no: Rediger overordnet server
nl_nl: Supermaster bewerken
pt_pt: Editar supermaster

source: Edit Supermaster
it_it: Modifica Supermaster
ja_jp: スーパーマスターを編集
nb_no: Rediger overordnet server
nl_nl: Supermaster Bewerken
pt_pt: Editar Supermaster

source: IP address of supermaster
it_it: Indirizzo IP del supermaster
ja_jp: スーパーマスターのIPアドレス
nb_no: IP-adresse til overordnet server
nl_nl: IP adres van supermaster
pt_pt: Endereço IP do supermaster

source: Enter the IP address of the master nameserver
it_it: Inserisci l'indirizzo IP del nameserver master
ja_jp: マスターネームサーバーのIPアドレスを入力してください
nb_no: Angi IP-adressen til overordnet navnetjener
nl_nl: Voer het IP adres van de master nameserver in
pt_pt: Introduza o endereço IP do servidor de nomes principal

source: Provide ip address
it_it: Fornisci indirizzo IP
ja_jp: IPアドレスを入力してください
nb_no: Oppgi IP-adresse
nl_nl: Geef IP adres op
pt_pt: Forneça o endereço IP

source: Hostname in NS record
it_it: Hostname nel record NS
ja_jp: NSレコードのホスト名
nb_no: Vertsnavn i NS-post
nl_nl: Hostnaam in NS record
pt_pt: Nome de anfitrião no registo NS

source: Enter the hostname as it appears in the NS record
it_it: Inserisci l'hostname come appare nel record NS
ja_jp: NSレコードに表示されるホスト名を入力してください
nb_no: Angi vertsnavnet slik det fremgår i NS-posten
nl_nl: Voer de hostnaam in zoals deze verschijnt in het NS record
pt_pt: Introduza o nome de anfitrião como aparece no registo NS

source: Provide host name
it_it: Fornisci nome host
ja_jp: ホスト名を入力してください
nb_no: Oppgi vertsnavn
nl_nl: Geef hostnaam op
pt_pt: Forneça o nome de anfitrião

source: Account
ja_jp: アカウント
nb_no: Konto
pt_pt: Conta
