Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: TSIG error code 22 (BADTRUNC) indicates that the truncated MAC in the TSIG record is invalid. Check MAC size configuration.
it_it: Il codice errore TSIG 22 (BADTRUNC) indica che il MAC troncato nel record TSIG non è valido. Controlla la configurazione della dimensione MAC.
ja_jp: TSIGエラーコード22（BADTRUNC）は、TSIGレコードの切り詰められたMACが無効であることを示します。MACサイズ設定を確認してください。
nb_no: TSIG-feilkode 22 (BADTRUNC) indikerer at den avkortede MAC i TSIG-posten er ugyldig. Sjekk MAC-størrelse konfigurasjon.
nl_nl: TSIG foutcode 22 (BADTRUNC) geeft aan dat de verkorte MAC in het TSIG record ongeldig is. Controleer MAC grootte configuratie.
pt_pt: O código de erro TSIG 22 (BADTRUNC) indica que o MAC truncado no registo TSIG é inválido. Verifique a configuração do tamanho do MAC.

source: TSIG other-len must be a non-negative integer.
it_it: L'other-len TSIG deve essere un numero intero non negativo.
ja_jp: TSIGその他の長さは非負の整数である必要があります。
nb_no: TSIG other-len må være et ikke-negativt heltall.
nl_nl: TSIG other-len moet een niet-negatief geheel getal zijn.
pt_pt: O other-len TSIG deve ser um número inteiro não negativo.

source: TSIG other-data must be a valid base64-encoded string or hexadecimal string.
it_it: L'other-data TSIG deve essere una stringa codificata base64 o esadecimale valida.
ja_jp: TSIGその他のデータは有効なbase64エンコード文字列または16進数文字列である必要があります。
nb_no: TSIG other-data må være en gyldig base64-kodet streng eller heksadesimal streng.
nl_nl: TSIG other-data moet een geldige base64-gecodeerde string of hexadecimale string zijn.
pt_pt: O other-data TSIG deve ser uma string base64 válida ou string hexadecimal.

source: HMAC-MD5 is considered weak by modern standards. RFC 8945 recommends using HMAC-SHA256 or stronger algorithms.
it_it: HMAC-MD5 è considerato debole secondo gli standard moderni. RFC 8945 raccomanda l'utilizzo di HMAC-SHA256 o algoritmi più forti.
ja_jp: HMAC-MD5は現代の基準では弱いと考えられています。RFC 8945ではHMAC-SHA256またはより強力なアルゴリズムの使用を推奨しています。
nb_no: HMAC-MD5 regnes som svak av moderne standarder. RFC 8945 anbefaler å bruke HMAC-SHA256 eller sterkere algoritmer.
nl_nl: HMAC-MD5 wordt als zwak beschouwd volgens moderne standaarden. RFC 8945 beveelt het gebruik van HMAC-SHA256 of sterkere algoritmen aan.
pt_pt: O HMAC-MD5 é considerado fraco pelos padrões modernos. A RFC 8945 recomenda usar HMAC-SHA256 ou algoritmos mais fortes.

source: HMAC-SHA256 is recommended by RFC 8945 as the preferred TSIG algorithm for most deployments.
it_it: HMAC-SHA256 è raccomandato da RFC 8945 come algoritmo TSIG preferito per la maggior parte delle implementazioni.
ja_jp: HMAC-SHA256はRFC 8945でほとんどのデプロイメントで推奨されるTSIGアルゴリズムとして推奨されています。
nb_no: HMAC-SHA256 anbefales av RFC 8945 som den foretrukne TSIG-algoritmen for de fleste distribusjoner.
nl_nl: HMAC-SHA256 wordt door RFC 8945 aanbevolen als het geprefereerde TSIG algoritme voor de meeste implementaties.
pt_pt: O HMAC-SHA256 é recomendado pela RFC 8945 como o algoritmo TSIG preferido para a maioria das implementações.

source: TSIG algorithm name must end with a dot.
it_it: Il nome algoritmo TSIG deve terminare con un punto.
ja_jp: TSIGアルゴリズム名はドットで終わる必要があります。
nb_no: TSIG-algoritmenavn må ende med punktum.
nl_nl: TSIG algoritme naam moet eindigen met een punt.
pt_pt: O nome do algoritmo TSIG deve terminar com um ponto.

source: TSIG algorithm name must be a valid domain name ending with a dot.
it_it: Il nome algoritmo TSIG deve essere un nome di dominio valido che termina con un punto.
ja_jp: TSIGアルゴリズム名はドットで終わる有効なドメイン名である必要があります。
nb_no: TSIG-algoritmenavn må være et gyldig domenenavn som ender med punktum.
nl_nl: TSIG algoritme naam moet een geldige domeinnaam zijn eindigend met een punt.
pt_pt: O nome do algoritmo TSIG deve ser um nome de domínio válido terminando com um ponto.

source: Using a non-standard TSIG algorithm name. This may not be widely supported.
it_it: Utilizzo di un nome algoritmo TSIG non standard. Questo potrebbe non essere ampiamente supportato.
ja_jp: 非標準のTSIGアルゴリズム名を使用しています。これは広くサポートされていない可能性があります。
nb_no: Bruker et ikke-standard TSIG-algoritmenavn. Dette støttes kanskje ikke bredt.
nl_nl: Gebruik van een niet-standaard TSIG algoritme naam. Dit wordt mogelijk niet breed ondersteund.
pt_pt: Usando um nome de algoritmo TSIG não padrão. Isto pode não ser amplamente suportado.

source: RFC 8945 recommends using HMAC-SHA256 as the standard TSIG algorithm.
it_it: RFC 8945 raccomanda l'utilizzo di HMAC-SHA256 come algoritmo TSIG standard.
ja_jp: RFC 8945では標準TSIGアルゴリズムとしてHMAC-SHA256の使用を推奨しています。
nb_no: RFC 8945 anbefaler å bruke HMAC-SHA256 som standard TSIG-algoritme.
nl_nl: RFC 8945 beveelt het gebruik van HMAC-SHA256 aan als standaard TSIG algoritme.
pt_pt: A RFC 8945 recomenda usar HMAC-SHA256 como o algoritmo TSIG padrão.

source: ZONEMD is defined in RFC 8976 (February 2021) and may not be supported by all DNS servers.
it_it: ZONEMD è definito nell'RFC 8976 (Febbraio 2021) e potrebbe non essere supportato da tutti i server DNS.
ja_jp: ZONEMDはRFC 8976（2021年2月）で定義されており、すべてのDNSサーバーでサポートされているとは限りません。
nb_no: ZONEMD er definert i RFC 8976 (februar 2021) og støttes kanskje ikke av alle DNS-tjenere.
nl_nl: ZONEMD is gedefinieerd in RFC 8976 (februari 2021) en wordt mogelijk niet ondersteund door alle DNS servers.
pt_pt: O ZONEMD está definido na RFC 8976 (Fevereiro 2021) e pode não ser suportado por todos os servidores DNS.

source: ZONEMD records must be placed at the zone apex (same as SOA record).
it_it: I record ZONEMD devono essere posizionati all'apice della zona (stesso del record SOA).
ja_jp: ZONEMDレコードはゾーンの頂点（SOAレコードと同じ）に配置する必要があります。
nb_no: ZONEMD-poster må plasseres ved sonetoppen (samme som SOA-post).
nl_nl: ZONEMD records moeten geplaatst worden op de zone apex (hetzelfde als SOA record).
pt_pt: Os registos ZONEMD devem ser colocados no apex da zona (igual ao registo SOA).

source: For proper security, zones with ZONEMD records should also be signed with DNSSEC.
it_it: Per una sicurezza adeguata, le zone con record ZONEMD dovrebbero anche essere firmate con DNSSEC.
ja_jp: 適切なセキュリティのため、ZONEMDレコードを持つゾーンはDNSSECでも署名する必要があります。
nb_no: For riktig sikkerhet bør soner med ZONEMD-poster også signeres med DNSSEC.
nl_nl: Voor goede beveiliging moeten zones met ZONEMD records ook ondertekend worden met DNSSEC.
pt_pt: Para segurança adequada, zonas com registos ZONEMD devem também ser assinadas com DNSSEC.

source: The serial number in the ZONEMD record should match the zone's SOA serial number.
it_it: Il numero seriale nel record ZONEMD dovrebbe corrispondere al numero seriale SOA della zona.
ja_jp: ZONEMDレコードのシリアル番号はゾーンのSOAシリアル番号と一致する必要があります。
nb_no: Serienummeret i ZONEMD-posten bør matche sonens SOA-serienummer.
nl_nl: Het serienummer in het ZONEMD record moet overeenkomen met het SOA serienummer van de zone.
pt_pt: O número de série no registo ZONEMD deve corresponder ao número de série SOA da zona.

source: ZONEMD scheme values 240-255 are reserved for private use and may not be interoperable.
it_it: I valori schema ZONEMD 240-255 sono riservati per uso privato e potrebbero non essere interoperabili.
ja_jp: ZONEMDスキーム値240-255は私的使用のために予約されており、相互運用性がない可能性があります。
nb_no: ZONEMD-skjemaverdier 240-255 er reservert for privat bruk og kan ikke være interoperable.
nl_nl: ZONEMD scheme waarden 240-255 zijn gereserveerd voor privégebruik en zijn mogelijk niet interoperabel.
pt_pt: Os valores de esquema ZONEMD 240-255 são reservados para uso privado e podem não ser interoperáveis.

source: SHA-384 (algorithm 1) is the recommended hash algorithm for ZONEMD records.
it_it: SHA-384 (algoritmo 1) è l'algoritmo hash raccomandato per i record ZONEMD.
ja_jp: SHA-384（アルゴリズム1）はZONEMDレコードで推奨されるハッシュアルゴリズムです。
nb_no: SHA-384 (algoritme 1) er den anbefalte hash-algoritmen for ZONEMD-poster.
nl_nl: SHA-384 (algoritme 1) is het aanbevolen hash algoritme voor ZONEMD records.
pt_pt: O SHA-384 (algoritmo 1) é o algoritmo hash recomendado para registos ZONEMD.

source: SHA-512 (algorithm 2) provides stronger security but requires more processing resources than SHA-384.
it_it: SHA-512 (algoritmo 2) fornisce sicurezza più forte ma richiede più risorse di elaborazione di SHA-384.
ja_jp: SHA-512（アルゴリズム2）はより強力なセキュリティを提供しますが、SHA-384よりも多くの処理リソースが必要です。
nb_no: SHA-512 (algoritme 2) gir sterkere sikkerhet men krever mer prosesseringsressurser enn SHA-384.
nl_nl: SHA-512 (algoritme 2) biedt sterkere beveiliging maar vereist meer verwerkingsbronnen dan SHA-384.
pt_pt: O SHA-512 (algoritmo 2) fornece segurança mais forte mas requer mais recursos de processamento que SHA-384.

source: ZONEMD hash algorithm values 240-255 are reserved for private use and may not be interoperable.
it_it: I valori algoritmo hash ZONEMD 240-255 sono riservati per uso privato e potrebbero non essere interoperabili.
ja_jp: ZONEMDハッシュアルゴリズム値240-255は私的使用のために予約されており、相互運用性がない可能性があります。
nb_no: ZONEMD hash-algoritmeverdier 240-255 er reservert for privat bruk og kan ikke være interoperable.
nl_nl: ZONEMD hash algoritme waarden 240-255 zijn gereserveerd voor privégebruik en zijn mogelijk niet interoperabel.
pt_pt: Os valores de algoritmo hash ZONEMD 240-255 são reservados para uso privado e podem não ser interoperáveis.

source: ZONEMD record must contain serial, scheme, hash-algorithm, and digest separated by spaces.
it_it: Il record ZONEMD deve contenere seriale, schema, algoritmo-hash e digest separati da spazi.
ja_jp: ZONEMDレコードには、スペースで区切られたシリアル、スキーム、ハッシュアルゴリズム、ダイジェストが含まれている必要があります。
nb_no: ZONEMD-post må inneholde serienummer, skjema, hash-algoritme og sammendrag separert med mellomrom.
nl_nl: ZONEMD record moet serial, scheme, hash-algorithm en digest bevatten gescheiden door spaties.
pt_pt: O registo ZONEMD deve conter série, esquema, algoritmo-hash e resumo separados por espaços.

source: ZONEMD serial must be a number between 0 and 4294967295 (32-bit unsigned integer).
it_it: Il seriale ZONEMD deve essere un numero compreso tra 0 e 4294967295 (intero senza segno a 32 bit).
ja_jp: ZONEMDシリアルは0から4294967295（32ビット符号なし整数）の間の数値である必要があります。
nb_no: ZONEMD-serienummer må være et tall mellom 0 og 4294967295 (32-bit usignert heltall).
nl_nl: ZONEMD serial moet een getal tussen 0 en 4294967295 zijn (32-bit unsigned integer).
pt_pt: A série ZONEMD deve ser um número entre 0 e 4294967295 (inteiro de 32 bits sem sinal).

source: ZONEMD scheme must be a number between 0 and 255.
it_it: Lo schema ZONEMD deve essere un numero compreso tra 0 e 255.
ja_jp: ZONEMDスキームは0から255の間の数値である必要があります。
nb_no: ZONEMD-skjema må være et tall mellom 0 og 255.
nl_nl: ZONEMD scheme moet een getal tussen 0 en 255 zijn.
pt_pt: O esquema ZONEMD deve ser um número entre 0 e 255.

source: ZONEMD scheme must be 1 (Simple ZONEMD scheme) for standard use. Other values are reserved or unassigned.
it_it: Lo schema ZONEMD deve essere 1 (Schema ZONEMD Semplice) per uso standard. Altri valori sono riservati o non assegnati.
ja_jp: ZONEMDスキームは標準使用では1（Simple ZONEMDスキーム）である必要があります。その他の値は予約済みまたは未割り当てです。
nb_no: ZONEMD-skjema må være 1 (Simple ZONEMD scheme) for standardbruk. Andre verdier er reservert eller ikke tildelt.
nl_nl: ZONEMD scheme moet 1 (Simple ZONEMD scheme) zijn voor standaardgebruik. Andere waarden zijn gereserveerd of niet toegewezen.
pt_pt: O esquema ZONEMD deve ser 1 (esquema ZONEMD Simples) para uso padrão. Outros valores são reservados ou não atribuídos.

source: ZONEMD scheme 0 is reserved and not for standard use.
it_it: Lo schema ZONEMD 0 è riservato e non per uso standard.
ja_jp: ZONEMDスキーム0は予約済みで標準使用ではありません。
nb_no: ZONEMD-skjema 0 er reservert og ikke for standardbruk.
nl_nl: ZONEMD scheme 0 is gereserveerd en niet voor standaardgebruik.
pt_pt: O esquema ZONEMD 0 é reservado e não para uso padrão.

source: ZONEMD hash algorithm must be a number between 0 and 255.
it_it: L'algoritmo hash ZONEMD deve essere un numero compreso tra 0 e 255.
ja_jp: ZONEMDハッシュアルゴリズムは0から255の間の数値である必要があります。
nb_no: ZONEMD hash-algoritme må være et tall mellom 0 og 255.
nl_nl: ZONEMD hash algoritme moet een getal tussen 0 en 255 zijn.
pt_pt: O algoritmo hash ZONEMD deve ser um número entre 0 e 255.

source: ZONEMD hash algorithm 0 is reserved and not for standard use.
it_it: L'algoritmo hash ZONEMD 0 è riservato e non per uso standard.
ja_jp: ZONEMDハッシュアルゴリズム0は予約済みで標準使用ではありません。
nb_no: ZONEMD hash-algoritme 0 er reservert og ikke for standardbruk.
nl_nl: ZONEMD hash algoritme 0 is gereserveerd en niet voor standaardgebruik.
pt_pt: O algoritmo hash ZONEMD 0 é reservado e não para uso padrão.

source: ZONEMD digest must be a hexadecimal string.
it_it: Il digest ZONEMD deve essere una stringa esadecimale.
ja_jp: ZONEMDダイジェストは16進数文字列である必要があります。
nb_no: ZONEMD-sammendrag må være en heksadesimal streng.
nl_nl: ZONEMD digest moet een hexadecimale string zijn.
pt_pt: O resumo ZONEMD deve ser uma string hexadecimal.

source: ZONEMD digest must be at least 24 hexadecimal characters (12 octets).
it_it: Il digest ZONEMD deve essere di almeno 24 caratteri esadecimali (12 ottetti).
ja_jp: ZONEMDダイジェストは少なくとも24個の16進文字（12オクテット）である必要があります。
nb_no: ZONEMD sammendrag må være minst 24 heksadesimale tegn (12 oktetter).
nl_nl: ZONEMD digest moet minstens 24 hexadecimale karakters (12 octetten) zijn.
pt_pt: O resumo ZONEMD deve ter pelo menos 24 caracteres hexadecimais (12 octetos).

source: ZONEMD digest for SHA-384 (algorithm 1) must be exactly 96 hexadecimal characters (48 octets).
it_it: Il digest ZONEMD per SHA-384 (algoritmo 1) deve essere esattamente di 96 caratteri esadecimali (48 ottetti).
ja_jp: SHA-384（アルゴリズム1）のZONEMDダイジェストは正確に96個の16進文字（48オクテット）である必要があります。
nb_no: ZONEMD sammendrag for SHA-384 (algoritme 1) må være nøyaktig 96 heksadesimale tegn (48 oktetter).
nl_nl: ZONEMD digest voor SHA-384 (algoritme 1) moet precies 96 hexadecimale karakters (48 octetten) zijn.
pt_pt: O resumo ZONEMD para SHA-384 (algoritmo 1) deve ter exactamente 96 caracteres hexadecimais (48 octetos).

source: Priority field for CERT records must be 0 or empty
it_it: Il campo priorità per i record CERT deve essere 0 o vuoto
ja_jp: CERTレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for CERT-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor CERT records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos CERT deve ser 0 ou vazio

source: Per RFC 4398, consider DNS record size limitations when using CERT records. Large certificates may cause DNS message fragmentation.
it_it: Secondo RFC 4398, considera i limiti di dimensione dei record DNS quando utilizzi record CERT. Certificati grandi possono causare frammentazione dei messaggi DNS.
ja_jp: RFC 4398に従って、CERTレコードを使用する際はDNSレコードサイズの制限を考慮してください。大きな証明書はDNSメッセージの断片化を引き起こす可能性があります。
nb_no: I henhold til RFC 4398, vurder DNS-postens størrelsesgrenser når du bruker CERT-poster. Store sertifikater kan forårsake fragmentering av DNS-meldinger.
nl_nl: Volgens RFC 4398, houd rekening met DNS record groottebeperkingen bij het gebruik van CERT records. Grote certificaten kunnen DNS bericht fragmentatie veroorzaken.
pt_pt: Conforme RFC 4398, considere as limitações de tamanho de registo DNS ao usar registos CERT. Certificados grandes podem causar fragmentação de mensagens DNS.

source: This CERT record content is quite large (
it_it: Il contenuto di questo record CERT è piuttosto grande (
ja_jp: このCERTレコードの内容はかなり大きいです（
nb_no: Dette CERT-postinnholdet er ganske stort (
nl_nl: Deze CERT record inhoud is vrij groot (
pt_pt: O conteúdo deste registo CERT é bastante grande (

source: Invalid characters in CERT record content.
it_it: Caratteri non validi nel contenuto del record CERT.
ja_jp: CERTレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i CERT-postinnhold.
nl_nl: Ongeldige karakters in CERT record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo CERT.

source: CERT record must contain type, key-tag, algorithm and certificate-data separated by spaces.
it_it: Il record CERT deve contenere tipo, key-tag, algoritmo e dati-certificato separati da spazi.
ja_jp: CERTレコードには、スペースで区切られたタイプ、キータグ、アルゴリズム、証明書データが含まれている必要があります。
nb_no: CERT-post må inneholde type, nøkkel-tag, algoritme og sertifikatdata adskilt med mellomrom.
nl_nl: CERT record moet type, key-tag, algorithm en certificate-data bevatten gescheiden door spaties.
pt_pt: O registo CERT deve conter tipo, key-tag, algoritmo e dados-certificado separados por espaços.

source: CERT type must be a number between 0 and 65535 or a valid mnemonic.
it_it: Il tipo CERT deve essere un numero compreso tra 0 e 65535 o un mnemonico valido.
ja_jp: CERTタイプは0から65535の間の数値または有効なニーモニックである必要があります。
nb_no: CERT-type må være et tall mellom 0 og 65535 eller et gyldig mnemonisk navn.
nl_nl: CERT type moet een getal tussen 0 en 65535 of een geldige afkorting zijn.
pt_pt: O tipo CERT deve ser um número entre 0 e 65535 ou uma mnemónica válida.

source: CERT type value
it_it: Valore tipo CERT
ja_jp: CERTタイプ値
nb_no: CERT-typeverdi
nl_nl: CERT type waarde
pt_pt: Valor de tipo CERT

source: CERT type must be a number between 0 and 65535 or a valid mnemonic (PKIX, SPKI, PGP, etc.).
it_it: Il tipo CERT deve essere un numero compreso tra 0 e 65535 o un mnemonico valido (PKIX, SPKI, PGP, ecc.).
ja_jp: CERTタイプは0から65535の間の数値または有効なニーモニック（PKIX、SPKI、PGPなど）である必要があります。
nb_no: CERT-type må være et tall mellom 0 og 65535 eller et gyldig mnemonisk navn (PKIX, SPKI, PGP, osv.).
nl_nl: CERT type moet een getal tussen 0 en 65535 of een geldig acroniem (PKIX, SPKI, PGP, etc.) zijn.
pt_pt: O tipo CERT deve ser um número entre 0 e 65535 ou uma mnemónica válida (PKIX, SPKI, PGP, etc.).

source: URL-based certificate types (IPKIX, ISPKI, IPGP, IACPKIX) introduce additional indirection and potential security concerns.
it_it: I tipi di certificato basati su URL (IPKIX, ISPKI, IPGP, IACPKIX) introducono indirezione aggiuntiva e potenziali problemi di sicurezza.
ja_jp: URLベースの証明書タイプ（IPKIX、ISPKI、IPGP、IACPKIX）は追加の間接参照と潜在的なセキュリティ上の懸念をもたらします。
nb_no: URL-baserte sertifikattyper (IPKIX, ISPKI, IPGP, IACPKIX) introduserer ytterligere indireksjon og potensielle sikkerhetsproblemer.
nl_nl: URL-gebaseerde certificaattypes (IPKIX, ISPKI, IPGP, IACPKIX) introduceren extra indirectie en potentiële beveiligingsproblemen.
pt_pt: Os tipos de certificado baseados em URL (IPKIX, ISPKI, IPGP, IACPKIX) introduzem indireção adicional e potenciais preocupações de segurança.

source: CERT key tag must be a number between 0 and 65535.
it_it: Il tag chiave CERT deve essere un numero compreso tra 0 e 65535.
ja_jp: CERTキータグは0から65535の間の数値である必要があります。
nb_no: CERT nøkkel-tag må være et tall mellom 0 og 65535.
nl_nl: CERT key tag moet een getal tussen 0 en 65535 zijn.
pt_pt: A etiqueta de chave CERT deve ser um número entre 0 e 65535.

source: CERT algorithm must be a number between 0 and 255 or a valid mnemonic.
it_it: L'algoritmo CERT deve essere un numero compreso tra 0 e 255 o un mnemonico valido.
ja_jp: CERTアルゴリズムは0から255の間の数値または有効なニーモニックである必要があります。
nb_no: CERT algoritme må være et tall mellom 0 og 255 eller et gyldig mnemonisk navn.
nl_nl: CERT-algoritme moet een getal tussen 0 en 255 of een geldige afkorting zijn.
pt_pt: O algoritmo CERT deve ser um número entre 0 e 255 ou uma mnemónica válida.

source: CERT algorithm must be a number between 0 and 255 or a valid mnemonic (RSASHA1, DSA, etc.).
it_it: L'algoritmo CERT deve essere un numero compreso tra 0 e 255 o un mnemonico valido (RSASHA1, DSA, ecc.).
ja_jp: CERTアルゴリズムは0から255の間の数値または有効なニーモニック（RSASHA1、DSAなど）である必要があります。
nb_no: CERT algoritme må være et tall mellom 0 og 255 eller et gyldig mnemonisk navn (RSASHA1, DSA, osv.).
nl_nl: CERT algoritme moet een getal tussen 0 en 255 of een geldig acroniem (RSASHA1, DSA, etc.) zijn.
pt_pt: O algoritmo CERT deve ser um número entre 0 e 255 ou uma mnemónica válida (RSASHA1, DSA, etc.).

source: Algorithm
it_it: Algoritmo
ja_jp: アルゴリズム
nb_no: Algoritme
nl_nl: Algoritme
pt_pt: Algoritmo

source: For URL-based CERT types, the certificate data must be a valid URL.
it_it: Per i tipi CERT basati su URL, i dati del certificato devono essere un URL valido.
ja_jp: URLベースのCERTタイプの場合、証明書データは有効なURLである必要があります。
nb_no: For URL-baserte CERT-typer må sertifikatdataene være en gyldig URL.
nl_nl: Voor URL-gebaseerde CERT types moeten de certificaatgegevens een geldige URL zijn.
pt_pt: Para tipos CERT baseados em URL, os dados do certificado devem ser um URL válido.

source: Certificate data is
it_it: I dati del certificato sono
ja_jp: 証明書データは
nb_no: Sertifikatdata er
nl_nl: Certificaatgegevens zijn
pt_pt: Os dados do certificado são

source: CERT certificate data must contain only valid base64 characters (A-Z, a-z, 0-9, +, /, =).
it_it: I dati del certificato CERT devono contenere solo caratteri base64 validi (A-Z, a-z, 0-9, +, /, =).
ja_jp: CERT証明書データは有効なbase64文字（A-Z、a-z、0-9、+、/、=）のみを含む必要があります。
nb_no: CERT sertifikatdata må kun inneholde gyldige base64-tegn (A-Z, a-z, 0-9, +, /, =).
nl_nl: CERT certificaatgegevens mogen alleen geldige base64 karakters bevatten (A-Z, a-z, 0-9, +, /, =).
pt_pt: Os dados do certificado CERT devem conter apenas caracteres base64 válidos (A-Z, a-z, 0-9, +, /, =).

source: CERT certificate data has invalid base64 padding. Equals signs (=) should only appear at the end of the data.
it_it: I dati del certificato CERT hanno padding base64 non valido. I segni di uguale (=) dovrebbero apparire solo alla fine dei dati.
ja_jp: CERT証明書データに無効なbase64パディングがあります。等号（=）はデータの末尾にのみ表示される必要があります。
nb_no: CERT sertifikatdata har ugyldig base64-padding. Likhetstegn (=) bør kun vises på slutten av dataene.
nl_nl: CERT certificaatgegevens hebben ongeldige base64 padding. Gelijktekens (=) mogen alleen aan het einde van de gegevens verschijnen.
pt_pt: Os dados do certificado CERT têm preenchimento base64 inválido. Sinais de igual (=) devem aparecer apenas no final dos dados.

source: CERT certificate data has invalid base64 length. Base64 data must be a multiple of 4 characters (with padding).
it_it: I dati del certificato CERT hanno lunghezza base64 non valida. I dati base64 devono essere un multiplo di 4 caratteri (con padding).
ja_jp: CERT証明書データのbase64長が無効です。Base64データは4文字の倍数（パディング付き）である必要があります。
nb_no: CERT sertifikatdata har ugyldig base64-lengde. Base64-data må være et multiplum av 4 tegn (med padding).
nl_nl: CERT certificaatgegevens hebben ongeldige base64 lengte. Base64 gegevens moeten een veelvoud van 4 karakters zijn (met padding).
pt_pt: Os dados do certificado CERT têm comprimento base64 inválido. Os dados base64 devem ser múltiplos de 4 caracteres (com preenchimento).

source: CERT certificate data must be valid base64-encoded data.
it_it: I dati del certificato CERT devono essere dati codificati base64 validi.
ja_jp: CERT証明書データは有効なbase64エンコードデータである必要があります。
nb_no: CERT sertifikatdata må være gyldig base64-kodede data.
nl_nl: CERT certificaatgegevens moeten geldige base64-gecodeerde gegevens zijn.
pt_pt: Os dados do certificado CERT devem ser dados base64 válidos.

source: CERT certificate data must not be empty after base64 decoding.
it_it: I dati del certificato CERT non devono essere vuoti dopo la decodifica base64.
ja_jp: CERT証明書データはbase64デコード後に空であってはいけません。
nb_no: CERT sertifikatdata kan ikke være tomme etter base64-dekoding.
nl_nl: CERT certificaatgegevens mogen niet leeg zijn na base64 decodering.
pt_pt: Os dados do certificado CERT não devem estar vazios após descodificação base64.
