Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Priority field for RRSIG records must be 0 or empty
it_it: Il campo priorità per i record RRSIG deve essere 0 o vuoto
ja_jp: RRSIGレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritet-felt for RRSIG poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor RRSIG records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos RRSIG deve ser 0 ou vazio

source: RRSIG records should only be created by your DNS server when signing a zone. Manual manipulation is not recommended.
it_it: I record RRSIG devono essere creati solo dal server DNS quando si firma una zona. La manipolazione manuale non è raccomandata.
ja_jp: RRSIGレコードはゾーンに署名する際にDNSサーバーによってのみ作成されるべきです。手動操作は推奨されません。
nb_no: RRSIG poster bør kun opprettes av DNS serveren din når den signerer en sone. Manuell manipulering anbefales ikke.
nl_nl: RRSIG records moeten alleen aangemaakt worden door uw DNS server bij het ondertekenen van een zone. Handmatige manipulatie wordt niet aanbevolen.
pt_pt: Os registos RRSIG devem ser criados apenas pelo seu servidor DNS ao assinar uma zona. A manipulação manual não é recomendada.

source: Regular key rollovers are recommended security practice: ZSK every 1-3 months, KSK every 1-2 years.
it_it: I rollover regolari delle chiavi sono una pratica di sicurezza raccomandata: ZSK ogni 1-3 mesi, KSK ogni 1-2 anni.
ja_jp: 定期的なキーロールオーバーは推奨されるセキュリティ慣行です：ZSKは1-3ヶ月ごと、KSKは1-2年ごと。
nb_no: Regelmessig nøkkelrullering er anbefalt sikkerhetspraksis: ZSK hver 1-3 måneder, KSK hvert 1-2 år.
nl_nl: Regelmatige sleutelwisselingen zijn aanbevolen beveiligingspraktijk: ZSK elke 1-3 maanden, KSK elke 1-2 jaar.
pt_pt: A rotação regular de chaves é uma prática de segurança recomendada: ZSK a cada 1-3 meses, KSK a cada 1-2 anos.

source: RRSIG record content cannot be empty.
it_it: Il contenuto del record RRSIG non può essere vuoto.
ja_jp: RRSIGレコードの内容は空にできません。
nb_no: RRSIG post-innhold kan ikke være tomt.
nl_nl: RRSIG record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo RRSIG não pode estar vazio.

source: RRSIG record contains invalid characters.
it_it: Il record RRSIG contiene caratteri non validi.
ja_jp: RRSIGレコードに無効な文字が含まれています。
nb_no: RRSIG post inneholder ugyldige tegn.
nl_nl: RRSIG record bevat ongeldige karakters.
pt_pt: O registo RRSIG contém caracteres inválidos.

source: RRSIG record must contain covered-type, algorithm, labels, original TTL, expiration, inception, key tag, signer name and signature.
it_it: Il record RRSIG deve contenere tipo-coperto, algoritmo, etichette, TTL originale, scadenza, inizio, tag chiave, nome firmatario e firma.
ja_jp: RRSIGレコードはカバータイプ、アルゴリズム、ラベル、元のTTL、有効期限、開始時刻、キータグ、署名者名、署名を含む必要があります。
nb_no: RRSIG post må inneholde dekket-type, algoritme, etiketter, original TTL, utløp, oppstart, nøkkel-tag, signatarnavn og signatur.
nl_nl: RRSIG record moet covered-type, algoritme, labels, originele TTL, expiration, inception, key tag, signer naam en handtekening bevatten.
pt_pt: O registo RRSIG deve conter covered-type, algoritmo, etiquetas, TTL original, expiração, início, etiqueta de chave, nome do assinante e assinatura.

source: RRSIG covered type must be a valid DNS record type.
it_it: Il tipo coperto RRSIG deve essere un tipo di record DNS valido.
ja_jp: RRSIGカバータイプは有効なDNSレコードタイプである必要があります。
nb_no: RRSIG dekket type må være en gyldig DNS posttype.
nl_nl: RRSIG covered type moet een geldig DNS recordtype zijn.
pt_pt: O tipo coberto RRSIG deve ser um tipo de registo DNS válido.

source: RRSIG algorithm field must be a numeric value.
it_it: Il campo algoritmo RRSIG deve essere un valore numerico.
ja_jp: RRSIGアルゴリズムフィールドは数値である必要があります。
nb_no: RRSIG algoritme-felt må være en numerisk verdi.
nl_nl: RRSIG algoritme veld moet een numerieke waarde zijn.
pt_pt: O campo algoritmo RRSIG deve ser um valor numérico.

source: Algorithm 1 (RSA/MD5) is deprecated and should NOT be used due to cryptographic weaknesses.
it_it: L'algoritmo 1 (RSA/MD5) è deprecato e NON deve essere usato a causa di debolezze crittografiche.
ja_jp: アルゴリズム1（RSA/MD5）は非推奨であり、暗号学的脆弱性のため使用すべきではありません。
nb_no: Algoritme 1 (RSA/MD5) er utdatert og bør IKKE brukes på grunn av kryptografiske svakheter.
nl_nl: Algoritme 1 (RSA/MD5) is verouderd en zou NIET gebruikt moeten worden vanwege cryptografische zwakheden.
pt_pt: O algoritmo 1 (RSA/MD5) está descontinuado e NÃO deve ser usado devido a fraquezas criptográficas.

source: Algorithm 3 (DSA/SHA1) is considered insecure and should be replaced with stronger algorithms.
it_it: L'algoritmo 3 (DSA/SHA1) è considerato insicuro e deve essere sostituito con algoritmi più forti.
ja_jp: アルゴリズム3（DSA/SHA1）は安全でないとみなされ、より強力なアルゴリズムに置き換えるべきです。
nb_no: Algoritme 3 (DSA/SHA1) anses som usikker og bør erstattes med sterkere algoritmer.
nl_nl: Algoritme 3 (DSA/SHA1) wordt als onveilig beschouwd en zou vervangen moeten worden door sterkere algoritmen.
pt_pt: O algoritmo 3 (DSA/SHA1) é considerado inseguro e deve ser substituído por algoritmos mais fortes.

source: Algorithm 5 (RSA/SHA-1) is considered insecure and should be replaced with stronger algorithms.
it_it: L'algoritmo 5 (RSA/SHA-1) è considerato insicuro e deve essere sostituito con algoritmi più forti.
ja_jp: アルゴリズム5（RSA/SHA-1）は安全でないとみなされ、より強力なアルゴリズムに置き換えるべきです。
nb_no: Algoritme 5 (RSA/SHA-1) anses som usikker og bør erstattes med sterkere algoritmer.
nl_nl: Algoritme 5 (RSA/SHA-1) wordt als onveilig beschouwd en zou vervangen moeten worden door sterkere algoritmen.
pt_pt: O algoritmo 5 (RSA/SHA-1) é considerado inseguro e deve ser substituído por algoritmos mais fortes.

source: Algorithm 7 (RSASHA1-NSEC3-SHA1) uses SHA-1 which is no longer considered secure. Consider using RSA/SHA-256 or newer algorithms.
it_it: L'algoritmo 7 (RSASHA1-NSEC3-SHA1) usa SHA-1 che non è più considerato sicuro. Considera di usare RSA/SHA-256 o algoritmi più nuovi.
ja_jp: アルゴリズム7（RSASHA1-NSEC3-SHA1）はもはや安全とみなされないSHA-1を使用しています。RSA/SHA-256またはより新しいアルゴリズムの使用を検討してください。
nb_no: Algoritme 7 (RSASHA1-NSEC3-SHA1) bruker SHA-1 som ikke lenger anses som sikker. Vurder å bruke RSA/SHA-256 eller nyere algoritmer.
nl_nl: Algoritme 7 (RSASHA1-NSEC3-SHA1) gebruikt SHA-1 dat niet langer als veilig wordt beschouwd. Overweeg RSA/SHA-256 of nieuwere algoritmen te gebruiken.
pt_pt: O algoritmo 7 (RSASHA1-NSEC3-SHA1) usa SHA-1 que já não é considerado seguro. Considere usar RSA/SHA-256 ou algoritmos mais recentes.

source: Algorithm 10 (RSA/SHA-512) provides strong security but may have interoperability issues with some validators.
it_it: L'algoritmo 10 (RSA/SHA-512) fornisce una sicurezza forte ma può avere problemi di interoperabilità con alcuni validatori.
ja_jp: アルゴリズム10（RSA/SHA-512）は強力なセキュリティを提供しますが、一部のバリデーターとの相互運用性の問題がある可能性があります。
nb_no: Algoritme 10 (RSA/SHA-512) gir sterk sikkerhet men kan ha interoperabilitetsproblemer med noen validatorer.
nl_nl: Algoritme 10 (RSA/SHA-512) biedt sterke beveiliging maar kan interoperabiliteitsproblemen hebben met sommige validators.
pt_pt: O algoritmo 10 (RSA/SHA-512) fornece segurança forte mas pode ter problemas de interoperabilidade com alguns validadores.

source: Algorithm 13 (ECDSA P-256 with SHA-256) provides good security with smaller signatures than RSA.
it_it: L'algoritmo 13 (ECDSA P-256 con SHA-256) fornisce una buona sicurezza con firme più piccole di RSA.
ja_jp: アルゴリズム13（ECDSA P-256 with SHA-256）はRSAよりも小さな署名で良好なセキュリティを提供します。
nb_no: Algoritme 13 (ECDSA P-256 med SHA-256) gir god sikkerhet med mindre signaturer enn RSA.
nl_nl: Algoritme 13 (ECDSA P-256 met SHA-256) biedt goede beveiliging met kleinere handtekeningen dan RSA.
pt_pt: O algoritmo 13 (ECDSA P-256 com SHA-256) fornece boa segurança com assinaturas menores que RSA.

source: Algorithm 14 (ECDSA P-384 with SHA-384) provides strong security with smaller signatures than RSA.
it_it: L'algoritmo 14 (ECDSA P-384 con SHA-384) fornisce una sicurezza forte con firme più piccole di RSA.
ja_jp: アルゴリズム14（ECDSA P-384 with SHA-384）はRSAよりも小さな署名で強力なセキュリティを提供します。
nb_no: Algoritme 14 (ECDSA P-384 med SHA-384) gir sterk sikkerhet med mindre signaturer enn RSA.
nl_nl: Algoritme 14 (ECDSA P-384 met SHA-384) biedt sterke beveiliging met kleinere handtekeningen dan RSA.
pt_pt: O algoritmo 14 (ECDSA P-384 com SHA-384) fornece segurança forte com assinaturas menores que RSA.

source: Algorithm 15 (ED25519) offers modern security but may have compatibility issues with older DNSSEC validators.
it_it: L'algoritmo 15 (ED25519) offre sicurezza moderna ma può avere problemi di compatibilità con validatori DNSSEC più vecchi.
ja_jp: アルゴリズム15（ED25519）は現代的なセキュリティを提供しますが、古いDNSSECバリデーターとの互換性の問題がある可能性があります。
nb_no: Algoritme 15 (ED25519) tilbyr moderne sikkerhet men kan ha kompatibilitetsproblemer med eldre DNSSEC validatorer.
nl_nl: Algoritme 15 (ED25519) biedt moderne beveiliging maar kan compatibiliteitsproblemen hebben met oudere DNSSEC validators.
pt_pt: O algoritmo 15 (ED25519) oferece segurança moderna mas pode ter problemas de compatibilidade com validadores DNSSEC mais antigos.

source: Algorithm 16 (ED448) offers strong modern security but may have compatibility issues with older DNSSEC validators.
it_it: L'algoritmo 16 (ED448) offre una sicurezza moderna forte ma può avere problemi di compatibilità con validatori DNSSEC più vecchi.
ja_jp: アルゴリズム16（ED448）は強力な現代的セキュリティを提供しますが、古いDNSSECバリデーターとの互換性の問題がある可能性があります。
nb_no: Algoritme 16 (ED448) tilbyr sterk moderne sikkerhet men kan ha kompatibilitetsproblemer med eldre DNSSEC validatorer.
nl_nl: Algoritme 16 (ED448) biedt sterke moderne beveiliging maar kan compatibiliteitsproblemen hebben met oudere DNSSEC validators.
pt_pt: O algoritmo 16 (ED448) oferece segurança moderna forte mas pode ter problemas de compatibilidade com validadores DNSSEC mais antigos.

source: Unknown algorithm value. Only algorithms defined in RFCs should be used.
it_it: Valore algoritmo sconosciuto. Devono essere usati solo algoritmi definiti negli RFC.
ja_jp: 未知のアルゴリズム値です。RFCで定義されたアルゴリズムのみを使用すべきです。
nb_no: Ukjent algoritme-verdi. Kun algoritmer definert i RFC-er bør brukes.
nl_nl: Onbekende algoritme waarde. Alleen algoritmen gedefinieerd in RFC's zouden gebruikt moeten worden.
pt_pt: Valor de algoritmo desconhecido. Apenas algoritmos definidos em RFCs devem ser usados.

source: RRSIG labels field must be a numeric value.
it_it: Il campo etichette RRSIG deve essere un valore numerico.
ja_jp: RRSIGラベルフィールドは数値である必要があります。
nb_no: RRSIG etiketter-felt må være en numerisk verdi.
nl_nl: RRSIG labels veld moet een numerieke waarde zijn.
pt_pt: O campo etiquetas RRSIG deve ser um valor numérico.

source: RRSIG labels field must be a reasonable value (0-128).
it_it: Il campo etichette RRSIG deve essere un valore ragionevole (0-128).
ja_jp: RRSIGラベルフィールドは妥当な値（0-128）である必要があります。
nb_no: RRSIG etiketter-felt må være en rimelig verdi (0-128).
nl_nl: RRSIG labels veld moet een redelijke waarde zijn (0-128).
pt_pt: O campo de etiquetas RRSIG deve ser um valor razoável (0-128).

source: RRSIG original TTL field must be a numeric value.
it_it: Il campo TTL originale RRSIG deve essere un valore numerico.
ja_jp: RRSIG元TTLフィールドは数値である必要があります。
nb_no: RRSIG original TTL-felt må være en numerisk verdi.
nl_nl: RRSIG originele TTL veld moet een numerieke waarde zijn.
pt_pt: O campo TTL original RRSIG deve ser um valor numérico.

source: RRSIG original TTL must be a valid positive integer.
it_it: Il TTL originale RRSIG deve essere un numero intero positivo valido.
ja_jp: RRSIG元TTLは有効な正の整数である必要があります。
nb_no: RRSIG original TTL må være et gyldig positivt heltall.
nl_nl: RRSIG originele TTL moet een geldige positieve integer zijn.
pt_pt: O TTL original RRSIG deve ser um número inteiro positivo válido.

source: Original TTL is greater than 1 day (86400). For DNSSEC records, shorter TTLs are generally preferred for faster recovery in case of key compromise.
it_it: Il TTL originale è superiore a 1 giorno (86400). Per i record DNSSEC, TTL più brevi sono generalmente preferiti per un recupero più veloce in caso di compromissione della chiave.
ja_jp: 元TTLが1日（86400）を超えています。DNSSECレコードの場合、キー漏洩時の迅速な復旧のために短いTTLが一般的に推奨されます。
nb_no: Original TTL er større enn 1 dag (86400). For DNSSEC poster foretrekkes generelt kortere TTL-er for raskere gjenoppretting i tilfelle nøkkelkompromittering.
nl_nl: Originele TTL is groter dan 1 dag (86400). Voor DNSSEC records zijn kortere TTL's over het algemeen geprefereerd voor sneller herstel in geval van sleutelcompromittering.
pt_pt: O TTL original é maior que 1 dia (86400). Para registos DNSSEC, TTLs mais curtos são geralmente preferidos para recuperação mais rápida em caso de compromisso de chave.

source: RRSIG expiration must be in YYYYMMDDHHmmSS format.
it_it: La scadenza RRSIG deve essere in formato YYYYMMDDHHmmSS.
ja_jp: RRSIG有効期限はYYYYMMDDHHmmSS形式である必要があります。
nb_no: RRSIG utløp må være i YYYYMMDDHHmmSS format.
nl_nl: RRSIG expiration moet in YYYYMMDDHHmmSS formaat zijn.
pt_pt: A expiração RRSIG deve estar no formato YYYYMMDDHHmmSS.

source: RRSIG inception must be in YYYYMMDDHHmmSS format.
it_it: L'inizio RRSIG deve essere in formato YYYYMMDDHHmmSS.
ja_jp: RRSIG開始時刻はYYYYMMDDHHmmSS形式である必要があります。
nb_no: RRSIG oppstart må være i YYYYMMDDHHmmSS format.
nl_nl: RRSIG inception moet in YYYYMMDDHHmmSS formaat zijn.
pt_pt: O início RRSIG deve estar no formato YYYYMMDDHHmmSS.

source: The expiration time must be later than the inception time. This signature appears to have expired before it became valid.
it_it: Il tempo di scadenza deve essere successivo al tempo di inizio. Questa firma sembra essere scaduta prima di diventare valida.
ja_jp: 有効期限は開始時刻より後である必要があります。この署名は有効になる前に期限切れになったようです。
nb_no: Utløpstiden må være senere enn oppstartstiden. Denne signaturen ser ut til å ha utløpt før den ble gyldig.
nl_nl: De vervaltijd moet later zijn dan de inception tijd. Deze handtekening lijkt verlopen te zijn voordat het geldig werd.
pt_pt: O tempo de expiração deve ser posterior ao tempo de início. Esta assinatura parece ter expirado antes de se tornar válida.

source: CRITICAL: This signature has already expired. It will not be validated by DNSSEC resolvers.
it_it: CRITICO: Questa firma è già scaduta. Non sarà validata dai resolver DNSSEC.
ja_jp: 重要：この署名は既に期限切れです。DNSSECリゾルバーによって検証されません。
nb_no: KRITISK: Denne signaturen har allerede utløpt. Den vil ikke bli validert av DNSSEC resolvere.
nl_nl: KRITIEK: Deze handtekening is al verlopen. Het wordt niet gevalideerd door DNSSEC resolvers.
pt_pt: CRÍTICO: Esta assinatura já expirou. Não será validada por resolvedores DNSSEC.

source: WARNING: This signature will expire within the next 7 days. Consider renewing it soon.
it_it: AVVISO: Questa firma scadrà entro i prossimi 7 giorni. Considera di rinnovarla presto.
ja_jp: 警告：この署名は7日以内に期限切れになります。すぐに更新することを検討してください。
nb_no: ADVARSEL: Denne signaturen vil utløpe innen de neste 7 dagene. Vurder å fornye den snart.
nl_nl: WAARSCHUWING: Deze handtekening verloopt binnen de komende 7 dagen. Overweeg het binnenkort te vernieuwen.
pt_pt: AVISO: Esta assinatura irá expirar nos próximos 7 dias. Considere renová-la em breve.

source: This signature will expire within the next 30 days. Plan for renewal.
it_it: Questa firma scadrà entro i prossimi 30 giorni. Pianifica il rinnovo.
ja_jp: この署名は30日以内に期限切れになります。更新を計画してください。
nb_no: Denne signaturen vil utløpe innen de neste 30 dagene. Planlegg for fornyelse.
nl_nl: Deze handtekening verloopt binnen de komende 30 dagen. Plan voor vernieuwing.
pt_pt: Esta assinatura irá expirar nos próximos 30 dias. Planeie a renovação.

source: WARNING: This signature is not yet valid. It will not be validated by DNSSEC resolvers until the inception time is reached.
it_it: AVVISO: Questa firma non è ancora valida. Non sarà validata dai resolver DNSSEC finché non viene raggiunto il tempo di inizio.
ja_jp: 警告：この署名はまだ有効ではありません。開始時刻に達するまでDNSSECリゾルバーによって検証されません。
nb_no: ADVARSEL: Denne signaturen er ikke gyldig ennå. Den vil ikke bli validert av DNSSEC resolvere før oppstartstiden er nådd.
nl_nl: WAARSCHUWING: Deze handtekening is nog niet geldig. Het wordt niet gevalideerd door DNSSEC resolvers totdat de inception tijd bereikt is.
pt_pt: AVISO: Esta assinatura ainda não é válida. Não será validada por resolvedores DNSSEC até que o tempo de início seja atingido.

source: The signature validity period is over 90 days, which is longer than recommended practices. Long validity periods increase vulnerability in case of key compromise.
it_it: Il periodo di validità della firma è superiore a 90 giorni, che è più lungo delle pratiche raccomandate. Periodi di validità lunghi aumentano la vulnerabilità in caso di compromissione della chiave.
ja_jp: 署名の有効期間が90日を超えており、推奨される慣行より長くなっています。長い有効期間はキー漏洩時の脆弱性を増加させます。
nb_no: Signaturens gyldighetsperiode er over 90 dager, som er lengre enn anbefalt praksis. Lange gyldighetsperioder øker sårbarheten i tilfelle nøkkelkompromittering.
nl_nl: De handtekening geldigheidsperiode is meer dan 90 dagen, wat langer is dan aanbevolen praktijken. Lange geldigheidsperioden verhogen kwetsbaarheid in geval van sleutelcompromittering.
pt_pt: O período de validade da assinatura é superior a 90 dias, que é mais longo que as práticas recomendadas. Períodos de validade longos aumentam a vulnerabilidade em caso de compromisso de chave.

source: Could not parse signature timestamps to check validity period.
it_it: Impossibile analizzare i timestamp della firma per verificare il periodo di validità.
ja_jp: 有効期間を確認するために署名のタイムスタンプを解析できませんでした。
nb_no: Kunne ikke parse signatur-tidsstempler for å sjekke gyldighetsperioden.
nl_nl: Kon handtekening timestamps niet ontleden om geldigheidsperiode te controleren.
pt_pt: Não foi possível analisar os timestamps da assinatura para verificar o período de validade.

source: RRSIG key tag field must be a numeric value.
it_it: Il campo tag chiave RRSIG deve essere un valore numerico.
ja_jp: RRSIGキータグフィールドは数値である必要があります。
nb_no: RRSIG nøkkel-tag felt må være en numerisk verdi.
nl_nl: RRSIG key tag veld moet een numerieke waarde zijn.
pt_pt: O campo etiqueta da chave RRSIG deve ser um valor numérico.

source: RRSIG key tag must be a valid value between 0 and 65535.
it_it: Il tag chiave RRSIG deve essere un valore valido compreso tra 0 e 65535.
ja_jp: RRSIGキータグは0から65535の間の有効な値である必要があります。
nb_no: RRSIG nøkkel-tag må være en gyldig verdi mellom 0 og 65535.
nl_nl: RRSIG key tag moet een geldige waarde tussen 0 en 65535 zijn.
pt_pt: A etiqueta de chave RRSIG deve ser um valor válido entre 0 e 65535.

source: RRSIG signer name must be a fully qualified domain name (end with a dot).
it_it: Il nome firmatario RRSIG deve essere un nome di dominio completamente qualificato (terminare con un punto).
ja_jp: RRSIG署名者名は完全修飾ドメイン名（ドットで終わる）である必要があります。
nb_no: RRSIG signatar-navn må være et fullstendig kvalifisert domenenavn (slutte med punktum).
nl_nl: RRSIG signer naam moet een fully qualified domain name zijn (eindigen met een punt).
pt_pt: O nome do assinante RRSIG deve ser um nome de domínio totalmente qualificado (terminar com um ponto).

source: RRSIG signer name must be a valid domain name.
it_it: Il nome firmatario RRSIG deve essere un nome di dominio valido.
ja_jp: RRSIG署名者名は有効なドメイン名である必要があります。
nb_no: RRSIG signatar-navn må være et gyldig domenenavn.
nl_nl: RRSIG signer naam moet een geldige domeinnaam zijn.
pt_pt: O nome do assinante RRSIG deve ser um nome de domínio válido.

source: RRSIG signature cannot be empty.
it_it: La firma RRSIG non può essere vuota.
ja_jp: RRSIG署名は空にできません。
nb_no: RRSIG signatur kan ikke være tomt.
nl_nl: RRSIG handtekening kan niet leeg zijn.
pt_pt: A assinatura RRSIG não pode estar vazia.

source: The signature does not appear to be valid base64 encoded data. RRSIG signatures should be base64 encoded.
it_it: La firma non sembra essere dati codificati base64 validi. Le firme RRSIG devono essere codificate base64.
ja_jp: 署名は有効なbase64エンコードデータではないようです。RRSIG署名はbase64エンコードされている必要があります。
nb_no: Signaturen ser ikke ut til å være gyldig base64 kodede data. RRSIG signaturer bør være base64 kodet.
nl_nl: De handtekening lijkt geen geldige base64 gecodeerde gegevens te zijn. RRSIG handtekeningen moeten base64 gecodeerd zijn.
pt_pt: A assinatura não parece ser dados base64 válidos. As assinaturas RRSIG devem ser codificadas em base64.

source: RRSIG records are part of DNSSEC and provide cryptographic signatures for DNS records. They should be managed automatically by the DNS server.
it_it: I record RRSIG fanno parte di DNSSEC e forniscono firme crittografiche per i record DNS. Devono essere gestiti automaticamente dal server DNS.
ja_jp: RRSIGレコードはDNSSECの一部であり、DNSレコードの暗号署名を提供します。DNSサーバーによって自動的に管理されるべきです。
nb_no: RRSIG poster er del av DNSSEC og gir kryptografiske signaturer for DNS poster. De bør administreres automatisk av DNS serveren.
nl_nl: RRSIG records zijn onderdeel van DNSSEC en bieden cryptografische handtekeningen voor DNS records. Ze moeten automatisch beheerd worden door de DNS server.
pt_pt: Os registos RRSIG fazem parte do DNSSEC e fornecem assinaturas criptográficas para registos DNS. Devem ser geridos automaticamente pelo servidor DNS.

source: Remember that RRSIG records must be regenerated before their expiration date to maintain DNSSEC validation.
it_it: Ricorda che i record RRSIG devono essere rigenerati prima della loro data di scadenza per mantenere la validazione DNSSEC.
ja_jp: DNSSEC検証を維持するため、RRSIGレコードは有効期限前に再生成する必要があることを忘れないでください。
nb_no: Husk at RRSIG poster må regenereres før utløpsdatoen for å opprettholde DNSSEC validering.
nl_nl: Onthoud dat RRSIG records opnieuw gegenereerd moeten worden voor hun vervaldatum om DNSSEC validatie te behouden.
pt_pt: Lembre-se que os registos RRSIG devem ser regenerados antes da sua data de expiração para manter a validação DNSSEC.

source: Priority field for RP records must be 0 or empty
it_it: Il campo priorità per i record RP deve essere 0 o vuoto
ja_jp: RPレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritet-felt for RP poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor RP records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos RP deve ser 0 ou vazio

source: RP records were defined in RFC 1183 (1990) and are not widely used in modern DNS configurations.
it_it: I record RP sono stati definiti in RFC 1183 (1990) e non sono ampiamente utilizzati nelle configurazioni DNS moderne.
ja_jp: RPレコードはRFC 1183（1990年）で定義されており、現代のDNS設定では広く使用されていません。
nb_no: RP poster ble definert i RFC 1183 (1990) og er ikke mye brukt i moderne DNS konfigurasjoner.
nl_nl: RP records werden gedefinieerd in RFC 1183 (1990) en worden niet breed gebruikt in moderne DNS configuraties.
pt_pt: Os registos RP foram definidos na RFC 1183 (1990) e não são amplamente usados em configurações DNS modernas.

source: Consider including other contact methods besides RP records for critical domains.
it_it: Considera di includere altri metodi di contatto oltre ai record RP per domini critici.
ja_jp: 重要なドメインには、RPレコード以外の連絡方法の追加を検討してください。
nb_no: Vurder å inkludere andre kontaktmetoder i tillegg til RP poster for kritiske domener.
nl_nl: Overweeg andere contactmethoden naast RP records op te nemen voor kritieke domeinen.
pt_pt: Considere incluir outros métodos de contacto além de registos RP para domínios críticos.

source: Type code for RP records is 17.
it_it: Il codice tipo per i record RP è 17.
ja_jp: RPレコードのタイプコードは17です。
nb_no: Typekode for RP-poster er 17.
nl_nl: Type code voor RP records is 17.
pt_pt: O código de tipo para registos RP é 17.

source: RP record content cannot be empty.
it_it: Il contenuto del record RP non può essere vuoto.
ja_jp: RPレコードの内容は空にできません。
nb_no: RP-postens innhold kan ikke være tomt.
nl_nl: RP record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo RP não pode estar vazio.

source: RP record contains invalid characters.
it_it: Il record RP contiene caratteri non validi.
ja_jp: RPレコードに無効な文字が含まれています。
nb_no: RP-posten inneholder ugyldige tegn.
nl_nl: RP record bevat ongeldige karakters.
pt_pt: O registo RP contém caracteres inválidos.
