Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Priority field for LOC records must be 0 or empty.
it_it: Il campo priorità per i record LOC deve essere 0 o vuoto.
ja_jp: LOCレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for LOC-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor LOC records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos LOC deve ser 0 ou vazio.

source: NOTE: The LOC record type is defined in RFC 1876 as an experimental protocol, not a formal IETF standard.
it_it: NOTA: Il tipo di record LOC è definito nell'RFC 1876 come protocollo sperimentale, non uno standard IETF formale.
ja_jp: 注意：LOCレコードタイプはRFC 1876で実験的プロトコルとして定義されており、正式なIETF標準ではありません。
nb_no: MERK: LOC-posttypen er definert i RFC 1876 som en eksperimentell protokoll, ikke en formell IETF-standard.
nl_nl: OPMERKING: Het LOC recordtype is gedefinieerd in RFC 1876 als een experimenteel protocol, niet als een formele IETF-standaard.
pt_pt: NOTA: O tipo de registo LOC é definido na RFC 1876 como um protocolo experimental, não um padrão formal IETF.

source: LOC records are rarely used but can be helpful for geographical mapping of resources.
it_it: I record LOC sono raramente utilizzati ma possono essere utili per la mappatura geografica delle risorse.
ja_jp: LOCレコードはほとんど使用されませんが、リソースの地理的マッピングに役立つ場合があります。
nb_no: LOC-poster brukes sjelden men kan være nyttige for geografisk kartlegging av ressurser.
nl_nl: LOC records worden zelden gebruikt maar kunnen nuttig zijn voor geografische mapping van resources.
pt_pt: Os registos LOC são raramente usados mas podem ser úteis para mapeamento geográfico de recursos.

source: Exact 90 degrees North latitude (the North Pole) detected. This is an extreme point and might indicate incorrect data entry.
it_it: Rilevata latitudine esatta di 90 gradi Nord (Polo Nord). Questo è un punto estremo e potrebbe indicare un inserimento dati errato.
ja_jp: 正確に北緯90度（北極）が検出されました。これは極端な地点であり、データ入力の誤りを示している可能性があります。
nb_no: Nøyaktig 90 grader nordlig breddegrad (Nordpolen) oppdaget. Dette er et ekstremtpunkt og kan indikere feil dataregistrering.
nl_nl: Exact 90 graden noorderbreedte (de Noordpool) gedetecteerd. Dit is een extreem punt en kan duiden op onjuiste gegevensinvoer.
pt_pt: Detectada latitude exacta de 90 graus Norte (o Pólo Norte). Este é um ponto extremo e pode indicar entrada de dados incorrecta.

source: Zero latitude detected (the Equator). If this is intentional, it is fine; otherwise, please verify your coordinates.
it_it: Rilevata latitudine zero (Equatore). Se è intenzionale, va bene; altrimenti, verificare le proprie coordinate.
ja_jp: 緯度0度（赤道）が検出されました。これが意図的であれば問題ありませんが、そうでなければ座標を確認してください。
nb_no: Null breddegrad oppdaget (Ekvator). Hvis dette er tilsiktet er det greit, ellers vennligst verifiser koordinatene dine.
nl_nl: Nul breedtegraad gedetecteerd (de Evenaar). Als dit opzettelijk is, is het prima; anders verifieer uw coördinaten.
pt_pt: Detectada latitude zero (o Equador). Se isto é intencional, está bem; caso contrário, verifique as suas coordenadas.

source: Default precision values detected (1m size, 10000m horizontal precision, 10m vertical precision). Consider using more accurate values if you have them.
it_it: Rilevati valori di precisione predefiniti (dimensione 1m, precisione orizzontale 10000m, precisione verticale 10m). Considera l'utilizzo di valori più accurati se li hai.
ja_jp: デフォルトの精度値が検出されました（サイズ1m、水平精度10000m、垂直精度10m）。より正確な値がある場合は、それらの使用を検討してください。
nb_no: Standard presisjonsverdier oppdaget (1m størrelse, 10000m horisontal presisjon, 10m vertikal presisjon). Vurder å bruke mer nøyaktige verdier hvis du har dem.
nl_nl: Standaard precisiewaarden gedetecteerd (1m grootte, 10000m horizontale precisie, 10m verticale precisie). Overweeg nauwkeurigere waarden te gebruiken als u deze heeft.
pt_pt: Detectados valores de precisão padrão (1m tamanho, 10000m precisão horizontal, 10m precisão vertical). Considere usar valores mais precisos se os tiver.

source: Latitude degrees must be between 0 and 90.
it_it: I gradi di latitudine devono essere compresi tra 0 e 90.
ja_jp: 緯度の度数は0から90の間である必要があります。
nb_no: Breddegradgrader må være mellom 0 og 90.
nl_nl: Breedtegraden moeten tussen 0 en 90 liggen.
pt_pt: Os graus de latitude devem estar entre 0 e 90.

source: Latitude direction must be specified as N or S.
it_it: La direzione della latitudine deve essere specificata come N o S.
ja_jp: 緯度の方向はNまたはSで指定する必要があります。
nb_no: Breddegradretning må spesifiseres som N eller S.
nl_nl: Breedtegraadrichting moet worden opgegeven als N of S.
pt_pt: A direcção da latitude deve ser especificada como N ou S.

source: Longitude direction must be specified as E or W.
it_it: La direzione della longitudine deve essere specificata come E o W.
ja_jp: 経度の方向はEまたはWで指定する必要があります。
nb_no: Lengdegradretning må spesifiseres som E eller W.
nl_nl: Lengtegraadrichting moet worden opgegeven als E of W.
pt_pt: A direcção da longitude deve ser especificada como E ou W.

source: Longitude degrees must be between 0 and 180.
it_it: I gradi di longitudine devono essere compresi tra 0 e 180.
ja_jp: 経度の度数は0から180の間である必要があります。
nb_no: Lengdegradgrader må være mellom 0 og 180.
nl_nl: Lengtegraden moeten tussen 0 en 180 liggen.
pt_pt: Os graus de longitude devem estar entre 0 e 180.

source: Minutes must be between 0 and 59.
it_it: I minuti devono essere compresi tra 0 e 59.
ja_jp: 分は0から59の間である必要があります。
nb_no: Minutter må være mellom 0 og 59.
nl_nl: Minuten moeten tussen 0 en 59 liggen.
pt_pt: Os minutos devem estar entre 0 e 59.

source: Seconds must be between 0 and 59.999.
it_it: I secondi devono essere compresi tra 0 e 59.999.
ja_jp: 秒は0から59.999の間である必要があります。
nb_no: Sekunder må være mellom 0 og 59.999.
nl_nl: Seconden moeten tussen 0 en 59.999 liggen.
pt_pt: Os segundos devem estar entre 0 e 59,999.

source: Altitude must be between -100000 and 42849672.95 meters.
it_it: L'altitudine deve essere compresa tra -100000 e 42849672.95 metri.
ja_jp: 高度は-100000から42849672.95メートルの間である必要があります。
nb_no: Høyde må være mellom -100000 og 42849672.95 meter.
nl_nl: Hoogte moet tussen -100000 en 42849672.95 meter liggen.
pt_pt: A altitude deve estar entre -100000 e 42849672,95 metros.

source: Invalid size, horizontal precision, or vertical precision value. These must be between 0 and 90000000 meters.
it_it: Valore non valido per dimensione, precisione orizzontale o precisione verticale. Questi devono essere compresi tra 0 e 90000000 metri.
ja_jp: サイズ、水平精度、または垂直精度の値が無効です。これらは0から90000000メートルの間である必要があります。
nb_no: Ugyldig størrelse, horisontal presisjon eller vertikal presisjon verdi. Disse må være mellom 0 og 90000000 meter.
nl_nl: Ongeldige grootte, horizontale precisie of verticale precisiewaarde. Deze moeten tussen 0 en 90000000 meter liggen.
pt_pt: Valor de tamanho, precisão horizontal ou precisão vertical inválido. Estes devem estar entre 0 e 90000000 metros.

source: Invalid LOC record format. Format should be: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
it_it: Formato record LOC non valido. Il formato dovrebbe essere: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
ja_jp: 無効なLOCレコード形式です。形式は次のようにする必要があります：d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]。
nb_no: Ugyldig LOC-postformat. Format bør være: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
nl_nl: Ongeldig LOC record formaat. Formaat moet zijn: d1 [m1 [s1]] {"N"|"Z"} d2 [m2 [s2]] {"O"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
pt_pt: Formato de registo LOC inválido. O formato deve ser: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].

source: Invalid characters in name field.
it_it: Caratteri non validi nel campo nome.
ja_jp: 名前フィールドに無効な文字があります。
nb_no: Ugyldige tegn i navnfeltet.
nl_nl: Ongeldige karakters in naamveld.
pt_pt: Caracteres inválidos no campo nome.

source: Invalid characters in content field.
it_it: Caratteri non validi nel campo contenuto.
ja_jp: コンテンツフィールドに無効な文字があります。
nb_no: Ugyldige tegn i innholdsfeltet.
nl_nl: Ongeldige karakters in inhoudsveld.
pt_pt: Caracteres inválidos no campo conteúdo.

source: Priority field for RKEY records must be 0 or empty.
it_it: Il campo priorità per i record RKEY deve essere 0 o vuoto.
ja_jp: RKEYレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for RKEY-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor RKEY records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos RKEY deve ser 0 ou vazio.

source: RKEY records should be used with caution as they are not widely supported by DNS servers and resolvers.
it_it: I record RKEY dovrebbero essere utilizzati con cautela in quanto non sono ampiamente supportati dai server DNS e dai resolver.
ja_jp: RKEYレコードはDNSサーバーやリゾルバーで広くサポートされていないため、注意して使用する必要があります。
nb_no: RKEY-poster bør brukes med forsiktighet da de ikke er bredt støttet av DNS-servere og resolvere.
nl_nl: RKEY records moeten voorzichtig worden gebruikt omdat ze niet breed ondersteund worden door DNS servers en resolvers.
pt_pt: Os registos RKEY devem ser usados com cuidado pois não são amplamente suportados por servidores DNS e resolutores.

source: RKEY record content cannot be empty.
it_it: Il contenuto del record RKEY non può essere vuoto.
ja_jp: RKEYレコードの内容は空にできません。
nb_no: RKEY-postinnhold kan ikke være tomt.
nl_nl: RKEY record inhoud kan niet leeg zijn.
pt_pt: O conteúdo do registo RKEY não pode estar vazio.

source: RKEY record must contain flags, protocol, algorithm, and public key data.
it_it: Il record RKEY deve contenere flag, protocollo, algoritmo e dati della chiave pubblica.
ja_jp: RKEYレコードには、フラグ、プロトコル、アルゴリズム、公開鍵データが含まれている必要があります。
nb_no: RKEY-posten må inneholde flagg, protokoll, algoritme og offentlig nøkkeldata.
nl_nl: RKEY record moet flags, protocol, algoritme en publieke sleutelgegevens bevatten.
pt_pt: O registo RKEY deve conter flags, protocolo, algoritmo e dados de chave pública.

source: RKEY flags field must be a numeric value.
it_it: Il campo flag RKEY deve essere un valore numerico.
ja_jp: RKEYフラグフィールドは数値である必要があります。
nb_no: RKEY-flaggfeltet må være en numerisk verdi.
nl_nl: RKEY flags veld moet een numerieke waarde zijn.
pt_pt: O campo flags RKEY deve ser um valor numérico.

source: Unusual flags value. Common values are 0, 256 (Zone Key), or 257 (Zone Key + SEP).
it_it: Valore flag insolito. I valori comuni sono 0, 256 (Chiave Zona), o 257 (Chiave Zona + SEP).
ja_jp: 異常なフラグ値です。一般的な値は0、256（ゾーンキー）、257（ゾーンキー + SEP）です。
nb_no: Uvanlig flaggverdi. Vanlige verdier er 0, 256 (Sonenøkkel), eller 257 (Sonenøkkel + SEP).
nl_nl: Ongewone flags waarde. Gebruikelijke waarden zijn 0, 256 (Zone Key), of 257 (Zone Key + SEP).
pt_pt: Valor de flags incomum. Valores comuns são 0, 256 (Chave de Zona), ou 257 (Chave de Zona + SEP).

source: Bit 7 (Zone Key flag) is set in the flags field, indicating this is a zone key.
it_it: Il bit 7 (flag Chiave Zona) è impostato nel campo flag, indicando che questa è una chiave di zona.
ja_jp: フラグフィールドでビット7（ゾーンキーフラグ）が設定されており、これがゾーンキーであることを示しています。
nb_no: Bit 7 (Sonenøkkelflagg) er satt i flaggfeltet, som indikerer at dette er en sonenøkkel.
nl_nl: Bit 7 (Zone Key flag) is ingesteld in het flags veld, wat aangeeft dat dit een zone sleutel is.
pt_pt: O bit 7 (flag de Chave de Zona) está definido no campo flags, indicando que esta é uma chave de zona.

source: Bit 0 (SEP flag) is set in the flags field, indicating this is a secure entry point.
it_it: Il bit 0 (flag SEP) è impostato nel campo flag, indicando che questo è un punto di ingresso sicuro.
ja_jp: フラグフィールドでビット0（SEPフラグ）が設定されており、これがセキュアエントリポイントであることを示しています。
nb_no: Bit 0 (SEP-flagg) er satt i flaggfeltet, som indikerer at dette er et sikkert inngangspunkt.
nl_nl: Bit 0 (SEP flag) is ingesteld in het flags veld, wat aangeeft dat dit een beveiligd toegangspunt is.
pt_pt: O bit 0 (flag SEP) está definido no campo flags, indicando que este é um ponto de entrada seguro.

source: RKEY protocol field must be a numeric value.
it_it: Il campo protocollo RKEY deve essere un valore numerico.
ja_jp: RKEYプロトコルフィールドは数値である必要があります。
nb_no: RKEY-protokollfeltet må være en numerisk verdi.
nl_nl: RKEY protocol veld moet een numerieke waarde zijn.
pt_pt: O campo protocolo RKEY deve ser um valor numérico.

source: Protocol field should be 3 for compliance with standards based on DNSKEY format.
it_it: Il campo protocollo dovrebbe essere 3 per conformarsi agli standard basati sul formato DNSKEY.
ja_jp: プロトコルフィールドは、DNSKEY形式に基づく標準に準拠するため、3である必要があります。
nb_no: Protokollfeltet bør være 3 for samsvar med standarder basert på DNSKEY-format.
nl_nl: Protocol veld moet 3 zijn voor naleving van standaarden gebaseerd op DNSKEY formaat.
pt_pt: O campo protocolo deve ser 3 para conformidade com padrões baseados no formato DNSKEY.

source: RKEY algorithm field must be a numeric value.
it_it: Il campo algoritmo RKEY deve essere un valore numerico.
ja_jp: RKEYアルゴリズムフィールドは数値である必要があります。
nb_no: RKEY-algoritmefeltet må være en numerisk verdi.
nl_nl: RKEY algoritme veld moet een numerieke waarde zijn.
pt_pt: O campo algoritmo RKEY deve ser um valor numérico.

source: RKEY algorithm field must be a valid DNSSEC algorithm number (0-16).
it_it: Il campo algoritmo RKEY deve essere un numero di algoritmo DNSSEC valido (0-16).
ja_jp: RKEYアルゴリズムフィールドは有効なDNSSECアルゴリズム番号（0-16）である必要があります。
nb_no: RKEY-algoritmefeltet må være et gyldig DNSSEC-algoritmenummer (0-16).
nl_nl: RKEY algoritme veld moet een geldig DNSSEC algoritme nummer (0-16) zijn.
pt_pt: O campo algoritmo RKEY deve ser um número de algoritmo DNSSEC válido (0-16).

source: Algorithm 1 (RSA/MD5) is deprecated (RFC 6725) and should NOT be used.
it_it: L'algoritmo 1 (RSA/MD5) è deprecato (RFC 6725) e NON dovrebbe essere utilizzato.
ja_jp: アルゴリズム1（RSA/MD5）は廃止されており（RFC 6725）、使用すべきではありません。
nb_no: Algoritme 1 (RSA/MD5) er utdatert (RFC 6725) og bør IKKE brukes.
nl_nl: Algoritme 1 (RSA/MD5) is verouderd (RFC 6725) en zou NIET gebruikt moeten worden.
pt_pt: O algoritmo 1 (RSA/MD5) está descontinuado (RFC 6725) e NÃO deve ser usado.

source: Algorithm 3 (DSA/SHA1) is considered insecure and should be replaced with a stronger algorithm.
it_it: L'algoritmo 3 (DSA/SHA1) è considerato insicuro e dovrebbe essere sostituito con un algoritmo più forte.
ja_jp: アルゴリズム3（DSA/SHA1）は安全でないと考えられており、より強力なアルゴリズムに置き換える必要があります。
nb_no: Algoritme 3 (DSA/SHA1) regnes som usikker og bør erstattes med en sterkere algoritme.
nl_nl: Algoritme 3 (DSA/SHA1) wordt als onveilig beschouwd en zou vervangen moeten worden door een sterker algoritme.
pt_pt: O algoritmo 3 (DSA/SHA1) é considerado inseguro e deve ser substituído por um algoritmo mais forte.

source: Algorithm 5 (RSA/SHA-1) is considered insecure and should be replaced with a stronger algorithm.
it_it: L'algoritmo 5 (RSA/SHA-1) è considerato insicuro e dovrebbe essere sostituito con un algoritmo più forte.
ja_jp: アルゴリズム5（RSA/SHA-1）は安全でないと考えられており、より強力なアルゴリズムに置き換える必要があります。
nb_no: Algoritme 5 (RSA/SHA-1) regnes som usikker og bør erstattes med en sterkere algoritme.
nl_nl: Algoritme 5 (RSA/SHA-1) wordt als onveilig beschouwd en zou vervangen moeten worden door een sterker algoritme.
pt_pt: O algoritmo 5 (RSA/SHA-1) é considerado inseguro e deve ser substituído por um algoritmo mais forte.

source: Algorithm 7 (RSASHA1-NSEC3-SHA1) uses SHA-1 which is no longer considered secure.
it_it: L'algoritmo 7 (RSASHA1-NSEC3-SHA1) utilizza SHA-1 che non è più considerato sicuro.
ja_jp: アルゴリズム7（RSASHA1-NSEC3-SHA1）はSHA-1を使用しており、これはもはや安全とは考えられていません。
nb_no: Algoritme 7 (RSASHA1-NSEC3-SHA1) bruker SHA-1 som ikke lenger regnes som sikker.
nl_nl: Algoritme 7 (RSASHA1-NSEC3-SHA1) gebruikt SHA-1 dat niet langer als veilig wordt beschouwd.
pt_pt: O algoritmo 7 (RSASHA1-NSEC3-SHA1) usa SHA-1 que já não é considerado seguro.

source: Algorithm 8 (RSA/SHA-256) is currently recommended for DNSSEC deployments.
it_it: L'algoritmo 8 (RSA/SHA-256) è attualmente raccomandato per le implementazioni DNSSEC.
ja_jp: アルゴリズム8（RSA/SHA-256）は現在DNSSECデプロイメントで推奨されています。
nb_no: Algoritme 8 (RSA/SHA-256) anbefales for øyeblikket for DNSSEC-implementasjoner.
nl_nl: Algoritme 8 (RSA/SHA-256) wordt momenteel aanbevolen voor DNSSEC implementaties.
pt_pt: O algoritmo 8 (RSA/SHA-256) é actualmente recomendado para implementações DNSSEC.

source: Algorithm 10 (RSA/SHA-512) provides strong security.
it_it: L'algoritmo 10 (RSA/SHA-512) fornisce una sicurezza robusta.
ja_jp: アルゴリズム10（RSA/SHA-512）は強力なセキュリティを提供します。
nb_no: Algoritme 10 (RSA/SHA-512) gir sterk sikkerhet.
nl_nl: Algoritme 10 (RSA/SHA-512) biedt sterke beveiliging.
pt_pt: O algoritmo 10 (RSA/SHA-512) fornece segurança forte.

source: Algorithm 13 (ECDSA Curve P-256 with SHA-256) provides good security with smaller signatures than RSA.
it_it: L'algoritmo 13 (Curva ECDSA P-256 con SHA-256) fornisce buona sicurezza con firme più piccole di RSA.
ja_jp: アルゴリズム13（ECDSA Curve P-256 with SHA-256）はRSAよりも小さい署名で良好なセキュリティを提供します。
nb_no: Algoritme 13 (ECDSA Curve P-256 med SHA-256) gir god sikkerhet med mindre signaturer enn RSA.
nl_nl: Algoritme 13 (ECDSA Curve P-256 met SHA-256) biedt goede beveiliging met kleinere handtekeningen dan RSA.
pt_pt: O algoritmo 13 (Curva ECDSA P-256 com SHA-256) fornece boa segurança com assinaturas menores que RSA.

source: Algorithm 14 (ECDSA Curve P-384 with SHA-384) provides strong security with smaller signatures than RSA.
it_it: L'algoritmo 14 (Curva ECDSA P-384 con SHA-384) fornisce sicurezza robusta con firme più piccole di RSA.
ja_jp: アルゴリズム14（ECDSA Curve P-384 with SHA-384）はRSAよりも小さい署名で強力なセキュリティを提供します。
nb_no: Algoritme 14 (ECDSA Curve P-384 med SHA-384) gir sterk sikkerhet med mindre signaturer enn RSA.
nl_nl: Algoritme 14 (ECDSA Curve P-384 met SHA-384) biedt sterke beveiliging met kleinere handtekeningen dan RSA.
pt_pt: O algoritmo 14 (Curva ECDSA P-384 com SHA-384) fornece segurança forte com assinaturas menores que RSA.

source: Algorithm 15 (Ed25519) offers modern security but may have compatibility issues with older validators.
it_it: L'algoritmo 15 (Ed25519) offre sicurezza moderna ma può avere problemi di compatibilità con validatori più vecchi.
ja_jp: アルゴリズム15（Ed25519）は現代的なセキュリティを提供しますが、古いバリデーターとの互換性の問題がある場合があります。
nb_no: Algoritme 15 (Ed25519) tilbyr moderne sikkerhet men kan ha kompatibilitetsproblemer med eldre validatorer.
nl_nl: Algoritme 15 (Ed25519) biedt moderne beveiliging maar kan compatibiliteitsproblemen hebben met oudere validators.
pt_pt: O algoritmo 15 (Ed25519) oferece segurança moderna mas pode ter problemas de compatibilidade com validadores mais antigos.

source: Algorithm 16 (Ed448) offers strong modern security but may have compatibility issues with older validators.
it_it: L'algoritmo 16 (Ed448) offre sicurezza moderna robusta ma può avere problemi di compatibilità con validatori più vecchi.
ja_jp: アルゴリズム16（Ed448）は強力な現代的セキュリティを提供しますが、古いバリデーターとの互換性の問題がある場合があります。
nb_no: Algoritme 16 (Ed448) tilbyr sterk moderne sikkerhet men kan ha kompatibilitetsproblemer med eldre validatorer.
nl_nl: Algoritme 16 (Ed448) biedt sterke moderne beveiliging maar kan compatibiliteitsproblemen hebben met oudere validators.
pt_pt: O algoritmo 16 (Ed448) oferece segurança moderna forte mas pode ter problemas de compatibilidade com validadores mais antigos.

source: CRITICAL: This algorithm is considered insecure. Use algorithm 8 (RSA/SHA-256) or later.
it_it: CRITICO: Questo algoritmo è considerato insicuro. Utilizza l'algoritmo 8 (RSA/SHA-256) o successivi.
ja_jp: 重要：このアルゴリズムは安全でないと考えられています。アルゴリズム8（RSA/SHA-256）以降を使用してください。
nb_no: KRITISK: Denne algoritmen regnes som usikker. Bruk algoritme 8 (RSA/SHA-256) eller senere.
nl_nl: KRITIEK: Dit algoritme wordt als onveilig beschouwd. Gebruik algoritme 8 (RSA/SHA-256) of later.
pt_pt: CRÍTICO: Este algoritmo é considerado inseguro. Use algoritmo 8 (RSA/SHA-256) ou posterior.

source: RKEY public key data cannot be empty.
it_it: I dati della chiave pubblica RKEY non possono essere vuoti.
ja_jp: RKEY公開鍵データは空にできません。
nb_no: RKEY offentlig nøkkeldata kan ikke være tomt.
nl_nl: RKEY publieke sleutelgegevens kunnen niet leeg zijn.
pt_pt: Os dados de chave pública RKEY não podem estar vazios.

source: Public key data should be Base64 encoded according to RFC 4034.
it_it: I dati della chiave pubblica dovrebbero essere codificati in Base64 secondo RFC 4034.
ja_jp: 公開鍵データはRFC 4034に従ってBase64エンコードされている必要があります。
nb_no: Offentlig nøkkeldata bør være Base64-kodet i henhold til RFC 4034.
nl_nl: Publieke sleutelgegevens moeten Base64 gecodeerd zijn volgens RFC 4034.
pt_pt: Os dados de chave pública devem estar codificados em Base64 de acordo com a RFC 4034.

source: RKEY records were never formally standardized as an RFC, only proposed in draft-reid-dnsext-rkey-00.
it_it: I record RKEY non sono mai stati standardizzati formalmente come RFC, solo proposti nella bozza draft-reid-dnsext-rkey-00.
ja_jp: RKEYレコードはRFCとして正式に標準化されることはなく、draft-reid-dnsext-rkey-00で提案されただけです。
nb_no: RKEY-poster ble aldri formelt standardisert som en RFC, kun foreslått i draft-reid-dnsext-rkey-00.
nl_nl: RKEY records zijn nooit formeel gestandaardiseerd als RFC, alleen voorgesteld in draft-reid-dnsext-rkey-00.
pt_pt: Os registos RKEY nunca foram formalmente padronizados como uma RFC, apenas propostos em draft-reid-dnsext-rkey-00.

source: RKEY records are rarely used in modern DNS implementations.
it_it: I record RKEY sono raramente utilizzati nelle implementazioni DNS moderne.
ja_jp: RKEYレコードは現代のDNS実装ではほとんど使用されません。
nb_no: RKEY-poster brukes sjelden i moderne DNS-implementasjoner.
nl_nl: RKEY records worden zelden gebruikt in moderne DNS implementaties.
pt_pt: Os registos RKEY são raramente usados em implementações DNS modernas.

source: Consider using standardized record types for cryptographic purposes.
it_it: Considera l'utilizzo di tipi di record standardizzati per scopi crittografici.
ja_jp: 暗号化目的には標準化されたレコードタイプの使用を検討してください。
nb_no: Vurder å bruke standardiserte posttyper for kryptografiske formål.
nl_nl: Overweeg gestandaardiseerde recordtypes te gebruiken voor cryptografische doeleinden.
pt_pt: Considere usar tipos de registo padronizados para fins criptográficos.

source: Empty APL record represents an empty list of address prefixes.
it_it: Il record APL vuoto rappresenta un elenco vuoto di prefissi di indirizzo.
ja_jp: 空のAPLレコードはアドレスプレフィックスの空のリストを表します。
nb_no: Tom APL-post representerer en tom liste med adresseprefikser.
nl_nl: Leeg APL record vertegenwoordigt een lege lijst van adresprefixen.
pt_pt: Um registo APL vazio representa uma lista vazia de prefixos de endereço.

source: RFC 3123 recommends that trailing zero octets should not be present in APL address parts.
it_it: RFC 3123 raccomanda che gli ottetti zero finali non dovrebbero essere presenti nelle parti di indirizzo APL.
ja_jp: RFC 3123では、APLアドレス部分に末尾のゼロオクテットが存在すべきでないことを推奨しています。
nb_no: RFC 3123 anbefaler at etterfølgende null-oktetter ikke skal være til stede i APL-adressedeler.
nl_nl: RFC 3123 beveelt aan dat afsluitende nul octetten niet aanwezig moeten zijn in APL adresdelen.
pt_pt: A RFC 3123 recomenda que octetos zero finais não devem estar presentes nas partes de endereço APL.

source: RFC 3123 notes security considerations when using APL records for access control lists.
it_it: RFC 3123 nota considerazioni di sicurezza quando si utilizzano record APL per liste di controllo accesso.
ja_jp: RFC 3123では、アクセス制御リストにAPLレコードを使用する際のセキュリティ上の考慮事項について言及しています。
nb_no: RFC 3123 bemerker sikkerhetshensyn når APL-poster brukes for tilgangskontrolllister.
nl_nl: RFC 3123 vermeldt beveiligingsoverwegingen bij het gebruik van APL records voor toegangscontrolelijsten.
pt_pt: A RFC 3123 nota considerações de segurança ao usar registos APL para listas de controlo de acesso.
