Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Invalid responsible mailbox hostname (RMAILBX).
it_it: Nome host della casella postale responsabile (RMAILBX) non valido.
ja_jp: 無効な責任メールボックスホスト名（RMAILBX）です。
nb_no: Ugyldig ansvarlig postboks vertsnavn (RMAILBX).
nl_nl: Ongeldige verantwoordelijke mailbox hostnaam (RMAILBX).
pt_pt: Nome de anfitrião da caixa de correio responsável inválido (RMAILBX).

source: RFC 1035 notes that many mailing lists use a mailbox "list-name-request" for the responsible mailbox field.
it_it: RFC 1035 nota che molte mailing list usano una casella postale "nome-lista-request" per il campo casella postale responsabile.
ja_jp: RFC 1035は多くのメーリングリストが責任メールボックスフィールドに「list-name-request」メールボックスを使用することを記載しています。
nb_no: RFC 1035 bemerker at mange e-postlister bruker en postboks "liste-navn-request" for det ansvarlige postboks-feltet.
nl_nl: RFC 1035 merkt op dat veel mailinglijsten een mailbox "lijst-naam-request" gebruiken voor het verantwoordelijke mailbox veld.
pt_pt: A RFC 1035 nota que muitas listas de correio usam uma caixa de correio "list-name-request" para o campo de caixa de correio responsável.

source: Using "." (root) for RMAILBX indicates that the owner of the MINFO record is responsible for itself.
it_it: Usare ".", (root) per RMAILBX indica che il proprietario del record MINFO è responsabile per se stesso.
ja_jp: RMAILBXに「.」（ルート）を使用することは、MINFOレコードの所有者が自身に責任を持つことを示します。
nb_no: Å bruke "." (rot) for RMAILBX indikerer at eieren av MINFO posten er ansvarlig for seg selv.
nl_nl: Het gebruik van "." (root) voor RMAILBX geeft aan dat de eigenaar van het MINFO record verantwoordelijk is voor zichzelf.
pt_pt: Usar "." (raiz) para RMAILBX indica que o proprietário do registo MINFO é responsável por si mesmo.

source: Invalid error mailbox hostname (EMAILBX).
it_it: Nome host della casella postale errori (EMAILBX) non valido.
ja_jp: 無効なエラーメールボックスホスト名（EMAILBX）です。
nb_no: Ugyldig feil-postboks vertsnavn (EMAILBX).
nl_nl: Ongeldige error mailbox hostnaam (EMAILBX).
pt_pt: Nome de anfitrião da caixa de correio de erro inválido (EMAILBX).

source: Using "." (root) for EMAILBX indicates that errors should be returned to the sender of the message.
it_it: Usare ".", (root) per EMAILBX indica che gli errori devono essere restituiti al mittente del messaggio.
ja_jp: EMAILBXに「.」（ルート）を使用することは、エラーがメッセージの送信者に返されるべきことを示します。
nb_no: Å bruke "." (rot) for EMAILBX indikerer at feil skal returneres til avsenderen av meldingen.
nl_nl: Het gebruik van "." (root) voor EMAILBX geeft aan dat fouten teruggestuurd moeten worden naar de verzender van het bericht.
pt_pt: Usar "." (raiz) para EMAILBX indica que os erros devem ser devolvidos ao remetente da mensagem.

source: The responsible mailbox and error mailbox are identical. Consider using different mailboxes for these functions.
it_it: La casella postale responsabile e quella degli errori sono identiche. Considera di usare caselle postali diverse per queste funzioni.
ja_jp: 責任メールボックスとエラーメールボックスが同一です。これらの機能には異なるメールボックスの使用を検討してください。
nb_no: Den ansvarlige postboksen og feil-postboksen er identiske. Vurder å bruke forskjellige postbokser for disse funksjonene.
nl_nl: De verantwoordelijke mailbox en error mailbox zijn identiek. Overweeg verschillende mailboxen te gebruiken voor deze functies.
pt_pt: A caixa de correio responsável e a caixa de correio de erro são idênticas. Considere usar caixas de correio diferentes para estas funções.

source: Priority field for MINFO records must be 0 or empty. MINFO does not use priority values per RFC 1035.
it_it: Il campo priorità per i record MINFO deve essere 0 o vuoto. MINFO non utilizza valori di priorità secondo RFC 1035.
ja_jp: MINFOレコードの優先度フィールドは0または空である必要があります。RFC 1035によりMINFOは優先度値を使用しません。
nb_no: Prioritet-felt for MINFO poster må være 0 eller tomt. MINFO bruker ikke prioritetsverdier per RFC 1035.
nl_nl: Prioriteitsveld voor MINFO records moet 0 of leeg zijn. MINFO gebruikt geen prioriteitswaarden volgens RFC 1035.
pt_pt: O campo de prioridade para registos MINFO deve ser 0 ou vazio. MINFO não usa valores de prioridade conforme RFC 1035.

source: Priority field for SPF records must be 0 or empty
it_it: Il campo priorità per i record SPF deve essere 0 o vuoto
ja_jp: SPFレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritet-felt for SPF poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor SPF records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos SPF deve ser 0 ou vazio

source: SPF record must start with "v=spf1"
it_it: Il record SPF deve iniziare con "v=spf1"
ja_jp: SPFレコードは「v=spf1」で始まる必要があります
nb_no: SPF post må starte med "v=spf1"
nl_nl: SPF record moet beginnen met "v=spf1"
pt_pt: O registo SPF deve começar com "v=spf1"

source: SPF record exceeds 255 character limit. Split across multiple TXT records.
it_it: Il record SPF supera il limite di 255 caratteri. Dividi su più record TXT.
ja_jp: SPFレコードが255文字制限を超えています。複数のTXTレコードに分割してください。
nb_no: SPF post overskrider 255 tegn grense. Del opp i flere TXT poster.
nl_nl: SPF record overschrijdt 255 karakter limiet. Verdeel over meerdere TXT records.
pt_pt: O registo SPF excede o limite de 255 caracteres. Divida em múltiplos registos TXT.

source: Duplicate %s mechanism found. Each mechanism type should appear at most once.
it_it: Trovato meccanismo %s duplicato. Ogni tipo di meccanismo deve apparire al massimo una volta.
ja_jp: 重複する%sメカニズムが見つかりました。各メカニズムタイプは最大1回まで表示されるべきです。
nb_no: Duplikat %s mekanisme funnet. Hver mekanisme-type bør kun forekomme maksimalt én gang.
nl_nl: Dubbel %s mechanisme gevonden. Elk mechanisme type mag hoogstens één keer voorkomen.
pt_pt: Mecanismo %s duplicado encontrado. Cada tipo de mecanismo deve aparecer no máximo uma vez.

source: Duplicate %s modifier found. Each modifier can appear at most once.
it_it: Trovato modificatore %s duplicato. Ogni modificatore può apparire al massimo una volta.
ja_jp: 重複する%s修飾子が見つかりました。各修飾子は最大1回まで表示できます。
nb_no: Duplikat %s modifikator funnet. Hver modifikator kan forekomme maksimalt én gang.
nl_nl: Dubbele %s modifier gevonden. Elke modifier kan hoogstens één keer voorkomen.
pt_pt: Modificador %s duplicado encontrado. Cada modificador pode aparecer no máximo uma vez.

source: Invalid IPv4 address or network in ip4 mechanism.
it_it: Indirizzo IPv4 o rete non validi nel meccanismo ip4.
ja_jp: ip4メカニズムで無効なIPv4アドレスまたはネットワークです。
nb_no: Ugyldig IPv4 adresse eller nettverk i ip4 mekanisme.
nl_nl: Ongeldig IPv4 adres of netwerk in ip4 mechanisme.
pt_pt: Endereço IPv4 ou rede inválidos no mecanismo ip4.

source: Invalid IPv6 address or network in ip6 mechanism.
it_it: Indirizzo IPv6 o rete non validi nel meccanismo ip6.
ja_jp: ip6メカニズムで無効なIPv6アドレスまたはネットワークです。
nb_no: Ugyldig IPv6 adresse eller nettverk i ip6 mekanisme.
nl_nl: Ongeldig IPv6 adres of netwerk in ip6 mechanisme.
pt_pt: Endereço IPv6 ou rede inválidos no mecanismo ip6.

source: Invalid domain name in %s mechanism.
it_it: Nome di dominio non valido nel meccanismo %s.
ja_jp: %sメカニズムで無効なドメイン名です。
nb_no: Ugyldig domenenavn i %s mekanisme.
nl_nl: Ongeldige domeinnaam in %s mechanisme.
pt_pt: Nome de domínio inválido no mecanismo %s.

source: CIDR notation is not valid with the %s mechanism.
it_it: La notazione CIDR non è valida con il meccanismo %s.
ja_jp: CIDR記法は%sメカニズムでは有効ではありません。
nb_no: CIDR notasjon er ikke gyldig med %s mekanismen.
nl_nl: CIDR notatie is niet geldig bij het %s mechanisme.
pt_pt: A notação CIDR não é válida com o mecanismo %s.

source: Invalid CIDR length in mechanism.
it_it: Lunghezza CIDR non valida nel meccanismo.
ja_jp: メカニズムで無効なCIDR長です。
nb_no: Ugyldig CIDR lengde i mekanisme.
nl_nl: Ongeldige CIDR lengte in mechanisme.
pt_pt: Comprimento CIDR inválido no mecanismo.

source: The ptr mechanism is not recommended due to performance issues (RFC 7208 Section 5.5).
it_it: Il meccanismo ptr non è raccomandato a causa di problemi di prestazioni (RFC 7208 Sezione 5.5).
ja_jp: ptrメカニズムはパフォーマンスの問題により推奨されません（RFC 7208セクション5.5）。
nb_no: ptr mekanismen anbefales ikke på grunn av ytelsesproblemer (RFC 7208 seksjon 5.5).
nl_nl: Het ptr mechanisme wordt niet aanbevolen vanwege prestatieproblemen (RFC 7208 Sectie 5.5).
pt_pt: O mecanismo ptr não é recomendado devido a problemas de desempenho (RFC 7208 Secção 5.5).

source: The "all" mechanism should be the last mechanism in the record (RFC 7208 Section 5.1).
it_it: Il meccanismo "all" dovrebbe essere l'ultimo meccanismo nel record (RFC 7208 Sezione 5.1).
ja_jp: 「all」メカニズムはレコードの最後のメカニズムであるべきです（RFC 7208セクション5.1）。
nb_no: "all" mekanismen bør være den siste mekanismen i posten (RFC 7208 seksjon 5.1).
nl_nl: Het "all" mechanisme moet het laatste mechanisme in het record zijn (RFC 7208 Sectie 5.1).
pt_pt: O mecanismo "all" deve ser o último mecanismo no registo (RFC 7208 Secção 5.1).

source: Invalid domain in redirect modifier.
it_it: Dominio non valido nel modificatore redirect.
ja_jp: redirect修飾子で無効なドメインです。
nb_no: Ugyldig domene i redirect modifikator.
nl_nl: Ongeldig domein in redirect modifier.
pt_pt: Domínio inválido no modificador redirect.

source: Invalid domain in exp modifier.
it_it: Dominio non valido nel modificatore exp.
ja_jp: exp修飾子で無効なドメインです。
nb_no: Ugyldig domene i exp modifikator.
nl_nl: Ongeldig domein in exp modifier.
pt_pt: Domínio inválido no modificador exp.

source: Unknown modifier: %s
it_it: Modificatore sconosciuto: %s
ja_jp: 未知の修飾子：%s
nb_no: Ukjent modifikator: %s
nl_nl: Onbekende modifier: %s
pt_pt: Modificador desconhecido: %s

source: Unknown mechanism: %s
it_it: Meccanismo sconosciuto: %s
ja_jp: 未知のメカニズム：%s
nb_no: Ukjent mekanisme: %s
nl_nl: Onbekend mechanisme: %s
pt_pt: Mecanismo desconhecido: %s

source: SPF record should have either a terminating "all" mechanism or a "redirect" modifier (RFC 7208 Section 4.6.2).
it_it: Il record SPF deve avere o un meccanismo "all" terminante o un modificatore "redirect" (RFC 7208 Sezione 4.6.2).
ja_jp: SPFレコードは終端の「all」メカニズムまたは「redirect」修飾子のいずれかを持つべきです（RFC 7208セクション4.6.2）。
nb_no: SPF post bør ha enten en avsluttende "all" mekanisme eller en "redirect" modifikator (RFC 7208 seksjon 4.6.2).
nl_nl: SPF record moet ofwel een afsluitend "all" mechanisme of een "redirect" modifier hebben (RFC 7208 Sectie 4.6.2).
pt_pt: O registo SPF deve ter ou um mecanismo "all" final ou um modificador "redirect" (RFC 7208 Secção 4.6.2).

source: SPF record has both "all" mechanism and "redirect" modifier. The "redirect" modifier will be ignored when "all" is present (RFC 7208 Section 6.1).
it_it: Il record SPF ha sia il meccanismo "all" che il modificatore "redirect". Il modificatore "redirect" sarà ignorato quando "all" è presente (RFC 7208 Sezione 6.1).
ja_jp: SPFレコードに「all」メカニズムと「redirect」修飾子の両方があります。「all」が存在する場合、「redirect」修飾子は無視されます（RFC 7208セクション6.1）。
nb_no: SPF post har både "all" mekanisme og "redirect" modifikator. "redirect" modifikatoren vil bli ignorert når "all" er tilstede (RFC 7208 seksjon 6.1).
nl_nl: SPF record heeft zowel "all" mechanisme als "redirect" modifier. De "redirect" modifier wordt genegeerd wanneer "all" aanwezig is (RFC 7208 Sectie 6.1).
pt_pt: O registo SPF tem tanto o mecanismo "all" quanto o modificador "redirect". O modificador "redirect" será ignorado quando "all" estiver presente (RFC 7208 Secção 6.1).

source: Invalid value for priority field. CNAME records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record CNAME devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。CNAMEレコードは優先度値0である必要があります。
nb_no: Ugyldig verdi for prioritet-felt. CNAME poster må ha prioritetsverdi på 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. CNAME records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos CNAME devem ter valor de prioridade 0.

source: This is not a valid CNAME. There already exists a record with this name.
it_it: Questo non è un CNAME valido. Esiste già un record con questo nome.
ja_jp: これは有効なCNAMEではありません。この名前のレコードが既に存在します。
nb_no: Dette er ikke en gyldig CNAME. Det finnes allerede en post med dette navnet.
nl_nl: Dit is geen geldige CNAME. Er bestaat al een record met deze naam.
pt_pt: Este não é um CNAME válido. Já existe um registo com este nome.

source: This is not a valid CNAME. Did you assign an MX or NS record to the record?
it_it: Questo non è un CNAME valido. Hai assegnato un record MX o NS al record?
ja_jp: これは有効なCNAMEではありません。MXまたはNSレコードをこのレコードに割り当てましたか？
nb_no: Dette er ikke en gyldig CNAME. Har du tilordnet en MX- eller NS-post til posten?
nl_nl: Dit is geen geldige CNAME. Heeft u een MX- of NS-record aan het record toegewezen?
pt_pt: Este não é um CNAME válido. Atribuiu um registo MX ou NS ao registo?

source: Empty CNAME records are not allowed.
it_it: I record CNAME vuoti non sono consentiti.
ja_jp: 空のCNAMEレコードは許可されていません。
nb_no: Tomme CNAME poster er ikke tillatt.
nl_nl: Lege CNAME records zijn niet toegestaan.
pt_pt: Registos CNAME vazios não são permitidos.

source: This is not a valid record. There already exists a CNAME with this name.
it_it: Questo non è un record valido. Esiste già un CNAME con questo nome.
ja_jp: これは有効なレコードではありません。この名前のCNAMEが既に存在します。
nb_no: Dette er ikke en gyldig post. Det finnes allerede en CNAME med dette navnet.
nl_nl: Dit is geen geldig record. Er bestaat al een CNAME met deze naam.
pt_pt: Este não é um registo válido. Já existe um CNAME com este nome.

source: CNAME target must be a fully qualified domain name (FQDN). Single-label names are not allowed.
it_it: Il target CNAME deve essere un nome di dominio completamente qualificato (FQDN). I nomi a singola etichetta non sono consentiti.
ja_jp: CNAMEターゲットは完全修飾ドメイン名（FQDN）である必要があります。単一ラベル名は許可されていません。
nb_no: CNAME-mål må være et fullstendig kvalifisert domenenavn (FQDN). Enkelt-etikett navn er ikke tillatt.
nl_nl: CNAME doel moet een volledig gekwalificeerde domeinnaam (FQDN) zijn. Enkele-label namen zijn niet toegestaan.
pt_pt: O destino CNAME deve ser um nome de domínio totalmente qualificado (FQDN). Nomes de etiqueta única não são permitidos.

source: CNAME target must be a fully qualified domain name (FQDN) with a valid top-level domain.
it_it: Il target CNAME deve essere un nome di dominio completamente qualificato (FQDN) con un dominio di primo livello valido.
ja_jp: CNAMEターゲットは有効なトップレベルドメインを持つ完全修飾ドメイン名（FQDN）である必要があります。
nb_no: CNAME-mål må være et fullstendig kvalifisert domenenavn (FQDN) med et gyldig toppnivådomene.
nl_nl: CNAME doel moet een volledig gekwalificeerde domeinnaam (FQDN) zijn met een geldig topniveaudomein.
pt_pt: O destino CNAME deve ser um nome de domínio totalmente qualificado (FQDN) com um domínio de topo válido.

source: Invalid characters in DHCID record content.
it_it: Caratteri non validi nel contenuto del record DHCID.
ja_jp: DHCIDレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i DHCID post-innhold.
nl_nl: Ongeldige karakters in DHCID record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo DHCID.

source: As per RFC 4701 and RFC 4703, DHCID records should be placed at the same name as the A or AAAA records they correspond to.
it_it: Secondo RFC 4701 e RFC 4703, i record DHCID devono essere posizionati allo stesso nome dei record A o AAAA cui corrispondono.
ja_jp: RFC 4701およびRFC 4703によると、DHCIDレコードは対応するAまたはAAAAレコードと同じ名前に配置する必要があります。
nb_no: I henhold til RFC 4701 og RFC 4703 bør DHCID poster plasseres med samme navn som A eller AAAA postene de tilsvarer.
nl_nl: Volgens RFC 4701 en RFC 4703 moeten DHCID records op dezelfde naam geplaatst worden als de A of AAAA records waar ze bij horen.
pt_pt: Conforme RFC 4701 e RFC 4703, registos DHCID devem ser colocados no mesmo nome que os registos A ou AAAA aos quais correspondem.

source: Priority field for DHCID records must be 0 or empty.
it_it: Il campo priorità per i record DHCID deve essere 0 o vuoto.
ja_jp: DHCIDレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritet-felt for DHCID poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor DHCID records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos DHCID deve ser 0 ou vazio.

source: Per RFC 4703, DHCID records are used for collision detection when multiple DHCP clients claim the same name. The presence of a DHCID record indicates the name is in use by a DHCP client.
it_it: Secondo RFC 4703, i record DHCID sono utilizzati per il rilevamento di collisioni quando più client DHCP rivendicano lo stesso nome. La presenza di un record DHCID indica che il nome è in uso da un client DHCP.
ja_jp: RFC 4703によると、DHCIDレコードは複数のDHCPクライアントが同じ名前を要求する際の衝突検出に使用されます。DHCIDレコードの存在は、その名前がDHCPクライアントによって使用されていることを示します。
nb_no: Per RFC 4703 brukes DHCID poster for kollisjon-deteksjon når flere DHCP klienter krever samme navn. Tilstedeværelsen av en DHCID post indikerer at navnet er i bruk av en DHCP klient.
nl_nl: Volgens RFC 4703 worden DHCID records gebruikt voor collision detection wanneer meerdere DHCP clients dezelfde naam claimen. De aanwezigheid van een DHCID record geeft aan dat de naam in gebruik is door een DHCP client.
pt_pt: Conforme RFC 4703, registos DHCID são usados para detecção de colisão quando múltiplos clientes DHCP reclamam o mesmo nome. A presença de um registo DHCID indica que o nome está em uso por um cliente DHCP.

source: DHCID record must contain only valid base64 characters (A-Z, a-z, 0-9, +, /, =).
it_it: Il record DHCID deve contenere solo caratteri base64 validi (A-Z, a-z, 0-9, +, /, =).
ja_jp: DHCIDレコードは有効なbase64文字（A-Z、a-z、0-9、+、/、=）のみを含む必要があります。
nb_no: DHCID post må kun inneholde gyldige base64 tegn (A-Z, a-z, 0-9, +, /, =).
nl_nl: DHCID record mag alleen geldige base64 karakters bevatten (A-Z, a-z, 0-9, +, /, =).
pt_pt: O registo DHCID deve conter apenas caracteres base64 válidos (A-Z, a-z, 0-9, +, /, =).

source: DHCID record has invalid base64 padding. Equals signs (=) should only appear at the end of the data.
it_it: Il record DHCID ha un padding base64 non valido. I segni di uguale (=) devono apparire solo alla fine dei dati.
ja_jp: DHCIDレコードに無効なbase64パディングがあります。等号（=）はデータの末尾にのみ表示されるべきです。
nb_no: DHCID post har ugyldig base64 padding. Likhetstegn (=) bør kun forekomme på slutten av dataene.
nl_nl: DHCID record heeft ongeldige base64 padding. Gelijktekens (=) mogen alleen aan het einde van de gegevens verschijnen.
pt_pt: O registo DHCID tem preenchimento base64 inválido. Sinais de igual (=) devem aparecer apenas no final dos dados.

source: DHCID record has invalid base64 length. Base64 data must be a multiple of 4 characters (with padding).
it_it: Il record DHCID ha una lunghezza base64 non valida. I dati base64 devono essere un multiplo di 4 caratteri (con padding).
ja_jp: DHCIDレコードに無効なbase64長があります。Base64データは4文字の倍数（パディング付き）である必要があります。
nb_no: DHCID post har ugyldig base64 lengde. Base64 data må være et multiplum av 4 tegn (med padding).
nl_nl: DHCID record heeft ongeldige base64 lengte. Base64 gegevens moeten een veelvoud van 4 karakters zijn (met padding).
pt_pt: O registo DHCID tem comprimento base64 inválido. Os dados base64 devem ser múltiplos de 4 caracteres (com preenchimento).

source: DHCID record must contain valid base64-encoded data.
it_it: Il record DHCID deve contenere dati codificati base64 validi.
ja_jp: DHCIDレコードは有効なbase64エンコードデータを含む必要があります。
nb_no: DHCID post må inneholde gyldige base64-kodede data.
nl_nl: DHCID record moet geldige base64-gecodeerde gegevens bevatten.
pt_pt: O registo DHCID deve conter dados base64 válidos.

source: DHCID record is too short. The decoded data must contain at least 3 bytes (type codes and digest).
it_it: Il record DHCID è troppo corto. I dati decodificati devono contenere almeno 3 byte (codici tipo e digest).
ja_jp: DHCIDレコードが短すぎます。デコードされたデータは最低3バイト（タイプコードとダイジェスト）を含む必要があります。
nb_no: DHCID post er for kort. De dekodede dataene må inneholde minst 3 bytes (typekoder og sammendrag).
nl_nl: DHCID record is te kort. De gedecodeerde gegevens moeten minstens 3 bytes bevatten (type codes en digest).
pt_pt: O registo DHCID é muito curto. Os dados descodificados devem conter pelo menos 3 bytes (códigos de tipo e resumo).

source: DHCID identifier type 0x%04X is not one of the standard types defined in RFC 4701 (0x0000, 0x0001, 0x0002).
it_it: Il tipo identificatore DHCID 0x%04X non è uno dei tipi standard definiti in RFC 4701 (0x0000, 0x0001, 0x0002).
ja_jp: DHCID識別子タイプ0x%04XはRFC 4701で定義された標準タイプ（0x0000、0x0001、0x0002）の1つではありません。
nb_no: DHCID identifikator-type 0x%04X er ikke en av standard-typene definert i RFC 4701 (0x0000, 0x0001, 0x0002).
nl_nl: DHCID identifier type 0x%04X is niet een van de standaardtypes gedefinieerd in RFC 4701 (0x0000, 0x0001, 0x0002).
pt_pt: O tipo de identificador DHCID 0x%04X não é um dos tipos padrão definidos na RFC 4701 (0x0000, 0x0001, 0x0002).

source: DHCID digest type %d is not the standard type (1 for SHA-256) defined in RFC 4701.
it_it: Il tipo digest DHCID %d non è il tipo standard (1 per SHA-256) definito in RFC 4701.
ja_jp: DHCIDダイジェストタイプ%dはRFC 4701で定義された標準タイプ（SHA-256の場合は1）ではありません。
nb_no: DHCID sammendrag-type %d er ikke standard-typen (1 for SHA-256) definert i RFC 4701.
nl_nl: DHCID digest type %d is niet het standaardtype (1 voor SHA-256) gedefinieerd in RFC 4701.
pt_pt: O tipo de resumo DHCID %d não é o tipo padrão (1 para SHA-256) definido na RFC 4701.

source: DHCID record with SHA-256 digest (type 1) must be at least 35 bytes when decoded (2 for identifier type, 1 for digest type, 32 for SHA-256 digest).
it_it: Il record DHCID con digest SHA-256 (tipo 1) deve essere di almeno 35 byte quando decodificato (2 per tipo identificatore, 1 per tipo digest, 32 per digest SHA-256).
ja_jp: SHA-256ダイジェスト（タイプ1）のDHCIDレコードは、デコード時に最低35バイト（識別子タイプに2、ダイジェストタイプに1、SHA-256ダイジェストに32）である必要があります。
nb_no: DHCID post med SHA-256 sammendrag (type 1) må være minst 35 bytes når dekoded (2 for identifikator-type, 1 for sammendrag-type, 32 for SHA-256 sammendrag).
nl_nl: DHCID record met SHA-256 digest (type 1) moet minstens 35 bytes zijn wanneer gedecodeerd (2 voor identifier type, 1 voor digest type, 32 voor SHA-256 digest).
pt_pt: O registo DHCID com resumo SHA-256 (tipo 1) deve ter pelo menos 35 bytes quando descodificado (2 para tipo de identificador, 1 para tipo de resumo, 32 para resumo SHA-256).

source: DHCID records should be updated only by authorized DHCP clients or servers to prevent conflicts and unauthorized DNS updates.
it_it: I record DHCID devono essere aggiornati solo da client DHCP o server autorizzati per prevenire conflitti e aggiornamenti DNS non autorizzati.
ja_jp: DHCIDレコードは競合や不正なDNS更新を防ぐため、認証されたDHCPクライアントまたはサーバーによってのみ更新されるべきです。
nb_no: DHCID poster bør kun oppdateres av autoriserte DHCP klienter eller servere for å forhindre konflikter og uautoriserte DNS oppdateringer.
nl_nl: DHCID records moeten alleen bijgewerkt worden door geautoriseerde DHCP clients of servers om conflicten en ongeautoriseerde DNS updates te voorkomen.
pt_pt: Os registos DHCID devem ser actualizados apenas por clientes ou servidores DHCP autorizados para prevenir conflitos e actualizações DNS não autorizadas.

source: Consider using DNSSEC or TSIG authentication (RFC 3007) for secure DHCID updates as recommended by RFC 4701.
it_it: Considera di usare l'autenticazione DNSSEC o TSIG (RFC 3007) per aggiornamenti DHCID sicuri come raccomandato da RFC 4701.
ja_jp: RFC 4701で推奨されているように、安全なDHCID更新のためにDNSSECまたはTSIG認証（RFC 3007）の使用を検討してください。
nb_no: Vurder å bruke DNSSEC eller TSIG autentisering (RFC 3007) for sikre DHCID oppdateringer som anbefalt av RFC 4701.
nl_nl: Overweeg DNSSEC of TSIG authenticatie (RFC 3007) te gebruiken voor veilige DHCID updates zoals aanbevolen door RFC 4701.
pt_pt: Considere usar autenticação DNSSEC ou TSIG (RFC 3007) para actualizações DHCID seguras conforme recomendado pela RFC 4701.

source: Hostname contains invalid characters.
it_it: Il nome host contiene caratteri non validi.
ja_jp: ホスト名に無効な文字が含まれています。
nb_no: Vertsnavn inneholder ugyldige tegn.
nl_nl: Hostnaam bevat ongeldige karakters.
pt_pt: O nome de anfitrião contém caracteres inválidos.
