Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Provide IP address
it_it: Fornisci indirizzo IP
ja_jp: IPアドレスを入力
nb_no: Oppgi IP-adresse
nl_nl: Geef IP adres op
pt_pt: Fornecer endereço IP

source: IP address of the master name server (can be IPv4 or IPv6)
it_it: Indirizzo IP del name server master (può essere IPv4 o IPv6)
ja_jp: マスターネームサーバーのIPアドレス（IPv4またはIPv6）
nb_no: IP-adresse til master-navnetjeneren (kan være IPv4 eller IPv6)
nl_nl: IP adres van de master nameserver (kan IPv4 of IPv6 zijn)
pt_pt: Endereço IP do servidor de nomes mestre (pode ser IPv4 ou IPv6)

source: About Slave Zones
it_it: Informazioni sulle Zone Slave
ja_jp: スレーブゾーンについて
nb_no: Om slave-soner
nl_nl: Over Slave Zones
pt_pt: Acerca das Zonas Escravas

source: A slave zone is a read-only copy of a zone hosted on another DNS server. PowerDNS will automatically fetch and update zone data from the master server.
it_it: Una zona slave è una copia di sola lettura di una zona ospitata su un altro server DNS. PowerDNS recupererà e aggiornerà automaticamente i dati della zona dal server master.
ja_jp: スレーブゾーンは、他のDNSサーバーでホストされているゾーンの読み取り専用コピーです。PowerDNSはマスターサーバーからゾーンデータを自動的に取得・更新します。
nb_no: En slave-sone er en skrivebeskyttet kopi av en sone hostet på en annen DNS-tjener. PowerDNS vil automatisk hente og oppdatere sonedata fra master-tjeneren.
nl_nl: Een slave zone is een alleen-lezen kopie van een zone die gehost wordt op een andere DNS server. PowerDNS haalt automatisch zone data op en werkt deze bij vanaf de master server.
pt_pt: Uma zona secundária é uma cópia apenas de leitura de uma zona alojada noutro servidor DNS. O PowerDNS irá automaticamente obter e atualizar os dados da zona a partir do servidor mestre.

source: You cannot edit records in a slave zone - all changes must be made on the master server.
it_it: Non è possibile modificare i record in una zona slave - tutte le modifiche devono essere fatte sul server master.
ja_jp: スレーブゾーンのレコードは編集できません - すべての変更はマスターサーバーで行う必要があります。
nb_no: Du kan ikke redigere poster i en slave-sone - alle endringer må gjøres på master-tjeneren.
nl_nl: U kunt geen records bewerken in een slave zone - alle wijzigingen moeten gemaakt worden op de master server.
pt_pt: Não pode editar registos numa zona secundária - todas as alterações devem ser feitas no servidor mestre.

source: Make sure that this PowerDNS server is allowed to transfer the zone from the master server. The master server must have an allow-transfer or similar configuration permitting zone transfers to this server's IP address.
it_it: Assicurati che questo server PowerDNS sia autorizzato a trasferire la zona dal server master. Il server master deve avere una configurazione allow-transfer o simile che permetta i trasferimenti di zona all'indirizzo IP di questo server.
ja_jp: このPowerDNSサーバーがマスターサーバーからゾーンを転送することが許可されていることを確認してください。マスターサーバーは、このサーバーのIPアドレスへのゾーン転送を許可するallow-transferまたは類似の設定が必要です。
nb_no: Sørg for at denne PowerDNS-tjeneren har tilgang til å overføre sonen fra master-tjeneren. Master-tjeneren må ha en allow-transfer eller lignende konfigurasjon som tillater soneoverføringer til denne tjenerens IP-adresse.
nl_nl: Zorg ervoor dat deze PowerDNS server toestemming heeft om de zone over te dragen vanaf de master server. De master server moet een allow-transfer of vergelijkbare configuratie hebben die zone overdrachten naar het IP adres van deze server toestaat.
pt_pt: Certifique-se de que este servidor PowerDNS está autorizado a transferir a zona do servidor mestre. O servidor mestre deve ter uma configuração allow-transfer ou similar que permita transferências de zona para o endereço IP deste servidor.

source: You can specify multiple master servers by separating IP addresses with commas
it_it: È possibile specificare più server master separando gli indirizzi IP con virgole
ja_jp: IPアドレスをカンマで区切ることで複数のマスターサーバーを指定できます
nb_no: Du kan spesifisere flere master-tjenere ved å skille IP-adresser med komma
nl_nl: U kunt meerdere master servers opgeven door IP adressen te scheiden met komma's
pt_pt: Pode especificar múltiplos servidores mestre separando os endereços IP com vírgulas

source: Slave zones will automatically update when the master server sends a notification
it_it: Le zone slave si aggiorneranno automaticamente quando il server master invia una notifica
ja_jp: スレーブゾーンは、マスターサーバーが通知を送信すると自動的に更新されます
nb_no: Slave-soner vil automatisk oppdateres når master-tjeneren sender en varsling
nl_nl: Slave zones worden automatisch bijgewerkt wanneer de master server een notificatie stuurt
pt_pt: As zonas escravas atualizar-se-ão automaticamente quando o servidor mestre enviar uma notificação

source: To test the connection, check the PowerDNS logs after adding the zone
it_it: Per testare la connessione, controlla i log di PowerDNS dopo aver aggiunto la zona
ja_jp: 接続をテストするには、ゾーンを追加した後にPowerDNSログを確認してください
nb_no: For å teste tilkoblingen, sjekk PowerDNS-loggene etter å ha lagt til sonen
nl_nl: Om de verbinding te testen, controleer de PowerDNS logs na het toevoegen van de zone
pt_pt: Para testar a ligação, verifique os registos do PowerDNS após adicionar a zona

source: Delete template
it_it: Elimina modello
ja_jp: テンプレートを削除
nb_no: Slett mal
nl_nl: Sjabloon verwijderen
pt_pt: Eliminar modelo

source: Delete Zone Template
it_it: Elimina Modello di Zona
ja_jp: ゾーンテンプレートを削除
nb_no: Slett sonemal
nl_nl: Zone Sjabloon Verwijderen
pt_pt: Eliminar Modelo de Zona

source: You are about to delete the zone template
it_it: Si sta per eliminare il modello di zona
ja_jp: ゾーンテンプレートを削除しようとしています
nb_no: Du er i ferd med å slette sonemalen
nl_nl: U staat op het punt het zone sjabloon te verwijderen
pt_pt: Está prestes a eliminar o modelo de zona

source: This template is currently used by
it_it: Questo modello è attualmente usato da
ja_jp: このテンプレートは現在
nb_no: Denne malen brukes for øyeblikket av
nl_nl: Dit sjabloon wordt momenteel gebruikt door
pt_pt: Este modelo é actualmente utilizado por

source: zones
it_it: zone
ja_jp: のゾーンで使用されています
nb_no: soner
pt_pt: zonas

source: Email Template Previews
it_it: Anteprime dei modelli email
ja_jp: メールテンプレートプレビュー
nb_no: E-postmal forhåndsvisninger
nl_nl: E-mail sjabloon voorvertoningen
pt_pt: Pré-visualizações de Modelos de Email

source: Preview how email templates will appear to users in both light and dark modes. These previews use sample data to demonstrate the email formatting and styling.
it_it: Anteprima di come i modelli email appariranno agli utenti sia in modalità chiara che scura. Queste anteprime utilizzano dati di esempio per dimostrare la formattazione e lo stile delle email.
ja_jp: ライトモードとダークモードの両方でメールテンプレートがユーザーにどのように表示されるかをプレビューします。これらのプレビューはサンプルデータを使用してメールのフォーマットとスタイルを実演します。
nb_no: Forhåndsvis hvordan e-postmaler vil vises for brukere i både lys og mørk modus. Disse forhåndsvisningene bruker eksempeldata for å demonstrere e-postformatering og styling.
nl_nl: Bekijk hoe e-mail sjablonen zullen verschijnen voor gebruikers in zowel lichte als donkere modi. Deze voorvertoningen gebruiken voorbeeldgegevens om de e-mailopmaak en styling te demonstreren.
pt_pt: Pré-visualize como os modelos de email aparecerão aos utilizadores nos modos claro e escuro. Estas pré-visualizações usam dados de amostra para demonstrar a formatação e estilo do email.

source: Active Email Templates
it_it: Modelli email attivi
ja_jp: アクティブなメールテンプレート
nb_no: Aktive e-postmaler
nl_nl: Actieve e-mail sjablonen
pt_pt: Modelos de Email Ativos

source: Custom
it_it: Personalizzato
ja_jp: カスタム
nb_no: Tilpasset
nl_nl: Aangepast
pt_pt: Personalizado

source: Standard
ja_jp: 標準
nl_nl: Standaard
pt_pt: Padrão

source: Custom templates are active and override the default templates. These are the templates currently used when sending emails.
it_it: I modelli personalizzati sono attivi e sostituiscono i modelli predefiniti. Questi sono i modelli attualmente utilizzati quando si inviano email.
ja_jp: カスタムテンプレートがアクティブで、デフォルトテンプレートを上書きします。これらはメール送信時に現在使用されているテンプレートです。
nb_no: Tilpassede maler er aktive og overstyrer standardmalene. Dette er malene som nå brukes når e-post sendes.
nl_nl: Aangepaste sjablonen zijn actief en overschrijven de standaardsjablonen. Dit zijn de sjablonen die momenteel worden gebruikt bij het verzenden van e-mails.
pt_pt: Os modelos personalizados estão ativos e substituem os modelos padrão. Estes são os modelos atualmente usados no envio de emails.

source: Standard templates are active. These are the default templates used when sending emails.
it_it: I modelli standard sono attivi. Questi sono i modelli predefiniti utilizzati quando si inviano email.
ja_jp: 標準テンプレートがアクティブです。これらはメール送信時に使用されるデフォルトテンプレートです。
nb_no: Standardmaler er aktive. Dette er standardmalene som brukes når e-post sendes.
nl_nl: Standaardsjablonen zijn actief. Dit zijn de standaardsjablonen die worden gebruikt bij het verzenden van e-mails.
pt_pt: Os modelos padrão estão ativos. Estes são os modelos padrão usados no envio de emails.

source: Subject:
it_it: Oggetto:
ja_jp: 件名：
nb_no: Emne:
nl_nl: Onderwerp:
pt_pt: Assunto:

source: View Light Mode
it_it: Visualizza modalità chiara
ja_jp: ライトモードで表示
nb_no: Vis lys modus
nl_nl: Bekijk lichte modus
pt_pt: Ver Modo Claro

source: View Dark Mode
it_it: Visualizza modalità scura
ja_jp: ダークモードで表示
nb_no: Vis mørk modus
nl_nl: Bekijk donkere modus
pt_pt: Ver Modo Escuro

source: Template Override Information
it_it: Informazioni sulla sostituzione dei modelli
ja_jp: テンプレート上書き情報
nb_no: Maloverstyr informasjon
nl_nl: Sjabloon overschrijvingsinformatie
pt_pt: Informações de Substituição de Modelo

source: The following standard templates are currently overridden by custom templates:
it_it: I seguenti modelli standard sono attualmente sostituiti da modelli personalizzati:
ja_jp: 以下の標準テンプレートは現在カスタムテンプレートによって上書きされています：
nb_no: Følgende standardmaler er for øyeblikket overstyrt av tilpassede maler:
nl_nl: De volgende standaardsjablonen worden momenteel overschreven door aangepaste sjablonen:
pt_pt: Os seguintes modelos padrão estão atualmente substituídos por modelos personalizados:

source: using custom template
it_it: utilizzando modello personalizzato
ja_jp: カスタムテンプレートを使用
nb_no: bruker tilpasset mal
nl_nl: gebruikt aangepast sjabloon
pt_pt: usando modelo personalizado

source: To revert to standard templates, remove or rename the custom template files in <code>templates/emails/custom/</code>.
it_it: Per tornare ai modelli standard, rimuovi o rinomina i file dei modelli personalizzati in <code>templates/emails/custom/</code>.
ja_jp: 標準テンプレートに戻すには、<code>templates/emails/custom/</code>のカスタムテンプレートファイルを削除または名前変更してください。
nb_no: For å gå tilbake til standardmaler, fjern eller gi nytt navn til de tilpassede malfilene i <code>templates/emails/custom/</code>.
nl_nl: Om terug te keren naar standaardsjablonen, verwijder of hernoem de aangepaste sjabloonbestanden in <code>templates/emails/custom/</code>.
pt_pt: Para reverter para modelos padrão, remova ou renomeie os ficheiros de modelo personalizados em <code>templates/emails/custom/</code>.

source: Custom Templates
it_it: Modelli personalizzati
ja_jp: カスタムテンプレート
nb_no: Tilpassede maler
nl_nl: Aangepaste sjablonen
pt_pt: Modelos Personalizados

source: You can create custom email templates by placing them in <code>templates/emails/custom/</code> to override these standard templates with your own designs.
it_it: Puoi creare modelli email personalizzati posizionandoli in <code>templates/emails/custom/</code> per sostituire questi modelli standard con i tuoi design.
ja_jp: <code>templates/emails/custom/</code>に配置することでカスタムメールテンプレートを作成し、これらの標準テンプレートを独自のデザインで上書きできます。
nb_no: Du kan lage tilpassede e-postmaler ved å plassere dem i <code>templates/emails/custom/</code> for å overstyre disse standardmalene med dine egne design.
nl_nl: U kunt aangepaste e-mailsjablonen maken door ze te plaatsen in <code>templates/emails/custom/</code> om deze standaardsjablonen te overschrijven met uw eigen ontwerpen.
pt_pt: Pode criar modelos de email personalizados colocando-os em <code>templates/emails/custom/</code> para substituir estes modelos padrão com os seus próprios designs.

source: About Email Previews
it_it: Informazioni sulle anteprime email
ja_jp: メールプレビューについて
nb_no: Om e-post forhåndsvisninger
nl_nl: Over e-mail voorvertoningen
pt_pt: Sobre Pré-visualizações de Email

source: Previews use sample data to demonstrate email appearance
it_it: Le anteprime utilizzano dati di esempio per dimostrare l'aspetto delle email
ja_jp: プレビューはサンプルデータを使用してメールの外観を実演します
nb_no: Forhåndsvisninger bruker eksempeldata for å demonstrere e-postens utseende
nl_nl: Voorvertoningen gebruiken voorbeeldgegevens om e-mailweergave te demonstreren
pt_pt: As pré-visualizações usam dados de amostra para demonstrar a aparência do email

source: Light mode is the default appearance for most email clients
it_it: La modalità chiara è l'aspetto predefinito per la maggior parte dei client email
ja_jp: ライトモードはほとんどのメールクライアントのデフォルトの外観です
nb_no: Lys modus er standardutseende for de fleste e-postklienter
nl_nl: Lichte modus is de standaardweergave voor de meeste e-mailclients
pt_pt: O modo claro é a aparência padrão para a maioria dos clientes de email

source: Dark mode preview shows how emails appear when users have dark mode enabled
it_it: L'anteprima in modalità scura mostra come appaiono le email quando gli utenti hanno abilitato la modalità scura
ja_jp: ダークモードプレビューは、ユーザーがダークモードを有効にしたときのメールの表示を示します
nb_no: Mørk modus forhåndsvisning viser hvordan e-poster ser ut når brukere har mørk modus aktivert
nl_nl: Donkere modus voorvertoning toont hoe e-mails verschijnen wanneer gebruikers donkere modus hebben ingeschakeld
pt_pt: A pré-visualização do modo escuro mostra como os emails aparecem quando os utilizadores têm o modo escuro ativado

source: These previews reflect the actual templates used in production
it_it: Queste anteprime riflettono i modelli effettivi utilizzati in produzione
ja_jp: これらのプレビューはプロダクションで使用される実際のテンプレートを反映しています
nb_no: Disse forhåndsvisningene gjenspeiler de faktiske malene som brukes i produksjon
nl_nl: Deze voorvertoningen weerspiegelen de werkelijke sjablonen die in productie worden gebruikt
pt_pt: Estas pré-visualizações refletem os modelos reais usados em produção

source: PowerDNS Server Status
it_it: Stato Server PowerDNS
ja_jp: PowerDNSサーバーステータス
nb_no: PowerDNS-tjenerstatus
pt_pt: Estado do Servidor PowerDNS

source: Refresh Status
it_it: Aggiorna Stato
ja_jp: ステータスを更新
nb_no: Oppdater status
nl_nl: Status Vernieuwen
pt_pt: Actualizar Estado

source: PowerDNS API is not configured. Please configure the PowerDNS API URL and key in your settings.
it_it: L'API PowerDNS non è configurata. Configura l'URL e la chiave dell'API PowerDNS nelle tue impostazioni.
ja_jp: PowerDNS APIが設定されていません。設定でPowerDNS APIのURLとキーを設定してください。
nb_no: PowerDNS API er ikke konfigurert. Vennligst konfigurer PowerDNS API URL og nøkkel i innstillingene dine.
nl_nl: PowerDNS API is niet geconfigureerd. Configureer de PowerDNS API URL en sleutel in uw instellingen.
pt_pt: A API do PowerDNS não está configurada. Por favor configure o URL da API do PowerDNS e a chave nas suas definições.

source: Server Running
it_it: Server in Esecuzione
ja_jp: サーバー稼働中
nb_no: Tjener kjører
nl_nl: Server Actief
pt_pt: Servidor Em Execução

source: Server Not Running
it_it: Server Non in Esecuzione
ja_jp: サーバー停止中
nb_no: Tjener kjører ikke
nl_nl: Server Niet Actief
pt_pt: Servidor Não Está Em Execução

source: Server Information
it_it: Informazioni Server
ja_jp: サーバー情報
nb_no: Tjenerinformasjon
nl_nl: Server Informatie
pt_pt: Informação do Servidor

source: PDNS Server
it_it: Server PDNS
ja_jp: PDNSサーバー
pt_pt: Servidor PDNS

source: Server Name
it_it: Nome Server
ja_jp: サーバー名
nb_no: Tjenernavn
nl_nl: Server Naam
pt_pt: Nome do Servidor

source: Server ID
it_it: ID Server
ja_jp: サーバーID
nb_no: Tjener-ID
pt_pt: ID do Servidor

source: PowerDNS Version
it_it: Versione PowerDNS
ja_jp: PowerDNSバージョン
nb_no: PowerDNS-versjon
nl_nl: PowerDNS Versie
pt_pt: Versão do PowerDNS

source: Daemon Type
it_it: Tipo Daemon
ja_jp: デーモンタイプ
pt_pt: Tipo de Daemon

source: Uptime
it_it: Tempo di Attività
ja_jp: 稼働時間
nb_no: Oppetid
pt_pt: Tempo de Actividade

source: Server information is not available.
it_it: Le informazioni del server non sono disponibili.
ja_jp: サーバー情報は利用できません。
nb_no: Tjenerinformasjon er ikke tilgjengelig.
nl_nl: Server informatie is niet beschikbaar.
pt_pt: A informação do servidor não está disponível.

source: Slave Servers
it_it: Server Slave
ja_jp: スレーブサーバー
nb_no: Slave-tjenere
nl_nl: Secundaire Servers
pt_pt: Servidores Escravos

source: Showing connectivity status for DNS servers listed in the supermasters table.
it_it: Mostra lo stato di connettività per i server DNS elencati nella tabella supermasters.
ja_jp: スーパーマスターテーブルに記載されているDNSサーバーの接続状況を表示しています。
nb_no: Viser tilkoblingsstatus for DNS-tjenere oppført i supermaster-tabellen.
nl_nl: Toont connectiviteitsstatus voor DNS servers vermeld in de supermasters tabel.
pt_pt: A mostrar o estado de conectividade para servidores DNS listados na tabela de supermasters.

source: Server IP
it_it: IP Server
ja_jp: サーバーIP
nb_no: Tjener-IP
pt_pt: IP do Servidor

source: Last Checked
it_it: Ultimo Controllo
ja_jp: 最終確認
nb_no: Sist sjekket
nl_nl: Laatst Gecontroleerd
pt_pt: Última Verificação

source: Unreachable
it_it: Irraggiungibile
ja_jp: 到達不可
nb_no: Utilgjengelig
nl_nl: Onbereikbaar
pt_pt: Inacessível

source: Error
it_it: Errore
ja_jp: エラー
nb_no: Feil
nl_nl: Fout
pt_pt: Erro

source: Server Statistics
it_it: Statistiche Server
ja_jp: サーバー統計
nb_no: Tjenerstatistikk
nl_nl: Server Statistieken
pt_pt: Estatísticas do Servidor

source: Server Health
it_it: Salute Server
ja_jp: サーバーヘルス
nb_no: Tjenerhelse
nl_nl: Server Gezondheid
pt_pt: Saúde do Servidor

source: Unknown
it_it: Sconosciuto
ja_jp: 不明
nb_no: Ukjent
nl_nl: Onbekend
pt_pt: Desconhecido

source: Latency
it_it: Latenza
ja_jp: レイテンシ
nb_no: Latens
nl_nl: Latentie
pt_pt: Latência

source: CPU Usage
it_it: Utilizzo CPU
ja_jp: CPU使用率
nb_no: CPU-bruk
nl_nl: CPU Gebruik
pt_pt: Utilização do CPU

source: Query Statistics
it_it: Statistiche Query
ja_jp: クエリ統計
nb_no: Spørringsstatistikk
nl_nl: Query Statistieken
pt_pt: Estatísticas de Consultas

source: UDP Queries
it_it: Query UDP
ja_jp: UDPクエリ
nb_no: UDP-spørringer
nl_nl: UDP-verzoeken
pt_pt: Consultas UDP

source: TCP Queries
it_it: Query TCP
ja_jp: TCPクエリ
nb_no: TCP-spørringer
nl_nl: TCP-verzoeken
pt_pt: Consultas TCP

source: Cache Hits
it_it: Hit Cache
ja_jp: キャッシュヒット
nb_no: Cache-treff
nl_nl: Cache-treffers
pt_pt: Acertos de Cache

source: Cache Misses
it_it: Miss Cache
ja_jp: キャッシュミス
nb_no: Cache-miss
nl_nl: Cache-missers
pt_pt: Falhas de Cache

source: Toggle View
it_it: Cambia Vista
ja_jp: 表示切り替え
nb_no: Veksle visning
nl_nl: Weergave Omschakelen
pt_pt: Alternar Vista

source: Refresh
it_it: Aggiorna
ja_jp: 更新
nb_no: Oppdater
nl_nl: Vernieuwen
pt_pt: Actualizar

source: Bytes
it_it: Byte
ja_jp: バイト

source: Metric
it_it: Metrica
ja_jp: メトリック
nb_no: Måling
nl_nl: Metriek
pt_pt: Métrica

source: Value
it_it: Valore
ja_jp: 値
nb_no: Verdi
nl_nl: Waarde
pt_pt: Valor

source: No detailed metrics available.
it_it: Nessuna metrica dettagliata disponibile.
ja_jp: 詳細なメトリックは利用できません。
nb_no: Ingen detaljerte målinger tilgjengelige.
nl_nl: Geen gedetailleerde metrieken beschikbaar.
pt_pt: Não existem métricas detalhadas disponíveis.

source: Forward zones
it_it: Zone dirette
ja_jp: 正引きゾーン
nb_no: Fremadsoner
nl_nl: Doorstuur zones
pt_pt: Zonas directas

source: Reverse zones
it_it: Zone inverse
ja_jp: 逆引きゾーン
nb_no: Revers-soner
nl_nl: Omgekeerde zones
pt_pt: Zonas reversas

source: List permission templates
it_it: Elenca template permessi
ja_jp: 権限テンプレートを一覧表示
nb_no: List tillatelsesmaler
nl_nl: Machtigingssjablonen weergeven
pt_pt: Listar modelos de permissões

source: Add permission template
it_it: Aggiungi template permessi
ja_jp: 権限テンプレートを追加
nb_no: Legg til tillatelsesmal
nl_nl: Machtigingssjabloon toevoegen
pt_pt: Adicionar modelo de permissões

source: Tools
it_it: Strumenti
ja_jp: ツール
nb_no: Verktøy
nl_nl: Hulpmiddelen
pt_pt: Ferramentas

source: DS and DNS keys
it_it: Chiavi DS e DNS
ja_jp: DSとDNSキー
nb_no: DS- og DNS-nøkler
nl_nl: DS en DNS sleutels
pt_pt: Chaves DS e DNS

source: DNSSEC public records for zone
it_it: Record pubblici DNSSEC per zona
ja_jp: ゾーンのDNSSECパブリックレコード
nb_no: DNSSEC offentlige poster for sone
nl_nl: DNSSEC publieke records voor zone
pt_pt: Registos públicos DNSSEC para a zona

source: Back to DNSSEC keys
it_it: Torna alle chiavi DNSSEC
ja_jp: DNSSECキーに戻る
nb_no: Tilbake til DNSSEC-nøkler
nl_nl: Terug naar DNSSEC sleutels
pt_pt: Voltar às chaves DNSSEC

source: DNSKEY Records
it_it: Record DNSKEY
ja_jp: DNSKEYレコード
nb_no: DNSKEY-poster
pt_pt: Registos DNSKEY

source: DS Records
it_it: Record DS
ja_jp: DSレコード
nb_no: DS-poster
pt_pt: Registos DS

source: DS records should be added to the parent zone to establish the chain of trust.
it_it: I record DS dovrebbero essere aggiunti alla zona padre per stabilire la catena di fiducia.
ja_jp: 信頼チェーンを確立するために、DSレコードを親ゾーンに追加する必要があります。
nb_no: DS-poster bør legges til i overordnet sone for å etablere tillitskjeden.
nl_nl: DS records moeten toegevoegd worden aan de bovenliggende zone om de vertrouwensketen te vestigen.
pt_pt: Os registos DS devem ser adicionados à zona pai para estabelecer a cadeia de confiança.

source: Add record to zone
it_it: Aggiungi record a zona
ja_jp: ゾーンにレコードを追加
nb_no: Legg til post i sone
nl_nl: Record toevoegen aan zone
pt_pt: Adicionar registo à zona

source: Create a new DNS record in this zone
it_it: Crea un nuovo record DNS in questa zona
ja_jp: このゾーンに新しいDNSレコードを作成
nb_no: Opprett en ny DNS-post i denne sonen
nl_nl: Maak een nieuw DNS record aan in deze zone
pt_pt: Criar um novo registo DNS nesta zona

source: Add another record
it_it: Aggiungi altro record
ja_jp: 別のレコードを追加
nb_no: Legg til en ny post
nl_nl: Nog een record toevoegen
pt_pt: Adicionar outro registo

source: Add records
it_it: Aggiungi record
ja_jp: レコードを追加
nb_no: Legg til poster
nl_nl: Records toevoegen
pt_pt: Adicionar registos

source: API Keys Management
it_it: Gestione Chiavi API
ja_jp: APIキー管理
nb_no: API-nøkkelbehandling
nl_nl: API Sleutels Beheer
pt_pt: Gestão de Chaves API

source: API keys allow external applications to access the Poweradmin API. Each key is linked to your user account and inherits your permissions.
it_it: Le chiavi API permettono ad applicazioni esterne di accedere all'API Poweradmin. Ogni chiave è collegata al tuo account utente ed eredita i tuoi permessi.
ja_jp: APIキーは外部アプリケーションがPoweradmin APIにアクセスすることを可能にします。各キーはユーザーアカウントにリンクされ、権限を継承します。
nb_no: API-nøkler lar eksterne applikasjoner få tilgang til Poweradmin API-et. Hver nøkkel er knyttet til din brukerkonto og arver dine tillatelser.
nl_nl: API sleutels stellen externe applicaties in staat om toegang te krijgen tot de Poweradmin API. Elke sleutel is gekoppeld aan uw gebruikersaccount en erft uw machtigingen.
pt_pt: As chaves API permitem que aplicações externas acedam à API do Poweradmin. Cada chave está ligada à sua conta de utilizador e herda as suas permissões.

source: Created by
it_it: Creato da
ja_jp: 作成者
nb_no: Opprettet av
nl_nl: Aangemaakt door
pt_pt: Criado por

source: Regenerate
it_it: Rigenera
ja_jp: 再生成
nb_no: Regenerer
nl_nl: Regenereren
pt_pt: Regenerar

source: Enable
it_it: Abilita
ja_jp: 有効化
nb_no: Aktiver
nl_nl: Inschakelen
pt_pt: Activar

source: Disable
it_it: Disabilita
ja_jp: 無効化
nb_no: Deaktiver
nl_nl: Uitschakelen
pt_pt: Desativar

source: No API keys found.
it_it: Nessuna chiave API trovata.
ja_jp: APIキーが見つかりません。
nb_no: Ingen API-nøkler funnet.
nl_nl: Geen API sleutels gevonden.
pt_pt: Nenhuma chave API encontrada.

source: Add new API key
it_it: Aggiungi nuova chiave API
ja_jp: 新しいAPIキーを追加
nb_no: Legg til ny API-nøkkel
nl_nl: Nieuwe API sleutel toevoegen
pt_pt: Adicionar nova chave API
