Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Select the account that will own this supermaster
it_it: Seleziona l'account che possederà questo supermaster
ja_jp: このスーパーマスターを所有するアカウントを選択してください
nb_no: Velg kontoen som skal eie denne overordnede serveren
nl_nl: Selecteer het account dat eigenaar wordt van deze supermaster
pt_pt: Selecione a conta que possuirá este supermaster

source: Save changes
it_it: Salva modifiche
ja_jp: 変更を保存
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan
pt_pt: Guardar alterações

source: All fields are required
it_it: Tutti i campi sono obbligatori
ja_jp: すべてのフィールドが必須です
nb_no: Alle felt er obligatoriske
nl_nl: Alle velden zijn verplicht
pt_pt: Todos os campos são obrigatórios

source: About Editing Supermasters
it_it: Informazioni sulla Modifica dei Supermasters
ja_jp: スーパーマスターの編集について
nb_no: Om redigering av overordnede servere
nl_nl: Over het Bewerken van Supermasters
pt_pt: Sobre Editar Supermasters

source: Update Credentials
it_it: Aggiorna Credenziali
ja_jp: 認証情報を更新
nb_no: Oppdater legitimasjon
nl_nl: Inloggegevens Bijwerken
pt_pt: Actualizar Credenciais

source: You can modify the IP address, hostname, or account for this supermaster.
it_it: È possibile modificare l'indirizzo IP, l'hostname o l'account per questo supermaster.
ja_jp: このスーパーマスターのIPアドレス、ホスト名、またはアカウントを変更できます。
nb_no: Du kan endre IP-adresse, vertsnavn eller konto for denne overordnede serveren.
nl_nl: U kunt het IP adres, hostnaam of account voor deze supermaster wijzigen.
pt_pt: Pode modificar o endereço IP, nome de anfitrião ou conta para este supermaster.

source: Important
it_it: Importante
ja_jp: 重要
nb_no: Viktig
nl_nl: Belangrijk
pt_pt: Importante

source: Ensure that the hostname matches exactly what appears in NS records, or slave zone creation may fail.
it_it: Assicurati che l'hostname corrisponda esattamente a quello che appare nei record NS, altrimenti la creazione della zona slave potrebbe fallire.
ja_jp: ホスト名がNSレコードに表示されるものと正確に一致することを確認してください。そうでなければスレーブゾーンの作成が失敗する可能性があります。
nb_no: Sørg for at vertsnavnet stemmer nøyaktig med det som fremgår i NS-poster, ellers kan opprettelse av slavesone mislykkes.
nl_nl: Zorg ervoor dat de hostnaam exact overeenkomt met wat verschijnt in NS records, anders kan slave zone creatie falen.
pt_pt: Certifique-se de que o nome de anfitrião corresponde exactamente ao que aparece nos registos NS, ou a criação de zona secundária pode falhar.

source: Validation
it_it: Convalida
ja_jp: 検証
nb_no: Validering
nl_nl: Validatie
pt_pt: Validação

source: All fields will be validated to ensure they contain proper values.
it_it: Tutti i campi saranno convalidati per assicurare che contengano valori appropriati.
ja_jp: すべてのフィールドが適切な値を含んでいることを確認するために検証されます。
nb_no: Alle felt vil bli validert for å sikre at de inneholder riktige verdier.
nl_nl: Alle velden worden gevalideerd om te zorgen dat ze juiste waarden bevatten.
pt_pt: Todos os campos serão validados para garantir que contêm valores adequados.

source: Confirm Unsign Zone
it_it: Conferma Rimozione Firma Zona
ja_jp: ゾーンの署名解除を確認
nb_no: Bekreft fjern DNSSEC-signering
nl_nl: Bevestig Zone Onthandtekenen
pt_pt: Confirmar Anular Assinatura da Zona

source: This action will remove all DNSSEC keys and disable DNSSEC for this zone.
it_it: Questa azione rimuoverà tutte le chiavi DNSSEC e disabiliterà DNSSEC per questa zona.
ja_jp: この操作により、すべてのDNSSECキーが削除され、このゾーンのDNSSECが無効になります。
nb_no: Denne handlingen vil fjerne alle DNSSEC-nøkler og deaktivere DNSSEC for denne sonen.
nl_nl: Deze actie verwijdert alle DNSSEC sleutels en schakelt DNSSEC uit voor deze zone.
pt_pt: Esta ação removerá todas as chaves DNSSEC e desativará DNSSEC para esta zona.

source: Are you sure you want to unsign the zone
it_it: Sei sicuro di voler rimuovere la firma della zona
ja_jp: 本当にゾーンの署名を解除しますか
nb_no: Er du sikker på at du vil fjerne DNSSEC-signeringen av sonen
nl_nl: Weet u zeker dat u de zone wilt onthandtekenen
pt_pt: Tem a certeza de que deseja anular a assinatura da zona

source: Unsign Zone
it_it: Rimuovi Firma Zona
ja_jp: ゾーンの署名を解除
nb_no: Fjern DNSSEC-signering
nl_nl: Zone Onthandtekenen
pt_pt: Anular Assinatura da Zona

source: DNSSEC keys for zone
it_it: Chiavi DNSSEC per la zona
ja_jp: ゾーンのDNSSECキー
nb_no: DNSSEC-nøkler for sone
nl_nl: DNSSEC sleutels voor zone
pt_pt: Chaves DNSSEC para a zona

source: Add new key
it_it: Aggiungi nuova chiave
ja_jp: 新しいキーを追加
nb_no: Legg til ny nøkkel
nl_nl: Nieuwe sleutel toevoegen
pt_pt: Adicionar nova chave

source: Show DS and DNSKEY
it_it: Mostra DS e DNSKEY
ja_jp: DSとDNSKEYを表示
nb_no: Vis DS og DNSKEY
nl_nl: Toon DS en DNSKEY
pt_pt: Mostrar DS e DNSKEY

source: Unsign zone
it_it: Rimuovi firma zona
ja_jp: ゾーンの署名を解除
nb_no: Fjern DNSSEC-signering
nl_nl: Zone onthandtekenen
pt_pt: Anular assinatura da zona

source: Actions
it_it: Azioni
ja_jp: アクション
nb_no: Handlinger
nl_nl: Acties
pt_pt: Acções

source: No DNSSEC keys found for this zone
it_it: Nessuna chiave DNSSEC trovata per questa zona
ja_jp: このゾーンのDNSSECキーが見つかりません
nb_no: Ingen DNSSEC-nøkler funnet for denne sonen
nl_nl: Geen DNSSEC sleutels gevonden voor deze zone
pt_pt: Nenhuma chave DNSSEC encontrada para esta zona

source: Deactivate this key
it_it: Disattiva questa chiave
ja_jp: このキーを無効化
nb_no: Deaktiver denne nøkkelen
nl_nl: Deze sleutel deactiveren
pt_pt: Desativar esta chave

source: Activate this key
it_it: Attiva questa chiave
ja_jp: このキーを有効化
nb_no: Aktiver denne nøkkelen
nl_nl: Deze sleutel activeren
pt_pt: Activar esta chave

source: Deactivate
it_it: Disattiva
ja_jp: 無効化
nb_no: Deaktiver
nl_nl: Deactiveren
pt_pt: Desativar

source: Activate
it_it: Attiva
ja_jp: 有効化
nb_no: Aktiver
nl_nl: Activeren
pt_pt: Activar

source: Delete
it_it: Elimina
ja_jp: 削除
nb_no: Slett
nl_nl: Verwijderen
pt_pt: Eliminar

source: Forgot Password
it_it: Password Dimenticata
ja_jp: パスワードを忘れた場合
nb_no: Glemt passord
nl_nl: Wachtwoord Vergeten
pt_pt: Esqueci a Palavra-passe

source: Back to Login
it_it: Torna al Login
ja_jp: ログインに戻る
nb_no: Tilbake til innlogging
nl_nl: Terug naar Inloggen
pt_pt: Voltar ao Login

source: Enter your email address and we'll send you a link to reset your password.
it_it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la password.
ja_jp: メールアドレスを入力すると、パスワードリセット用のリンクをお送りします。
nb_no: Skriv inn e-postadressen din så sender vi deg en lenke for å tilbakestille passordet.
nl_nl: Voer uw e-mailadres in en wij sturen u een link om uw wachtwoord te resetten.
pt_pt: Introduza o seu endereço de e-mail e enviaremos um link para redefinir a sua palavra-passe.

source: Email Address
it_it: Indirizzo Email
ja_jp: メールアドレス
nb_no: E-postadresse
nl_nl: E-mailadres
pt_pt: Endereço de E-mail

source: Please provide a valid email address
it_it: Fornisci un indirizzo email valido
ja_jp: 有効なメールアドレスを入力してください
nb_no: Vennligst oppgi en gyldig e-postadresse
nl_nl: Geef een geldig e-mailadres op
pt_pt: Por favor forneça um endereço de e-mail válido

source: Send Reset Link
it_it: Invia Link di Ripristino
ja_jp: リセットリンクを送信
nb_no: Send tilbakestillingslenke
nl_nl: Reset Link Versturen
pt_pt: Enviar Link de Redefinição

source: Edit record in zone
it_it: Modifica record nella zona
ja_jp: ゾーンのレコードを編集
nb_no: Rediger post i sone
nl_nl: Record bewerken in zone
pt_pt: Editar registo na zona

source: Modify DNS record properties
it_it: Modifica proprietà del record DNS
ja_jp: DNSレコードのプロパティを変更
nb_no: Endre egenskaper for DNS-post
nl_nl: DNS record eigenschappen wijzigen
pt_pt: Modificar propriedades do registo DNS

source: Comment
it_it: Commento
ja_jp: コメント
nb_no: Kommentar
nl_nl: Opmerking
pt_pt: Comentário

source: Provide content
it_it: Fornisci contenuto
ja_jp: 内容を入力してください
nb_no: Oppgi innhold
nl_nl: Geef inhoud op
pt_pt: Forneça conteúdo

source: Update
it_it: Aggiorna
ja_jp: 更新
nb_no: Oppdater
nl_nl: Bijwerken
pt_pt: Atualizar

source: Welcome
it_it: Benvenuto
ja_jp: ようこそ
nb_no: Velkommen
nl_nl: Welkom
pt_pt: Bem-vindo

source: Online
ja_jp: オンライン
nb_no: Tilkoblet

source: Offline
ja_jp: オフライン
nb_no: Frakoblet

source: Server running
it_it: Server in esecuzione
ja_jp: サーバー稼働中
nb_no: Server kjører
nl_nl: Server draait
pt_pt: Servidor em execução

source: Check PowerDNS server status
it_it: Controlla lo stato del server PowerDNS
ja_jp: PowerDNSサーバーのステータスを確認
nb_no: Sjekk PowerDNS-serverstatus
nl_nl: PowerDNS server status controleren
pt_pt: Verificar estado do servidor PowerDNS

source: View Server Status
it_it: Visualizza Stato Server
ja_jp: サーバーステータスを表示
nb_no: Vis serverstatus
nl_nl: Server Status Bekijken
pt_pt: Ver Estado do Servidor

source: Server Status
it_it: Stato Server
ja_jp: サーバーステータス
pt_pt: Estado do Servidor

source: My Profile
it_it: Il Mio Profilo
ja_jp: マイプロフィール
nb_no: Min profil
nl_nl: Mijn Profiel
pt_pt: O Meu Perfil

source: Edit your account details
it_it: Modifica i dettagli del tuo account
ja_jp: アカウントの詳細を編集
nb_no: Rediger kontodetaljene dine
nl_nl: Uw account gegevens bewerken
pt_pt: Editar os detalhes da sua conta

source: Edit profile
it_it: Modifica profilo
ja_jp: プロフィールを編集
nb_no: Rediger profil
nl_nl: Profiel bewerken
pt_pt: Editar perfil

source: Profile
it_it: Profilo
ja_jp: プロフィール
nb_no: Profil
nl_nl: Profiel
pt_pt: Perfil

source: Search
it_it: Cerca
ja_jp: 検索
nb_no: Søk
nl_nl: Zoeken
pt_pt: Pesquisar

source: Find zones and records
it_it: Trova zone e record
ja_jp: ゾーンとレコードを検索
nb_no: Finn soner og poster
nl_nl: Zones en records zoeken
pt_pt: Encontrar zonas e registos

source: Search zones
it_it: Cerca zone
ja_jp: ゾーンを検索
nb_no: Søk i soner
nl_nl: Zones zoeken
pt_pt: Pesquisar zonas

source: Manage forward DNS zones
it_it: Gestisci zone DNS dirette
ja_jp: 正引きDNSゾーンを管理
nb_no: Administrer fremover DNS-soner
nl_nl: Forward DNS zones beheren
pt_pt: Gerir zonas DNS directas

source: List forward zones
it_it: Elenca zone dirette
ja_jp: 正引きゾーンを一覧表示
nb_no: List fremover-soner
nl_nl: Forward zones weergeven
pt_pt: Listar zonas directas

source: Manage reverse DNS zones
it_it: Gestisci zone DNS inverse
ja_jp: 逆引きDNSゾーンを管理
nb_no: Administrer omvendte DNS-soner
nl_nl: Reverse DNS zones beheren
pt_pt: Gerir zonas DNS reversas

source: List reverse zones
it_it: Elenca zone inverse
ja_jp: 逆引きゾーンを一覧表示
nb_no: List omvendte soner
nl_nl: Reverse zones weergeven
pt_pt: Listar zonas reversas

source: Templates
it_it: Modelli
ja_jp: テンプレート
nb_no: Maler
nl_nl: Sjablonen
pt_pt: Modelos

source: Manage zone templates
it_it: Gestisci modelli di zona
ja_jp: ゾーンテンプレートを管理
nb_no: Administrer sonemaler
nl_nl: Zone sjablonen beheren
pt_pt: Gerir modelos de zona

source: List zone templates
it_it: Elenca modelli di zona
ja_jp: ゾーンテンプレートを一覧表示
nb_no: List sonemaler
nl_nl: Zone sjablonen weergeven
pt_pt: Listar modelos de zona

source: Manage supermaster servers
it_it: Gestisci server supermaster
ja_jp: スーパーマスターサーバーを管理
nb_no: Administrer overordnede servere
nl_nl: Supermaster servers beheren
pt_pt: Gerir servidores supermaster

source: List supermasters
it_it: Elenca supermasters
ja_jp: スーパーマスターを一覧表示
nb_no: Vis supermasters
nl_nl: Supermasters weergeven
pt_pt: Listar supermasters

source: Master Zone
it_it: Zona Master
ja_jp: マスターゾーン
nb_no: Hovedsone
nl_nl: Primaire Zone
pt_pt: Zona Principal

source: Create new master zone
it_it: Crea nuova zona master
ja_jp: 新しいマスターゾーンを作成
nb_no: Opprett ny hovedsone
nl_nl: Nieuwe master zone maken
pt_pt: Criar nova zona mestre

source: Add master zone
it_it: Aggiungi zona master
ja_jp: マスターゾーンを追加
nb_no: Legg til hovedsone
nl_nl: Master zone toevoegen
pt_pt: Adicionar zona mestre

source: Add Master
it_it: Aggiungi Master
ja_jp: マスターを追加
nb_no: Legg til hovedsone
nl_nl: Master Toevoegen
pt_pt: Adicionar Principal

source: Slave Zone
it_it: Zona Slave
ja_jp: スレーブゾーン
nb_no: Slavesone
nl_nl: Secundaire Zone
pt_pt: Zona Escrava

source: Add new slave zone
it_it: Aggiungi nuova zona slave
ja_jp: 新しいスレーブゾーンを追加
nb_no: Legg til ny slavesone
nl_nl: Nieuwe slave zone toevoegen
pt_pt: Adicionar nova zona secundária

source: Add slave zone
it_it: Aggiungi zona slave
ja_jp: スレーブゾーンを追加
nb_no: Legg til slavesone
nl_nl: Slave zone toevoegen
pt_pt: Adicionar zona secundária

source: Add Slave
it_it: Aggiungi Slave
ja_jp: スレーブを追加
nb_no: Legg til slave
nl_nl: Slave Toevoegen
pt_pt: Adicionar Escrava

source: Supermaster
ja_jp: スーパーマスター
pt_pt: Supermestre

source: Add new supermaster server
it_it: Aggiungi nuovo server supermaster
ja_jp: 新しいスーパーマスターサーバーを追加
nb_no: Legg til ny supermaster-server
nl_nl: Nieuwe supermaster server toevoegen
pt_pt: Adicionar novo servidor supermaster

source: Add supermaster
it_it: Aggiungi supermaster
ja_jp: スーパーマスターを追加
nb_no: Legg til supermaster
nl_nl: Supermaster toevoegen
pt_pt: Adicionar supermaster

source: Bulk Registration
it_it: Registrazione di Massa
ja_jp: 一括登録
nb_no: Masseregistrering
nl_nl: Bulk Registratie
pt_pt: Registo em Massa

source: Register multiple domains at once
it_it: Registra più domini contemporaneamente
ja_jp: 複数のドメインを一度に登録
nb_no: Registrer flere domener samtidig
nl_nl: Meerdere domeinen tegelijk registreren
pt_pt: Registar múltiplos domínios de uma vez

source: Bulk domain registration
it_it: Registrazione domini di massa
ja_jp: ドメインの一括登録
nb_no: Massedomeneregistrering
nl_nl: Bulk domein registratie
pt_pt: Registo de domínios em massa

source: Registration
it_it: Registrazione
ja_jp: 登録
nb_no: Registrering
nl_nl: Registratie
pt_pt: Registo

source: PTR Records
it_it: Record PTR
ja_jp: PTRレコード
nb_no: PTR-poster
pt_pt: Registos PTR

source: Manage reverse DNS records
it_it: Gestisci record DNS inversi
ja_jp: 逆引きDNSレコードを管理
nb_no: Administrer reverse DNS-poster
nl_nl: Reverse DNS records beheren
pt_pt: Gerir registos DNS reversos

source: Batch PTR Records
it_it: Record PTR in Lotto
ja_jp: PTRレコードの一括処理
nb_no: Masse PTR-poster
pt_pt: Registos PTR em Lote

source: Zone Logs
it_it: Log delle Zone
ja_jp: ゾーンログ
nb_no: Sonelogger
pt_pt: Registos de Zona

source: View zone change history
it_it: Visualizza cronologia modifiche zone
ja_jp: ゾーンの変更履歴を表示
nb_no: Vis soneendringshistorikk
nl_nl: Zone wijzigingsgeschiedenis bekijken
pt_pt: Ver histórico de alterações de zona

source: View zone logs
it_it: Visualizza log delle zone
ja_jp: ゾーンログを表示
nb_no: Vis sonelogger
nl_nl: Zone logs bekijken
pt_pt: Ver registos de zona

source: User Logs
it_it: Log degli Utenti
ja_jp: ユーザーログ
nb_no: Brukerlogger
nl_nl: Gebruiker Logs
pt_pt: Registos de Utilizador

source: View user activity history
it_it: Visualizza cronologia attività utenti
ja_jp: ユーザー活動履歴を表示
nb_no: Vis brukeraktivitetshistorikk
nl_nl: Gebruikersactiviteiten geschiedenis bekijken
pt_pt: Ver histórico de actividade de utilizador

source: View user logs
it_it: Visualizza log degli utenti
ja_jp: ユーザーログを表示
nb_no: Vis brukerlogger
nl_nl: Gebruiker logs bekijken
pt_pt: Ver registos de utilizador

source: Password
ja_jp: パスワード
nb_no: Passord
nl_nl: Wachtwoord
pt_pt: Palavra-passe

source: Update your account password
it_it: Aggiorna la password del tuo account
ja_jp: アカウントのパスワードを更新
nb_no: Oppdater ditt kontopassord
nl_nl: Uw account wachtwoord bijwerken
pt_pt: Actualizar a palavra-passe da sua conta

source: Change password
it_it: Cambia password
ja_jp: パスワードを変更
nb_no: Endre passord
nl_nl: Wachtwoord wijzigen
pt_pt: Alterar palavra-passe

source: Users
it_it: Utenti
ja_jp: ユーザー
nb_no: Brukere
nl_nl: Gebruikers
pt_pt: Utilizadores

source: Manage system users and access
it_it: Gestisci utenti di sistema e accessi
ja_jp: システムユーザーとアクセスを管理
nb_no: Administrer systembrukere og tilgang
nl_nl: Systeemgebruikers en toegang beheren
pt_pt: Gerir utilizadores do sistema e acesso

source: User administration
it_it: Amministrazione utenti
ja_jp: ユーザー管理
nb_no: Brukeradministrasjon
nl_nl: Gebruikersbeheer
pt_pt: Administração de utilizadores

source: Permissions
it_it: Permessi
ja_jp: 権限
nb_no: Tillatelser
nl_nl: Machtigingen
pt_pt: Permissões

source: Manage permission templates
it_it: Gestisci modelli di permessi
ja_jp: 権限テンプレートを管理
nb_no: Administrer tillatelsesmaler
nl_nl: Machtigingssjablonen beheren
pt_pt: Gerir modelos de permissões

source: Logout
it_it: Esci
ja_jp: ログアウト
nb_no: Logg ut
nl_nl: Uitloggen
pt_pt: Sair

source: End your session
it_it: Termina la tua sessione
ja_jp: セッションを終了
nb_no: Avslutt økten din
nl_nl: Uw sessie beëindigen
pt_pt: Terminar a sua sessão

source: Migrations
it_it: Migrazioni
ja_jp: マイグレーション
nb_no: Migreringer
nl_nl: Migraties
pt_pt: Migrações

source: Manage database migrations
it_it: Gestisci migrazioni del database
ja_jp: データベースマイグレーションを管理
nb_no: Administrer databasemigreringer
nl_nl: Database migraties beheren
pt_pt: Gerir migrações de base de dados

source: Database Migrations
it_it: Migrazioni Database
ja_jp: データベースマイグレーション
nb_no: Databasemigreringer
nl_nl: Database Migraties
pt_pt: Migrações de Base de Dados

source: Lookup domain WHOIS information
it_it: Ricerca informazioni WHOIS del dominio
ja_jp: ドメインのWHOIS情報を検索
nb_no: Slå opp domene WHOIS-informasjon
nl_nl: Domein WHOIS informatie opzoeken
pt_pt: Consultar informação WHOIS do domínio

source: WHOIS Lookup
it_it: Ricerca WHOIS
ja_jp: WHOIS検索
nb_no: WHOIS-oppslag
nl_nl: WHOIS Opzoeking
pt_pt: Consulta WHOIS

source: Lookup domain RDAP information
it_it: Ricerca informazioni RDAP del dominio
ja_jp: ドメインのRDAP情報を検索
nb_no: Slå opp domene RDAP-informasjon
nl_nl: Domein RDAP informatie opzoeken
pt_pt: Consultar informação RDAP do domínio

source: RDAP Lookup
it_it: Ricerca RDAP
ja_jp: RDAP検索
nb_no: RDAP-oppslag
nl_nl: RDAP Opzoeken
pt_pt: Consulta RDAP

source: Manage API access keys
it_it: Gestisci chiavi di accesso API
ja_jp: APIアクセスキーを管理
nb_no: Administrer API-tilgangsnøkler
nl_nl: API toegangssleutels beheren
pt_pt: Gerir chaves de acesso à API

source: Manage API Keys
it_it: Gestisci Chiavi API
ja_jp: APIキーを管理
nb_no: Administrer API-nøkler
nl_nl: API Sleutels Beheren
pt_pt: Gerir Chaves API

source: Database Consistency
it_it: Consistenza Database
ja_jp: データベース整合性
nb_no: Databasekonsistens
nl_nl: Database Consistentie
pt_pt: Consistência da Base de Dados

source: Check database integrity
it_it: Controlla integrità del database
ja_jp: データベースの整合性をチェック
nb_no: Kontroller databaseintegritet
nl_nl: Database integriteit controleren
pt_pt: Verificar integridade da base de dados

source: Check Database
it_it: Controlla Database
ja_jp: データベースをチェック
nb_no: Kontroller database
nl_nl: Database Controleren
pt_pt: Verificar Base de Dados

source: Check DB
it_it: Controlla DB
ja_jp: DBをチェック
nb_no: Kontroller DB
nl_nl: DB Controleren
pt_pt: Verificar BD

source: Edit comment
it_it: Modifica commento
ja_jp: コメントを編集
nb_no: Rediger kommentar
nl_nl: Opmerking bewerken
pt_pt: Editar comentário

source: Edit comment in zone
it_it: Modifica commento nella zona
ja_jp: ゾーンのコメントを編集
nb_no: Rediger kommentar i sone
nl_nl: Opmerking bewerken in zone
pt_pt: Editar comentário na zona

source: Add template
it_it: Aggiungi modello
ja_jp: テンプレートを追加
nb_no: Legg til mal
nl_nl: Sjabloon toevoegen
pt_pt: Adicionar modelo

source: Add zone template for
it_it: Aggiungi modello di zona per
ja_jp: ゾーンテンプレートを追加：
nb_no: Legg til sonemal for
nl_nl: Zone sjabloon toevoegen voor
pt_pt: Adicionar modelo de zona para

source: Provide a name for your template
it_it: Fornisci un nome per il tuo modello
ja_jp: テンプレートの名前を入力してください
nb_no: Oppgi et navn for malen din
nl_nl: Geef een naam voor uw sjabloon
pt_pt: Forneça um nome para o seu modelo

source: Optional description to help identify this template
it_it: Descrizione opzionale per aiutare a identificare questo modello
ja_jp: このテンプレートを識別するためのオプション説明
nb_no: Valgfri beskrivelse for å identifisere denne malen
nl_nl: Optionele beschrijving om dit sjabloon te identificeren
pt_pt: Descrição opcional para ajudar a identificar este modelo

source: Global template
it_it: Modello globale
ja_jp: グローバルテンプレート
nb_no: Global mal
nl_nl: Globaal sjabloon
pt_pt: Modelo global

source: Make this template available to all users
it_it: Rendi questo modello disponibile a tutti gli utenti
ja_jp: このテンプレートをすべてのユーザーが利用できるようにする
nb_no: Gjør denne malen tilgjengelig for alle brukere
nl_nl: Dit sjabloon beschikbaar maken voor alle gebruikers
pt_pt: Tornar este modelo disponível para todos os utilizadores

source: Add zone template
it_it: Aggiungi modello di zona
ja_jp: ゾーンテンプレートを追加
nb_no: Legg til sonemal
nl_nl: Zone sjabloon toevoegen
pt_pt: Adicionar modelo de zona

source: Template Information
it_it: Informazioni Modello
ja_jp: テンプレート情報
nb_no: Malinformasjon
nl_nl: Sjabloon Informatie
pt_pt: Informação do Modelo

source: About Templates
it_it: Informazioni sui Modelli
ja_jp: テンプレートについて
nb_no: Om maler
nl_nl: Over Sjablonen
pt_pt: Sobre Modelos

source: Zone templates allow you to create predefined sets of DNS records that can be quickly applied when creating new zones.
it_it: I modelli di zona ti permettono di creare set predefiniti di record DNS che possono essere applicati rapidamente quando crei nuove zone.
ja_jp: ゾーンテンプレートを使用すると、新しいゾーンを作成する際に迅速に適用できる、事前定義されたDNSレコードのセットを作成できます。
nb_no: Sonemaler lar deg opprette forhåndsdefinerte sett med DNS-poster som kan anvendes raskt når du oppretter nye soner.
nl_nl: Zone sjablonen stellen u in staat vooraf gedefinieerde sets DNS records te maken die snel toegepast kunnen worden bij het maken van nieuwe zones.
pt_pt: Os modelos de zona permitem criar conjuntos predefinidos de registos DNS que podem ser rapidamente aplicados ao criar novas zonas.

source: After creating a template, you can add record templates to it.
it_it: Dopo aver creato un modello, puoi aggiungervi modelli di record.
ja_jp: テンプレートを作成した後、レコードテンプレートを追加できます。
nb_no: Etter å ha opprettet en mal kan du legge til postmaler til den.
nl_nl: Na het maken van een sjabloon kunt u record sjablonen eraan toevoegen.
pt_pt: Após criar um modelo, pode adicionar modelos de registo a este.

source: Template Usage
it_it: Utilizzo del Modello
ja_jp: テンプレートの使用法
nb_no: Malbruk
nl_nl: Sjabloon Gebruik
pt_pt: Utilização de Modelos

source: Apply consistent configurations to multiple zones
it_it: Applica configurazioni coerenti a più zone
ja_jp: 複数のゾーンに一貫した設定を適用
nb_no: Anvend konsistente konfigurasjoner til flere soner
nl_nl: Consistente configuraties toepassen op meerdere zones
pt_pt: Aplicar configurações consistentes a múltiplas zonas

source: Save time when creating new domains
it_it: Risparmia tempo quando crei nuovi domini
ja_jp: 新しいドメインを作成する際の時間を節約
nb_no: Spar tid når du oppretter nye domener
nl_nl: Tijd besparen bij het maken van nieuwe domeinen
pt_pt: Poupar tempo ao criar novos domínios

source: Maintain standardized DNS setups
it_it: Mantieni configurazioni DNS standardizzate
ja_jp: 標準化されたDNS設定を維持
nb_no: Oppretthold standardiserte DNS-oppsett
nl_nl: Gestandaardiseerde DNS configuraties behouden
pt_pt: Manter configurações DNS padronizadas

source: Tips & Examples
it_it: Suggerimenti ed Esempi
ja_jp: ヒントと例
nb_no: Tips og eksempler
nl_nl: Tips & Voorbeelden
pt_pt: Dicas e Exemplos

source: Create different templates for different types of websites (e.g., "Basic Website", "Email Server")
it_it: Crea modelli diversi per diversi tipi di siti web (es. "Sito Web Base", "Server Email")
ja_jp: 異なるタイプのウェブサイト用に異なるテンプレートを作成（例：「基本ウェブサイト」、「メールサーバー」）
nb_no: Opprett forskjellige maler for forskjellige typer nettsteder (f.eks. "Grunnleggende nettsted", "E-postserver")
nl_nl: Maak verschillende sjablonen voor verschillende types websites (bijv. "Basis Website", "E-mail Server")
pt_pt: Criar diferentes modelos para diferentes tipos de websites (ex.: "Website Básico", "Servidor de Email")

source: Use descriptive names and descriptions to make templates easy to identify
it_it: Usa nomi e descrizioni descrittivi per rendere i modelli facili da identificare
ja_jp: テンプレートを識別しやすくするために、説明的な名前と説明を使用
nb_no: Bruk beskrivende navn og beskrivelser for å gjøre maler enkle å identifisere
nl_nl: Gebruik beschrijvende namen en omschrijvingen om sjablonen gemakkelijk te identificeren
pt_pt: Usar nomes e descrições descritivos para tornar os modelos fáceis de identificar
