Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: IMPORTANT: DLV records have been obsoleted by RFC 8749 (March 2020). Major DNS resolvers have removed or deprecated DLV support. Consider using standard DNSSEC validation with DS records instead.
it_it: IMPORTANTE: I record DLV sono stati resi obsoleti dall'RFC 8749 (Marzo 2020). I principali resolver DNS hanno rimosso o deprecato il supporto DLV. Considera l'utilizzo della validazione DNSSEC standard con record DS invece.
ja_jp: 重要：DLVレコードはRFC 8749（2020年3月）によって廃止されました。主要なDNSリゾルバーはDLVサポートを削除または廃止しています。代わりにDSレコードを使用した標準DNSSEC検証の使用を検討してください。
nb_no: VIKTIG: DLV-poster har blitt foreldet av RFC 8749 (mars 2020). Store DNS-resolvere har fjernet eller avviklet DLV-støtte. Vurder å bruke standard DNSSEC-validering med DS-poster i stedet.
nl_nl: BELANGRIJK: DLV records zijn verouderd verklaard door RFC 8749 (maart 2020). Grote DNS resolvers hebben DLV ondersteuning verwijderd of afgeschaft. Overweeg standaard DNSSEC validatie met DS records te gebruiken.
pt_pt: IMPORTANTE: Os registos DLV foram obsoletados pela RFC 8749 (Março 2020). Os principais resolvedores DNS removeram ou descontinuaram o suporte DLV. Considere usar validação DNSSEC padrão com registos DS em vez disso.

source: This name appears to be in a DLV lookup domain. Note that dlv.isc.org, the main DLV registry, was decommissioned in 2017.
it_it: Questo nome sembra essere in un dominio di ricerca DLV. Nota che dlv.isc.org, il principale registro DLV, è stato dismesso nel 2017.
ja_jp: この名前はDLVルックアップドメインにあるようです。主要なDLVレジストリであるdlv.isc.orgは2017年に廃止されたことに注意してください。
nb_no: Dette navnet ser ut til å være i et DLV-oppslag domene. Merk at dlv.isc.org, hovedregisteret for DLV, ble avviklet i 2017.
nl_nl: Deze naam lijkt in een DLV lookup domein te staan. Let op dat dlv.isc.org, het hoofdregister voor DLV, in 2017 buiten gebruik is gesteld.
pt_pt: Este nome parece estar num domínio de pesquisa DLV. Note que dlv.isc.org, o principal registo DLV, foi desativado em 2017.

source: Priority field for DLV records must be 0 or empty.
it_it: Il campo priorità per i record DLV deve essere 0 o vuoto.
ja_jp: DLVレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfelt for DLV-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor DLV records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos DLV deve ser 0 ou vazio.

source: DLV records were typically placed in special DLV registry domains, not in the same domain as the DNSKEY records they reference.
it_it: I record DLV erano tipicamente posizionati in domini registro DLV speciali, non nello stesso dominio dei record DNSKEY che referenziano.
ja_jp: DLVレコードは通常、参照するDNSKEYレコードと同じドメインではなく、特別なDLVレジストリドメインに配置されていました。
nb_no: DLV-poster ble vanligvis plassert i spesielle DLV-registerdomener, ikke i samme domene som DNSKEY-postene de refererer til.
nl_nl: DLV records werden doorgaans geplaatst in speciale DLV registerdomeinen, niet in hetzelfde domein als de DNSKEY records waarnaar ze verwijzen.
pt_pt: Os registos DLV eram tipicamente colocados em domínios de registo DLV especiais, não no mesmo domínio que os registos DNSKEY que referenciam.

source: Invalid DLV record format. Expected: <key-tag> <algorithm> <digest-type> <digest>.
it_it: Formato record DLV non valido. Previsto: <key-tag> <algoritmo> <tipo-digest> <digest>.
ja_jp: 無効なDLVレコード形式です。期待される形式：<key-tag> <algorithm> <digest-type> <digest>。
nb_no: Ugyldig DLV-postformat. Forventet: <nøkkel-tag> <algoritme> <sammendrag-type> <sammendrag>.
nl_nl: Ongeldig DLV record formaat. Verwacht: <key-tag> <algoritme> <digest-type> <digest>.
pt_pt: Formato de registo DLV inválido. Esperado: <key-tag> <algoritmo> <tipo-resumo> <resumo>.

source: Invalid DLV record format. Should contain exactly 4 parts.
it_it: Formato record DLV non valido. Dovrebbe contenere esattamente 4 parti.
ja_jp: 無効なDLVレコード形式です。正確に4つの部分を含む必要があります。
nb_no: Ugyldig DLV-postformat. Bør inneholde nøyaktig 4 deler.
nl_nl: Ongeldig DLV record formaat. Moet precies 4 delen bevatten.
pt_pt: Formato de registo DLV inválido. Deve conter exactamente 4 partes.

source: Invalid key tag. Must be a number between 1 and 65535.
it_it: Tag chiave non valido. Deve essere un numero compreso tra 1 e 65535.
ja_jp: 無効なキータグです。1から65535の間の数値である必要があります。
nb_no: Ugyldig nøkkel-tag. Må være et tall mellom 1 og 65535.
nl_nl: Ongeldige key tag. Moet een getal tussen 1 en 65535 zijn.
pt_pt: Etiqueta de chave inválida. Deve ser um número entre 1 e 65535.

source: The key tag field does not uniquely identify a DNSKEY. More than one key can have the same key tag.
it_it: Il campo tag chiave non identifica univocamente una DNSKEY. Più di una chiave può avere lo stesso tag chiave.
ja_jp: キータグフィールドはDNSKEYを一意に識別しません。複数のキーが同じキータグを持つ可能性があります。
nb_no: Nøkkel-tag-feltet identifiserer ikke unikt en DNSKEY. Mer enn én nøkkel kan ha samme nøkkel-tag.
nl_nl: Het key tag veld identificeert geen DNSKEY uniek. Meer dan één sleutel kan dezelfde key tag hebben.
pt_pt: O campo etiqueta de chave não identifica univocamente uma DNSKEY. Mais de uma chave pode ter a mesma etiqueta de chave.

source: Invalid algorithm. Must be one of the valid DNSSEC algorithms (1-16).
it_it: Algoritmo non valido. Deve essere uno degli algoritmi DNSSEC validi (1-16).
ja_jp: 無効なアルゴリズムです。有効なDNSSECアルゴリズム（1-16）のいずれかである必要があります。
nb_no: Ugyldig algoritme. Må være en av de gyldige DNSSEC-algoritmene (1-16).
nl_nl: Ongeldig algoritme. Moet een van de geldige DNSSEC algoritmen zijn (1-16).
pt_pt: Algoritmo inválido. Deve ser um dos algoritmos DNSSEC válidos (1-16).

source: Invalid digest type. Must be 1 (SHA-1), 2 (SHA-256), or 4 (SHA-384).
it_it: Tipo digest non valido. Deve essere 1 (SHA-1), 2 (SHA-256), o 4 (SHA-384).
ja_jp: 無効なダイジェストタイプです。1（SHA-1）、2（SHA-256）、4（SHA-384）のいずれかである必要があります。
nb_no: Ugyldig sammendragtype. Må være 1 (SHA-1), 2 (SHA-256), eller 4 (SHA-384).
nl_nl: Ongeldig digest type. Moet 1 (SHA-1), 2 (SHA-256), of 4 (SHA-384) zijn.
pt_pt: Tipo de resumo inválido. Deve ser 1 (SHA-1), 2 (SHA-256) ou 4 (SHA-384).

source: SHA-1 (digest type 1) is considered weak for cryptographic use. Consider using SHA-256 (type 2) or SHA-384 (type 4) instead.
it_it: SHA-1 (tipo digest 1) è considerato debole per uso crittografico. Considera l'utilizzo di SHA-256 (tipo 2) o SHA-384 (tipo 4) invece.
ja_jp: SHA-1（ダイジェストタイプ1）は暗号化使用では弱いと考えられています。代わりにSHA-256（タイプ2）またはSHA-384（タイプ4）の使用を検討してください。
nb_no: SHA-1 (sammendragtype 1) anses som svak for kryptografisk bruk. Vurder å bruke SHA-256 (type 2) eller SHA-384 (type 4) i stedet.
nl_nl: SHA-1 (digest type 1) wordt als zwak beschouwd voor cryptografisch gebruik. Overweeg SHA-256 (type 2) of SHA-384 (type 4) te gebruiken.
pt_pt: O SHA-1 (tipo de resumo 1) é considerado fraco para uso criptográfico. Considere usar SHA-256 (tipo 2) ou SHA-384 (tipo 4) em vez disso.

source: Invalid digest length for SHA-1. Should be 40 hexadecimal characters.
it_it: Lunghezza digest SHA-1 non valida. Deve essere di 40 caratteri esadecimali.
ja_jp: SHA-1のダイジェスト長が無効です。40個の16進文字である必要があります。
nb_no: Ugyldig sammendrags lengde for SHA-1. Bør være 40 heksadesimale tegn.
nl_nl: Ongeldige digest lengte voor SHA-1. Moet 40 hexadecimale karakters zijn.
pt_pt: Comprimento de resumo inválido para SHA-1. Deve ter 40 caracteres hexadecimais.

source: Invalid digest length for SHA-256. Should be 64 hexadecimal characters.
it_it: Lunghezza digest SHA-256 non valida. Deve essere di 64 caratteri esadecimali.
ja_jp: SHA-256のダイジェスト長が無効です。64個の16進文字である必要があります。
nb_no: Ugyldig sammendragslengde for SHA-256. Bør være 64 heksadesimale tegn.
nl_nl: Ongeldige digest lengte voor SHA-256. Moet 64 hexadecimale karakters zijn.
pt_pt: Comprimento de resumo inválido para SHA-256. Deve ter 64 caracteres hexadecimais.

source: Invalid digest length for SHA-384. Should be 96 hexadecimal characters.
it_it: Lunghezza digest SHA-384 non valida. Deve essere di 96 caratteri esadecimali.
ja_jp: SHA-384のダイジェスト長が無効です。96個の16進文字である必要があります。
nb_no: Ugyldig sammendragslengde for SHA-384. Bør være 96 heksadesimale tegn.
nl_nl: Ongeldige digest lengte voor SHA-384. Moet 96 hexadecimale karakters zijn.
pt_pt: Comprimento de resumo inválido para SHA-384. Deve ter 96 caracteres hexadecimais.

source: Digest must contain only hexadecimal characters (0-9, a-f).
it_it: Il digest deve contenere solo caratteri esadecimali (0-9, a-f).
ja_jp: ダイジェストは16進文字（0-9、a-f）のみを含む必要があります。
nb_no: Sammendrag må kun inneholde heksadesimale tegn (0-9, a-f).
nl_nl: Digest mag alleen hexadecimale karakters bevatten (0-9, a-f).
pt_pt: O resumo deve conter apenas caracteres hexadecimais (0-9, a-f).

source: Null MX record (.) must have priority 0 according to RFC 7505.
it_it: Il record MX nullo (.) deve avere priorità 0 secondo RFC 7505.
ja_jp: RFC 7505によると、NullMXレコード（.）は優先度0である必要があります。
nb_no: Null MX-post (.) må ha prioritet 0 i henhold til RFC 7505.
nl_nl: Null MX record (.) moet prioriteit 0 hebben volgens RFC 7505.
pt_pt: O registo MX nulo (.) deve ter prioridade 0 conforme RFC 7505.

source: This is a null MX record (RFC 7505) indicating this domain does not accept email.
it_it: Questo è un record MX nullo (RFC 7505) che indica che il dominio non accetta email.
ja_jp: これはnull MXレコード（RFC 7505）で、このドメインがメールを受け付けないことを示しています。
nb_no: Dette er en null MX-post (RFC 7505) som indikerer at dette domenet ikke aksepterer e-post.
nl_nl: Dit is een null MX record (RFC 7505) wat aangeeft dat dit domein geen e-mail accepteert.
pt_pt: Este é um registo MX nulo (RFC 7505) indicando que este domínio não aceita e-mail.

source: A domain with null MX record must not have any other MX records.
it_it: Un dominio con record MX nullo non deve avere altri record MX.
ja_jp: null MXレコードを持つドメインは他のMXレコードを持つことはできません。
nb_no: Et domene med null MX-post kan ikke ha andre MX-poster.
nl_nl: Een domein met null MX record mag geen andere MX records hebben.
pt_pt: Um domínio com registo MX nulo não deve ter outros registos MX.

source: Invalid mail server hostname.
it_it: Nome host del server di posta non valido.
ja_jp: 無効なメールサーバーホスト名です。
nb_no: Ugyldig e-postserver vertsnavn.
nl_nl: Ongeldige mailserver hostnaam.
pt_pt: Nome de anfitrião do servidor de correio inválido.

source: MX records should not point to CNAME records (RFC 2181).
it_it: I record MX non devono puntare a record CNAME (RFC 2181).
ja_jp: MXレコードはCNAMEレコードを指すべきではありません（RFC 2181）。
nb_no: MX-poster bør ikke peke til CNAME-poster (RFC 2181).
nl_nl: MX records mogen niet verwijzen naar CNAME records (RFC 2181).
pt_pt: Os registos MX não devem apontar para registos CNAME (RFC 2181).

source: Priority values above 100 are unusual and may be unnecessary.
it_it: I valori di priorità superiori a 100 sono inusuali e potrebbero essere non necessari.
ja_jp: 100を超える優先度値は異常であり、不要な場合があります。
nb_no: Prioritetsverdier over 100 er uvanlige og kan være unødvendige.
nl_nl: Prioriteitswaarden boven 100 zijn ongewoon en mogelijk onnodig.
pt_pt: Valores de prioridade acima de 100 são incomuns e podem ser desnecessários.

source: Invalid value for MX priority field. Must be between 0 and 65535.
it_it: Valore non valido per il campo priorità MX. Deve essere compreso tra 0 e 65535.
ja_jp: MX優先度フィールドの値が無効です。0から65535の間である必要があります。
nb_no: Ugyldig verdi for MX-prioritetsfelt. Må være mellom 0 og 65535.
nl_nl: Ongeldige waarde voor MX prioriteitsveld. Moet tussen 0 en 65535 liggen.
pt_pt: Valor inválido para o campo de prioridade MX. Deve estar entre 0 e 65535.

source: Priority field should not be used for HTTPS records as priority is part of the content.
it_it: Il campo priorità non deve essere utilizzato per i record HTTPS poiché la priorità fa parte del contenuto.
ja_jp: 優先度はコンテンツの一部であるため、HTTPSレコードでは優先度フィールドを使用すべきではありません。
nb_no: Prioritetsfelt bør ikke brukes for HTTPS-poster da prioritet er del av innholdet.
nl_nl: Prioriteitsveld mag niet gebruikt worden voor HTTPS records omdat prioriteit deel uitmaakt van de inhoud.
pt_pt: O campo de prioridade não deve ser usado para registos HTTPS pois a prioridade faz parte do conteúdo.

source: HTTPS record must contain at least priority and target values.
it_it: Il record HTTPS deve contenere almeno i valori di priorità e destinazione.
ja_jp: HTTPSレコードには少なくとも優先度とターゲット値が含まれている必要があります。
nb_no: HTTPS-post må inneholde minst prioritets- og målverdier.
nl_nl: HTTPS record moet minstens prioriteit en doelwaarden bevatten.
pt_pt: O registo HTTPS deve conter pelo menos valores de prioridade e destino.

source: HTTPS record priority must be a number between 0 and 65535.
it_it: La priorità del record HTTPS deve essere un numero compreso tra 0 e 65535.
ja_jp: HTTPSレコードの優先度は0から65535の間の数値である必要があります。
nb_no: HTTPS-post prioritet må være et tall mellom 0 og 65535.
nl_nl: HTTPS record prioriteit moet een getal tussen 0 en 65535 zijn.
pt_pt: A prioridade do registo HTTPS deve ser um número entre 0 e 65535.

source: HTTPS record target must be either "." or a valid fully-qualified domain name.
it_it: La destinazione del record HTTPS deve essere ".", oppure un nome di dominio completamente qualificato valido.
ja_jp: HTTPSレコードのターゲットは「.」または有効な完全修飾ドメイン名のいずれかである必要があります。
nb_no: HTTPS-post mål må være enten "." eller et gyldig fullstendig kvalifisert domenenavn.
nl_nl: HTTPS record doel moet "." of een geldige fully-qualified domain name zijn.
pt_pt: O destino do registo HTTPS deve ser "." ou um nome de domínio totalmente qualificado válido.

source: HTTPS record in AliasMode (priority=0) with target "." cannot have parameters according to RFC 9460.
it_it: Il record HTTPS in modalità alias (priorità=0) con destinazione ".", non può avere parametri secondo RFC 9460.
ja_jp: RFC 9460によると、ターゲットが「.」のAliasMode（priority=0）のHTTPSレコードはパラメータを持つことができません。
nb_no: HTTPS-post i AliasMode (prioritet=0) med mål "." kan ikke ha parametere i henhold til RFC 9460.
nl_nl: HTTPS record in AliasMode (prioriteit=0) met doel "." kan geen parameters hebben volgens RFC 9460.
pt_pt: O registo HTTPS em modo Alias (prioridade=0) com destino "." não pode ter parâmetros conforme RFC 9460.

source: HTTPS record parameters must be in key=value format separated by spaces.
it_it: I parametri del record HTTPS devono essere nel formato chiave=valore separati da spazi.
ja_jp: HTTPSレコードのパラメータは、スペースで区切られたkey=value形式である必要があります。
nb_no: HTTPS-post parametere må være i nøkkel=verdi format adskilt med mellomrom.
nl_nl: HTTPS record parameters moeten in key=waarde formaat zijn gescheiden door spaties.
pt_pt: Os parâmetros do registo HTTPS devem estar no formato chave=valor separados por espaços.

source: Unknown HTTPS parameter key: "%s". See RFC 9460 for valid keys.
it_it: Chiave parametro HTTPS sconosciuta: "%s". Consulta RFC 9460 per le chiavi valide.
ja_jp: 未知のHTTPSパラメータキー：「%s」。有効なキーについてはRFC 9460を参照してください。
nb_no: Ukjent HTTPS-parameternøkkel: "%s". Se RFC 9460 for gyldige nøkler.
nl_nl: Onbekende HTTPS parameter sleutel: "%s". Zie RFC 9460 voor geldige sleutels.
pt_pt: Chave de parâmetro HTTPS desconhecida: "%s". Consulte a RFC 9460 para chaves válidas.

source: Duplicate HTTPS parameter key: "%s". Each key can only appear once.
it_it: Chiave parametro HTTPS duplicata: "%s". Ogni chiave può apparire solo una volta.
ja_jp: 重複するHTTPSパラメータキー：「%s」。各キーは一度だけ表示できます。
nb_no: Duplikat HTTPS-parameternøkkel: "%s". Hver nøkkel kan bare vises én gang.
nl_nl: Dubbele HTTPS parameter sleutel: "%s". Elke sleutel kan slechts één keer voorkomen.
pt_pt: Chave de parâmetro HTTPS duplicada: "%s". Cada chave pode aparecer apenas uma vez.

source: ALPN value must be a comma-separated list of protocol identifiers.
it_it: Il valore ALPN deve essere un elenco di identificatori di protocollo separati da virgole.
ja_jp: ALPN値はプロトコル識別子のカンマ区切りリストである必要があります。
nb_no: ALPN-verdi må være en kommaseparert liste med protokollidentifikatorer.
nl_nl: ALPN waarde moet een door komma's gescheiden lijst van protocol identificaties zijn.
pt_pt: O valor ALPN deve ser uma lista de identificadores de protocolo separados por vírgulas.

source: The no-default-alpn parameter must have an empty value.
it_it: Il parametro no-default-alpn deve avere un valore vuoto.
ja_jp: no-default-alpnパラメータは空の値を持つ必要があります。
nb_no: Parameteren no-default-alpn må ha en tom verdi.
nl_nl: De no-default-alpn parameter moet een lege waarde hebben.
pt_pt: O parâmetro no-default-alpn deve ter um valor vazio.

source: Port value must be a number between 1 and 65535.
it_it: Il valore della porta deve essere un numero compreso tra 1 e 65535.
ja_jp: ポート値は1から65535の間の数値である必要があります。
nb_no: Portverdi må være et tall mellom 1 og 65535.
nl_nl: Poortwaarde moet een getal tussen 1 en 65535 zijn.
pt_pt: O valor da porta deve ser um número entre 1 e 65535.

source: Invalid IPv4 address in ipv4hint: "%s".
it_it: Indirizzo IPv4 non valido in ipv4hint: "%s".
ja_jp: ipv4hint内の無効なIPv4アドレス：「%s」。
nb_no: Ugyldig IPv4-adresse i ipv4hint: "%s".
nl_nl: Ongeldig IPv4 adres in ipv4hint: "%s".
pt_pt: Endereço IPv4 inválido em ipv4hint: "%s".

source: Invalid IPv6 address in ipv6hint: "%s".
it_it: Indirizzo IPv6 non valido in ipv6hint: "%s".
ja_jp: ipv6hint内の無効なIPv6アドレス：「%s」。
nb_no: Ugyldig IPv6-adresse i ipv6hint: "%s".
nl_nl: Ongeldig IPv6 adres in ipv6hint: "%s".
pt_pt: Endereço IPv6 inválido em ipv6hint: "%s".

source: DoH path must start with a forward slash (/).
it_it: Il percorso DoH deve iniziare con una barra obliqua (/).
ja_jp: DoHパスはスラッシュ（/）で始まる必要があります。
nb_no: DoH-sti må starte med skråstrek (/).
nl_nl: DoH pad moet beginnen met een forward slash (/).
pt_pt: O caminho DoH deve começar com uma barra (/).

source: Parameter "%s" is marked as mandatory but not included in the record.
it_it: Il parametro "%s" è contrassegnato come obbligatorio ma non incluso nel record.
ja_jp: パラメータ「%s」は必須としてマークされていますが、レコードに含まれていません。
nb_no: Parameter "%s" er merket som obligatorisk men ikke inkludert i posten.
nl_nl: Parameter "%s" is gemarkeerd als verplicht maar niet opgenomen in het record.
pt_pt: O parâmetro "%s" está marcado como obrigatório mas não incluído no registo.

source: RFC 2930 requires TKEY records to have TTL=0 to prevent caching. The current non-zero TTL may cause issues with older DNS implementations.
it_it: RFC 2930 richiede che i record TKEY abbiano TTL=0 per impedire il caching. Il TTL attuale diverso da zero può causare problemi con implementazioni DNS più vecchie.
ja_jp: RFC 2930では、キャッシュを防ぐためTKEYレコードのTTL=0が必要です。現在の非ゼロTTLは古いDNS実装で問題を引き起こす可能性があります。
nb_no: RFC 2930 krever at TKEY-poster har TTL=0 for å hindre mellomlagring. Den nåværende ikke-null TTL kan forårsake problemer med eldre DNS-implementasjoner.
nl_nl: RFC 2930 vereist dat TKEY records TTL=0 hebben om caching te voorkomen. De huidige niet-nul TTL kan problemen veroorzaken met oudere DNS implementaties.
pt_pt: A RFC 2930 requer que registos TKEY tenham TTL=0 para prevenir cache. O TTL não-zero actual pode causar problemas com implementações DNS mais antigas.

source: Priority field for TKEY records must be 0 or empty
it_it: Il campo priorità per i record TKEY deve essere 0 o vuoto
ja_jp: TKEYレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for TKEY-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor TKEY records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos TKEY deve ser 0 ou vazio

source: TKEY records are not for DNS data authentication, they are for key establishment between DNS servers/resolvers.
it_it: I record TKEY non servono per l'autenticazione dei dati DNS, ma per lo stabilimento di chiavi tra server DNS/resolver.
ja_jp: TKEYレコードはDNSデータ認証のためではなく、DNSサーバー/リゾルバー間のキー確立のためのものです。
nb_no: TKEY-poster er ikke for DNS-dataautentisering, de er for nøkkeloppretting mellom DNS-servere/resolvere.
nl_nl: TKEY records zijn niet voor DNS data authenticatie, ze zijn voor sleutelvestiging tussen DNS servers/resolvers.
pt_pt: Os registos TKEY não são para autenticação de dados DNS, são para estabelecimento de chaves entre servidores/resolvedores DNS.

source: Invalid characters in TKEY record content.
it_it: Caratteri non validi nel contenuto del record TKEY.
ja_jp: TKEYレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i TKEY-postinnhold.
nl_nl: Ongeldige karakters in TKEY record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo TKEY.

source: TKEY record must contain algorithm-name, inception-time, expiration-time, mode, error, and key-data separated by spaces.
it_it: Il record TKEY deve contenere nome-algoritmo, tempo-inizio, tempo-scadenza, modalità, errore e dati-chiave separati da spazi.
ja_jp: TKEYレコードには、スペースで区切られたアルゴリズム名、開始時刻、満了時刻、モード、エラー、キーデータが含まれている必要があります。
nb_no: TKEY-post må inneholde algoritmenavn, oppstartstid, utløpstid, modus, feil og nøkkeldata adskilt med mellomrom.
nl_nl: TKEY record moet algorithm-name, inception-time, expiration-time, mode, error en key-data bevatten gescheiden door spaties.
pt_pt: O registo TKEY deve conter algorithm-name, inception-time, expiration-time, mode, error e key-data separados por espaços.

source: TKEY algorithm name must be a valid domain name ending with a dot (e.g., hmac-sha256.).
it_it: Il nome dell'algoritmo TKEY deve essere un nome di dominio valido che termina con un punto (ad es. hmac-sha256.).
ja_jp: TKEYアルゴリズム名はドットで終わる有効なドメイン名である必要があります（例：hmac-sha256.）。
nb_no: TKEY algoritmenavn må være et gyldig domenenavn som slutter med punktum (f.eks. hmac-sha256.).
nl_nl: TKEY algoritme naam moet een geldige domeinnaam zijn eindigend met een punt (bijv. hmac-sha256.).
pt_pt: O nome do algoritmo TKEY deve ser um nome de domínio válido terminando com um ponto (ex: hmac-sha256.).

source: TKEY inception time must be a valid Unix timestamp or YYYYMMDDHHmmSS format.
it_it: Il tempo di inizio TKEY deve essere un timestamp Unix valido o in formato YYYYMMDDHHmmSS.
ja_jp: TKEY開始時刻は有効なUnixタイムスタンプまたはYYYYMMDDHHmmSS形式である必要があります。
nb_no: TKEY oppstartstid må være et gyldig Unix-tidsstempel eller YYYYMMDDHHmmSS format.
nl_nl: TKEY inception time moet een geldige Unix timestamp of YYYYMMDDHHmmSS formaat zijn.
pt_pt: O tempo de início TKEY deve ser um timestamp Unix válido ou formato YYYYMMDDHHmmSS.

source: TKEY expiration time must be a valid Unix timestamp or YYYYMMDDHHmmSS format.
it_it: Il tempo di scadenza TKEY deve essere un timestamp Unix valido o in formato YYYYMMDDHHmmSS.
ja_jp: TKEY満了時刻は有効なUnixタイムスタンプまたはYYYYMMDDHHmmSS形式である必要があります。
nb_no: TKEY utløpstid må være et gyldig Unix-tidsstempel eller YYYYMMDDHHmmSS format.
nl_nl: TKEY vervaltijd moet een geldige Unix timestamp of YYYYMMDDHHmmSS formaat zijn.
pt_pt: O tempo de expiração TKEY deve ser um timestamp Unix válido ou formato YYYYMMDDHHmmSS.

source: TKEY mode must be a number between 1 and 5 (1: Server assignment, 2: Diffie-Hellman exchange, 3: GSS-API negotiation, 4: Resolver assignment, 5: Key deletion).
it_it: La modalità TKEY deve essere un numero compreso tra 1 e 5 (1: Assegnazione server, 2: Scambio Diffie-Hellman, 3: Negoziazione GSS-API, 4: Assegnazione resolver, 5: Eliminazione chiave).
ja_jp: TKEYモードは1から5の間の数値である必要があります（1：サーバー割り当て、2：Diffie-Hellman交換、3：GSS-APIネゴシエーション、4：リゾルバー割り当て、5：キー削除）。
nb_no: TKEY-modus må være et tall mellom 1 og 5 (1: Servertildeling, 2: Diffie-Hellman-utveksling, 3: GSS-API-forhandling, 4: Resolver-tildeling, 5: Nøkkelsletting).
nl_nl: TKEY modus moet een getal tussen 1 en 5 zijn (1: Server toewijzing, 2: Diffie-Hellman uitwisseling, 3: GSS-API onderhandeling, 4: Resolver toewijzing, 5: Sleutel verwijdering).
pt_pt: O modo TKEY deve ser um número entre 1 e 5 (1: Atribuição de servidor, 2: Troca Diffie-Hellman, 3: Negociação GSS-API, 4: Atribuição de resolvedor, 5: Eliminação de chave).

source: GSS-API mode (3) ignores inception and expiration times per RFC 3645.
it_it: La modalità GSS-API (3) ignora i tempi di inizio e scadenza secondo RFC 3645.
ja_jp: GSS-APIモード（3）はRFC 3645に従って開始時刻と満了時刻を無視します。
nb_no: GSS-API-modus (3) ignorerer oppstarts- og utløpstider per RFC 3645.
nl_nl: GSS-API modus (3) negeert inception en expiration tijden volgens RFC 3645.
pt_pt: O modo GSS-API (3) ignora tempos de início e expiração conforme RFC 3645.
