Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: DMARC DKIM alignment tag (adkim) must be r (relaxed) or s (strict)
it_it: Il tag allineamento DKIM DMARC (adkim) deve essere r (relaxed) o s (strict)
ja_jp: DMARC DKIM整列タグ（adkim）はr（緩和）またはs（厳密）である必要があります
nb_no: DMARC DKIM-tilpasningsmerke (adkim) må være r (relaxed) eller s (strict)
nl_nl: DMARC DKIM alignment tag (adkim) moet r (relaxed) of s (strict) zijn
pt_pt: A etiqueta de alinhamento DKIM DMARC (adkim) deve ser r (relaxed) ou s (strict)

source: DMARC SPF alignment tag (aspf) must be r (relaxed) or s (strict)
it_it: Il tag allineamento SPF DMARC (aspf) deve essere r (relaxed) o s (strict)
ja_jp: DMARC SPF整列タグ（aspf）はr（緩和）またはs（厳密）である必要があります
nb_no: DMARC SPF-tilpasningsmerke (aspf) må være r (relaxed) eller s (strict)
nl_nl: DMARC SPF alignment tag (aspf) moet r (relaxed) of s (strict) zijn
pt_pt: A etiqueta de alinhamento SPF DMARC (aspf) deve ser r (relaxed) ou s (strict)

source: DMARC percentage tag (pct) must be between 0 and 100
it_it: Il tag percentuale DMARC (pct) deve essere compreso tra 0 e 100
ja_jp: DMARCパーセンテージタグ（pct）は0から100の間である必要があります
nb_no: DMARC prosentmerke (pct) må være mellom 0 og 100
nl_nl: DMARC percentage tag (pct) moet tussen 0 en 100 liggen
pt_pt: A etiqueta de percentagem DMARC (pct) deve estar entre 0 e 100

source: DMARC policy is applied to only %d%% of messages. This should only be used during policy rollout.
it_it: La politica DMARC è applicata solo al %d%% dei messaggi. Questo dovrebbe essere usato solo durante il rollout della politica.
ja_jp: DMARCポリシーはメッセージの%d%%にのみ適用されます。これはポリシーロールアウト中にのみ使用すべきです。
nb_no: DMARC-policy brukes kun på %d%% av meldingene. Dette bør kun brukes under policy-utrulling.
nl_nl: DMARC beleid wordt alleen toegepast op %d%% van de berichten. Dit moet alleen gebruikt worden tijdens beleidsuitrol.
pt_pt: A política DMARC é aplicada a apenas %d%% das mensagens. Isto deve ser usado apenas durante a implementação da política.

source: DMARC reporting interval tag (ri) must be a positive integer
it_it: Il tag intervallo di reporting DMARC (ri) deve essere un numero intero positivo
ja_jp: DMARCレポート間隔タグ（ri）は正の整数である必要があります
nb_no: DMARC rapporteringsintervall-merke (ri) må være et positivt heltall
nl_nl: DMARC rapportage interval tag (ri) moet een positieve integer zijn
pt_pt: A etiqueta de intervalo de relatório DMARC (ri) deve ser um inteiro positivo

source: DMARC failure reporting options tag (fo) must contain only 0, 1, d, s, or colon-separated combinations
it_it: Il tag opzioni di reporting errori DMARC (fo) deve contenere solo 0, 1, d, s, o combinazioni separate da due punti
ja_jp: DMARC失敗レポートオプションタグ（fo）は0、1、d、s、またはコロン区切りの組み合わせのみを含む必要があります
nb_no: DMARC feilrapporteringsalternativer-merke (fo) må kun inneholde 0, 1, d, s eller kolon-separerte kombinasjoner
nl_nl: DMARC faalrapportage opties tag (fo) mag alleen 0, 1, d, s, of dubbele punt gescheiden combinaties bevatten
pt_pt: A etiqueta de opções de relatório de falha DMARC (fo) deve conter apenas 0, 1, d, s ou combinações separadas por dois pontos

source: DMARC %s tag must contain valid mailto: or https: URIs
it_it: Il tag DMARC %s deve contenere URI mailto: o https: validi
ja_jp: DMARC %sタグには有効なmailto:またはhttps: URIを含める必要があります
nb_no: DMARC %s-merke må inneholde gyldige mailto: eller https: URIer
nl_nl: DMARC %s tag moet geldige mailto: of https: URI's bevatten
pt_pt: A etiqueta DMARC %s deve conter URIs mailto: ou https: válidos

source: Invalid email address in DMARC %s tag: %s
it_it: Indirizzo email non valido nel tag DMARC %s: %s
ja_jp: DMARC %sタグに無効なメールアドレス：%s
nb_no: Ugyldig e-postadresse i DMARC %s-merke: %s
nl_nl: Ongeldig e-mailadres in DMARC %s tag: %s
pt_pt: Endereço de e-mail inválido na etiqueta DMARC %s: %s

source: DMARC report format tag (rf) must be afrf or iodef
it_it: Il tag formato report DMARC (rf) deve essere afrf o iodef
ja_jp: DMARCレポート形式タグ（rf）はafrfまたはiodefである必要があります
nb_no: DMARC rapportformat-merke (rf) må være afrf eller iodef
nl_nl: DMARC rapportformaat tag (rf) moet afrf of iodef zijn
pt_pt: A etiqueta de formato de relatório DMARC (rf) deve ser afrf ou iodef

source: Unknown DMARC tag: %s
it_it: Tag DMARC sconosciuto: %s
ja_jp: 不明なDMARCタグ：%s
nb_no: Ukjent DMARC-merke: %s
nl_nl: Onbekende DMARC tag: %s
pt_pt: Etiqueta DMARC desconhecida: %s

source: Required DMARC tag missing: %s
it_it: Tag DMARC richiesto mancante: %s
ja_jp: 必須のDMARCタグが不足しています：%s
nb_no: Påkrevet DMARC-merke mangler: %s
nl_nl: Verplichte DMARC tag ontbreekt: %s
pt_pt: Etiqueta DMARC obrigatória em falta: %s

source: DMARC record does not specify any reporting URIs (rua or ruf). This may limit your ability to monitor authentication results.
it_it: Il record DMARC non specifica alcun URI di reporting (rua o ruf). Questo potrebbe limitare la tua capacità di monitorare i risultati di autenticazione.
ja_jp: DMARCレコードにレポートURI（ruaまたはruf）が指定されていません。これにより認証結果の監視能力が制限される可能性があります。
nb_no: DMARC-post spesifiserer ikke noen rapporterings-URIer (rua eller ruf). Dette kan begrense din evne til å overvåke autentiseringsresultater.
nl_nl: DMARC record specificeert geen rapportage URI's (rua of ruf). Dit kan uw mogelijkheid om authenticatie resultaten te monitoren beperken.
pt_pt: O registo DMARC não especifica URIs de relatório (rua ou ruf). Isto pode limitar a sua capacidade de monitorizar resultados de autenticação.

source: This is a DMARC record being processed through TXT record type. DMARC records should use TXT record type with content starting with "v=DMARC1".
it_it: Questo è un record DMARC elaborato tramite tipo record TXT. I record DMARC dovrebbero usare il tipo record TXT con contenuto che inizia con "v=DMARC1".
ja_jp: これはTXTレコードタイプを通じて処理されているDMARCレコードです。DMARCレコードは「v=DMARC1」で始まる内容でTXTレコードタイプを使用すべきです。
nb_no: Dette er en DMARC-post som behandles gjennom TXT-posttype. DMARC-poster bør bruke TXT-posttype med innhold som starter med "v=DMARC1".
nl_nl: Dit is een DMARC record dat verwerkt wordt via TXT recordtype. DMARC records moeten TXT recordtype gebruiken met inhoud die begint met "v=DMARC1".
pt_pt: Este é um registo DMARC a ser processado através do tipo de registo TXT. Os registos DMARC devem usar o tipo de registo TXT com conteúdo começando com "v=DMARC1".

source: HTML tags are not allowed in content field.
it_it: I tag HTML non sono consentiti nel campo contenuto.
ja_jp: 内容フィールドにHTMLタグは使用できません。
nb_no: HTML-tagger er ikke tillatt i innholdsfelt.
nl_nl: HTML tags zijn niet toegestaan in het inhoudsveld.
pt_pt: Etiquetas HTML não são permitidas no campo de conteúdo.

source: TXT record content must be enclosed in quotes.
it_it: Il contenuto del record TXT deve essere racchiuso tra virgolette.
ja_jp: TXTレコードの内容は引用符で囲む必要があります。
nb_no: TXT-postinnhold må være omsluttet av anførselstegn.
nl_nl: TXT record inhoud moet omsloten zijn door aanhalingstekens.
pt_pt: O conteúdo do registo TXT deve estar entre aspas.

source: Backslashes must precede all quotes (") in TXT content
it_it: Le barre inverse devono precedere tutte le virgolette (") nel contenuto TXT
ja_jp: TXT内容のすべての引用符（"）の前にバックスラッシュが必要です
nb_no: Omvendte skråstreker må stå foran alle anførselstegn (") i TXT-innhold
nl_nl: Backslashes moeten voorafgaan aan alle aanhalingstekens (") in TXT inhoud
pt_pt: Barras invertidas devem preceder todas as aspas (") no conteúdo TXT

source: TXT record string exceeds 255 bytes. TXT strings must be 255 bytes or less. For longer content, split into multiple quoted strings separated by spaces.
it_it: La stringa del record TXT supera 255 byte. Le stringhe TXT devono essere di 255 byte o meno. Per contenuti più lunghi, dividi in più stringhe quotate separate da spazi.
ja_jp: TXTレコード文字列が255バイトを超えています。TXT文字列は255バイト以下である必要があります。より長い内容の場合は、スペースで区切られた複数の引用符付き文字列に分割してください。
nb_no: TXT-poststreng overskrider 255 byte. TXT-strenger må være 255 byte eller mindre. For lengre innhold, del opp i flere strenger med anførselstegn separert med mellomrom.
nl_nl: TXT record string overschrijdt 255 bytes. TXT strings moeten 255 bytes of minder zijn. Voor langere inhoud, verdeel in meerdere quoted strings gescheiden door spaties.
pt_pt: A string do registo TXT excede 255 bytes. As strings TXT devem ter 255 bytes ou menos. Para conteúdo mais longo, divida em múltiplas strings entre aspas separadas por espaços.

source: Each TXT record string must be 255 bytes or less. Split long content into multiple strings.
it_it: Ogni stringa di record TXT deve essere di 255 byte o meno. Dividi i contenuti lunghi in più stringhe.
ja_jp: 各TXTレコード文字列は255バイト以下である必要があります。長い内容は複数の文字列に分割してください。
nb_no: Hver TXT-poststreng må være 255 byte eller mindre. Del langt innhold i flere strenger.
nl_nl: Elke TXT record string moet 255 bytes of minder zijn. Verdeel lange inhoud in meerdere strings.
pt_pt: Cada string de registo TXT deve ter 255 bytes ou menos. Divida conteúdo longo em múltiplas strings.

source: Invalid value for priority field. TXT records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record TXT devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。TXTレコードの優先度値は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. TXT-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. TXT records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos TXT devem ter valor de prioridade 0.

source: Invalid IPv4 address format.
it_it: Formato indirizzo IPv4 non valido.
ja_jp: IPv4アドレスの形式が無効です。
nb_no: Ugyldig IPv4-adresseformat.
nl_nl: Ongeldig IPv4 adres formaat.
pt_pt: Formato de endereço IPv4 inválido.

source: Invalid value for priority field. A records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record A devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。Aレコードの優先度値は0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. A-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. A records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos A devem ter valor de prioridade 0.

source: CDS records should only be placed at the zone apex, not on subdomains, as required by RFC 7344.
it_it: I record CDS dovrebbero essere posizionati solo al vertice della zona, non sui sottodomini, come richiesto da RFC 7344.
ja_jp: CDSレコードは、RFC 7344の要求に従い、サブドメインではなく、ゾーンの頂点にのみ配置すべきです。
nb_no: CDS-poster bør kun plasseres på sonetoppunktet, ikke på subdomener, som kreves av RFC 7344.
nl_nl: CDS records moeten alleen geplaatst worden op de zone apex, niet op subdomeinen, zoals vereist door RFC 7344.
pt_pt: Os registos CDS devem ser colocados apenas no apex da zona, não em subdomínios, conforme requerido pela RFC 7344.

source: Priority field for CDS records must be 0 or empty
it_it: Il campo priorità per i record CDS deve essere 0 o vuoto
ja_jp: CDSレコードの優先度フィールドは0または空である必要があります
nb_no: Prioritetsfelt for CDS-poster må være 0 eller tomt
nl_nl: Prioriteitsveld voor CDS records moet 0 of leeg zijn
pt_pt: O campo de prioridade para registos CDS deve ser 0 ou vazio

source: According to RFC 8078, CDS records should be stable for some time before parent zones accept them.
it_it: Secondo RFC 8078, i record CDS dovrebbero essere stabili per un certo tempo prima che le zone padre li accettino.
ja_jp: RFC 8078によると、CDSレコードは親ゾーンが受け入れる前にある程度の期間安定している必要があります。
nb_no: I henhold til RFC 8078 bør CDS-poster være stabile en stund før overordnede soner aksepterer dem.
nl_nl: Volgens RFC 8078 moeten CDS records stabiel zijn voor enige tijd voordat parent zones ze accepteren.
pt_pt: Conforme RFC 8078, os registos CDS devem estar estáveis por algum tempo antes das zonas pai os aceitarem.

source: Invalid characters in CDS record content.
it_it: Caratteri non validi nel contenuto del record CDS.
ja_jp: CDSレコードの内容に無効な文字があります。
nb_no: Ugyldige tegn i CDS-postinnhold.
nl_nl: Ongeldige karakters in CDS record inhoud.
pt_pt: Caracteres inválidos no conteúdo do registo CDS.

source: This is a CDS deletion record as defined in RFC 8078. It signals that the corresponding DS records should be removed from the parent.
it_it: Questo è un record di cancellazione CDS come definito in RFC 8078. Segnala che i record DS corrispondenti dovrebbero essere rimossi dal padre.
ja_jp: これはRFC 8078で定義されたCDS削除レコードです。対応するDSレコードが親から削除されるべきことを示します。
nb_no: Dette er en CDS-slettingspost som definert i RFC 8078. Den signaliserer at tilsvarende DS-poster bør fjernes fra den overordnede.
nl_nl: Dit is een CDS verwijderingsrecord zoals gedefinieerd in RFC 8078. Het signaleert dat de overeenkomende DS records verwijderd moeten worden van de parent.
pt_pt: Este é um registo de eliminação CDS conforme definido na RFC 8078. Sinaliza que os registos DS correspondentes devem ser removidos do pai.

source: CDS record must contain key-tag, algorithm, digest-type and digest separated by spaces.
it_it: Il record CDS deve contenere key-tag, algoritmo, tipo-digest e digest separati da spazi.
ja_jp: CDSレコードには、スペースで区切られたキータグ、アルゴリズム、ダイジェストタイプ、およびダイジェストを含める必要があります。
nb_no: CDS-post må inneholde nøkkel-merke, algoritme, digest-type og digest separert med mellomrom.
nl_nl: CDS record moet key-tag, algoritme, digest-type en digest bevatten gescheiden door spaties.
pt_pt: O registo CDS deve conter key-tag, algoritmo, tipo de resumo e resumo separados por espaços.

source: CDS key tag must be a number between 0 and 65535.
it_it: Il key tag CDS deve essere un numero compreso tra 0 e 65535.
ja_jp: CDSキータグは0から65535の間の数値である必要があります。
nb_no: CDS-nøkkelmerke må være et tall mellom 0 og 65535.
nl_nl: CDS key tag moet een getal tussen 0 en 65535 zijn.
pt_pt: A etiqueta de chave CDS deve ser um número entre 0 e 65535.

source: CDS algorithm must be a number between 1 and 16.
it_it: L'algoritmo CDS deve essere un numero compreso tra 1 e 16.
ja_jp: CDSアルゴリズムは1から16の間の数値である必要があります。
nb_no: CDS-algoritme må være et tall mellom 1 og 16.
nl_nl: CDS algoritme moet een getal tussen 1 en 16 zijn.
pt_pt: O algoritmo CDS deve ser um número entre 1 e 16.

source: CDS digest type must be 1 (SHA-1), 2 (SHA-256), or 4 (SHA-384).
it_it: Il tipo digest CDS deve essere 1 (SHA-1), 2 (SHA-256) o 4 (SHA-384).
ja_jp: CDSダイジェストタイプは1（SHA-1）、2（SHA-256）、または4（SHA-384）である必要があります。
nb_no: CDS digest-type må være 1 (SHA-1), 2 (SHA-256), eller 4 (SHA-384).
nl_nl: CDS digest type moet 1 (SHA-1), 2 (SHA-256), of 4 (SHA-384) zijn.
pt_pt: O tipo de resumo CDS deve ser 1 (SHA-1), 2 (SHA-256) ou 4 (SHA-384).

source: SHA-1 (digest type 1) is deprecated for security reasons. Consider using SHA-256 (digest type 2) or SHA-384 (digest type 4) instead.
it_it: SHA-1 (tipo digest 1) è deprecato per motivi di sicurezza. Considera di usare SHA-256 (tipo digest 2) o SHA-384 (tipo digest 4) invece.
ja_jp: SHA-1（ダイジェストタイプ1）はセキュリティ上の理由で非推奨です。代わりにSHA-256（ダイジェストタイプ2）またはSHA-384（ダイジェストタイプ4）の使用を検討してください。
nb_no: SHA-1 (digest-type 1) er utdatert av sikkerhetsgrunner. Vurder å bruke SHA-256 (digest-type 2) eller SHA-384 (digest-type 4) i stedet.
nl_nl: SHA-1 (digest type 1) is verouderd om veiligheidsredenen. Overweeg SHA-256 (digest type 2) of SHA-384 (digest type 4) te gebruiken.
pt_pt: SHA-1 (tipo de resumo 1) está descontinuado por razões de segurança. Considere usar SHA-256 (tipo de resumo 2) ou SHA-384 (tipo de resumo 4) em vez disso.

source: CDS digest must be a valid hex string of length %d for the selected digest type.
it_it: Il digest CDS deve essere una stringa esadecimale valida di lunghezza %d per il tipo digest selezionato.
ja_jp: CDSダイジェストは、選択されたダイジェストタイプに対して長さ%dの有効な16進文字列である必要があります。
nb_no: CDS digest må være en gyldig hex-streng med lengde %d for den valgte digest-typen.
nl_nl: CDS digest moet een geldige hex string van lengte %d zijn voor het geselecteerde digest type.
pt_pt: O resumo CDS deve ser uma string hex válida de comprimento %d para o tipo de resumo selecionado.

source: CDS records must be accompanied by matching CDNSKEY records as recommended by RFC 7344.
it_it: I record CDS devono essere accompagnati da record CDNSKEY corrispondenti come raccomandato da RFC 7344.
ja_jp: CDSレコードは、RFC 7344で推奨されているように、対応するCDNSKEYレコードと一緒に配置する必要があります。
nb_no: CDS-poster må følges av tilsvarende CDNSKEY-poster som anbefalt av RFC 7344.
nl_nl: CDS records moeten vergezeld gaan van overeenkomende CDNSKEY records zoals aanbevolen door RFC 7344.
pt_pt: Os registos CDS devem ser acompanhados por registos CDNSKEY correspondentes conforme recomendado pela RFC 7344.

source: CDS records should only be placed at the zone apex (not on subdomains).
it_it: I record CDS dovrebbero essere posizionati solo al vertice della zona (non sui sottodomini).
ja_jp: CDSレコードはゾーンの頂点にのみ配置すべきです（サブドメインではない）。
nb_no: CDS-poster bør kun plasseres i zone-toppen (ikke på subdomener).
nl_nl: CDS records moeten alleen geplaatst worden op de zone apex (niet op subdomeinen).
pt_pt: Os registos CDS devem ser colocados apenas no apex da zona (não em subdomínios).

source: NOTE: The L32 record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
it_it: NOTA: Il tipo di record L32 è definito in RFC 6742 come protocollo sperimentale, non uno standard IETF formale.
ja_jp: 注意：L32レコードタイプは、正式なIETF標準ではなく、RFC 6742で実験的プロトコルとして定義されています。
nb_no: MERK: L32-posttypen er definert i RFC 6742 som en eksperimentell protokoll, ikke en formell IETF-standard.
nl_nl: OPMERKING: Het L32 recordtype is gedefinieerd in RFC 6742 als een experimenteel protocol, niet een formele IETF standaard.
pt_pt: NOTA: O tipo de registo L32 é definido na RFC 6742 como um protocolo experimental, não um padrão IETF formal.

source: L32 records should only be used with the Identifier-Locator Network Protocol (ILNP).
it_it: I record L32 dovrebbero essere usati solo con il Protocollo di Rete Identifier-Locator (ILNP).
ja_jp: L32レコードは識別子-ロケータネットワークプロトコル（ILNP）でのみ使用すべきです。
nb_no: L32-poster bør kun brukes med Identifier-Locator Network Protocol (ILNP).
nl_nl: L32 records moeten alleen gebruikt worden met het Identifier-Locator Network Protocol (ILNP).
pt_pt: Os registos L32 devem ser usados apenas com o Protocolo de Rede Identificador-Localizador (ILNP).

source: Using private IP addresses (RFC 1918) as L32 locators may limit reachability in ILNP deployments.
it_it: L'uso di indirizzi IP privati (RFC 1918) come localizzatori L32 può limitare la raggiungibilità nelle implementazioni ILNP.
ja_jp: L32ロケータとしてプライベートIPアドレス（RFC 1918）を使用すると、ILNP展開での到達可能性が制限される可能性があります。
nb_no: Bruk av private IP-adresser (RFC 1918) som L32-lokatorer kan begrense tilgjengelighet i ILNP-distribusjoner.
nl_nl: Het gebruik van privé IP adressen (RFC 1918) als L32 locators kan bereikbaarheid beperken in ILNP implementaties.
pt_pt: Usar endereços IP privados (RFC 1918) como localizadores L32 pode limitar a acessibilidade em implementações ILNP.

source: RFC 6742 recommends very low TTL values for L32 records of mobile or multihomed nodes, as locator values might change frequently.
it_it: RFC 6742 raccomanda valori TTL molto bassi per i record L32 di nodi mobili o multihomed, poiché i valori del localizzatore potrebbero cambiare frequentemente.
ja_jp: RFC 6742では、ロケータ値が頻繁に変更される可能性があるため、モバイルまたはマルチホームノードのL32レコードには非常に低いTTL値を推奨しています。
nb_no: RFC 6742 anbefaler svært lave TTL-verdier for L32-poster av mobile eller flerhjemsnode, da lokatorverdier kan endres ofte.
nl_nl: RFC 6742 beveelt zeer lage TTL waarden aan voor L32 records van mobiele of multihomed nodes, omdat locator waarden vaak kunnen veranderen.
pt_pt: A RFC 6742 recomenda valores TTL muito baixos para registos L32 de nós móveis ou multihomed, pois os valores de localizador podem mudar frequentemente.

source: L32 record must contain preference and locator separated by space.
it_it: Il record L32 deve contenere preferenza e localizzatore separati da spazio.
ja_jp: L32レコードには、スペースで区切られた優先度とロケータを含める必要があります。
nb_no: L32-post må inneholde preferanse og lokator separert med mellomrom.
nl_nl: L32 record moet preference en locator bevatten gescheiden door spatie.
pt_pt: O registo L32 deve conter preferência e localizador separados por espaço.

source: L32 preference must be a number between 0 and 65535.
it_it: La preferenza L32 deve essere un numero compreso tra 0 e 65535.
ja_jp: L32優先度は0から65535の間の数値である必要があります。
nb_no: L32-preferanse må være et tall mellom 0 og 65535.
nl_nl: L32 preference moet een getal tussen 0 en 65535 zijn.
pt_pt: A preferência L32 deve ser um número entre 0 e 65535.

source: L32 locator must be a valid IPv4 address.
it_it: Il localizzatore L32 deve essere un indirizzo IPv4 valido.
ja_jp: L32ロケータは有効なIPv4アドレスである必要があります。
nb_no: L32-lokator må være en gyldig IPv4-adresse.
nl_nl: L32 locator moet een geldig IPv4 adres zijn.
pt_pt: O localizador L32 deve ser um endereço IPv4 válido.

source: L32 locator must be a fully specified IPv4 address.
it_it: Il localizzatore L32 deve essere un indirizzo IPv4 completamente specificato.
ja_jp: L32ロケータは完全に指定されたIPv4アドレスである必要があります。
nb_no: L32-lokator må være en fullstendig spesifisert IPv4-adresse.
nl_nl: L32 locator moet een volledig gespecificeerd IPv4 adres zijn.
pt_pt: O localizador L32 deve ser um endereço IPv4 totalmente especificado.

source: L32 locator cannot use broadcast or unspecified addresses (0.0.0.0 or 255.255.255.255).
it_it: Il localizzatore L32 non può usare indirizzi broadcast o non specificati (0.0.0.0 o 255.255.255.255).
ja_jp: L32ロケータはブロードキャストまたは未指定アドレス（0.0.0.0または255.255.255.255）を使用できません。
nb_no: L32-lokator kan ikke bruke broadcast eller uspesifiserte adresser (0.0.0.0 eller 255.255.255.255).
nl_nl: L32 locator kan geen broadcast of unspecified adressen gebruiken (0.0.0.0 of 255.255.255.255).
pt_pt: O localizador L32 não pode usar endereços de broadcast ou não especificados (0.0.0.0 ou 255.255.255.255).

source: Priority value in record parameter (%d) does not match priority in content (%d).
it_it: Il valore di priorità nel parametro record (%d) non corrisponde alla priorità nel contenuto (%d).
ja_jp: レコードパラメータの優先度値（%d）が内容の優先度（%d）と一致しません。
nb_no: Prioritetsverdi i postparameter (%d) stemmer ikke overens med prioritet i innhold (%d).
nl_nl: Prioriteitswaarde in record parameter (%d) komt niet overeen met prioriteit in inhoud (%d).
pt_pt: O valor de prioridade no parâmetro do registo (%d) não corresponde à prioridade no conteúdo (%d).

source: SRV record name must be in format _service._protocol.domain
it_it: Il nome del record SRV deve essere nel formato _servizio._protocollo.dominio
ja_jp: SRVレコード名は_service._protocol.domain形式である必要があります
nb_no: SRV-postnavn må være i formatet _tjeneste._protokoll.domene
nl_nl: SRV record naam moet in formaat _service._protocol.domein zijn
pt_pt: O nome do registo SRV deve estar no formato _serviço._protocolo.domínio

source: Invalid service value in SRV record. Service name must start with an underscore followed by alphanumeric characters.
it_it: Valore servizio non valido nel record SRV. Il nome del servizio deve iniziare con un underscore seguito da caratteri alfanumerici.
ja_jp: SRVレコードのサービス値が無効です。サービス名はアンダースコアで始まり、その後に英数字が続く必要があります。
nb_no: Ugyldig tjenesteverdi i SRV-post. Tjenestenavn må starte med understrek fulgt av alfanumeriske tegn.
nl_nl: Ongeldige service waarde in SRV record. Service naam moet beginnen met een underscore gevolgd door alfanumerieke karakters.
pt_pt: Valor de serviço inválido no registo SRV. O nome do serviço deve começar com um sublinhado seguido de caracteres alfanuméricos.
