Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: No configuration file found. Please use the <a href="install/">installer</a> to create one, or create a config/settings.php file manually.
it_it: Nessun file di configurazione trovato. Utilizzare l'<a href="install/">installer</a> per crearne uno, o creare manualmente un file config/settings.php.
ja_jp: 設定ファイルが見つかりません。<a href="install/">インストーラー</a>を使用して作成するか、config/settings.phpファイルを手動で作成してください。
nb_no: Ingen konfigurasjonsfil funnet. Vennligst bruk <a href="install/">installasjonsprogrammet</a> for å opprette en, eller opprett en config/settings.php fil manuelt.
nl_nl: Geen configuratiebestand gevonden. Gebruik de <a href="install/">installer</a> om er een te maken, of maak handmatig een config/settings.php bestand aan.
pt_pt: Ficheiro de configuração não encontrado. Utilize o <a href="install/">instalador</a> para criar um ou crie o ficheiro config/settings.php manualmente.

source: Invalid CSRF token.
it_it: Token CSRF non valido.
ja_jp: 無効なCSRFトークンです。
nb_no: Ugyldig CSRF-token.
nl_nl: Ongeldig CSRF-token.
pt_pt: Token CSRF inválido.

source: The <a href="install/">install/</a> directory exists, you must remove it first before proceeding.
it_it: La directory <a href="install/">install/</a> esiste, è necessario rimuoverla prima di procedere.
ja_jp: <a href="install/">install/</a>ディレクトリが存在します。続行する前に削除する必要があります。first before proceeding.
nb_no: <a href="install/">install/</a> mappen eksisterer, du må fjerne den først før du fortsetter.
nl_nl: De <a href="install/">install/</a> map bestaat, u moet deze eerst verwijderen voordat u doorgaat.
pt_pt: O diretório <a href="install/">install/</a> existe, deve removê-lo primeiro antes de continuar.

source: Default session encryption key is used, please set it in your configuration file.
it_it: Viene utilizzata la chiave di crittografia predefinita per la sessione, impostarla nel proprio file di configurazione.
ja_jp: デフォルトのセッション暗号化キーが使用されています。設定ファイルで設定してください。
nb_no: Standard krypteringsnøkkel for sesjon brukes, vennligst sett den i konfigurasjonsfilen din.
nl_nl: De standaard sessie-encryptiesleutel wordt gebruikt, stel deze in in uw configuratiebestand.
pt_pt: A chave de encriptação de sessão padrão está a ser utilizada, por favor configure-a no seu ficheiro de configuração.

source: The %s field is required.
it_it: Il campo %s è obbligatorio.
ja_jp: %sフィールドは必須です。
nb_no: Feltet %s er påkrevd.
nl_nl: Het veld %s is verplicht.
pt_pt: O campo %s é obrigatório.

source: The %s field must be a number.
it_it: Il campo %s deve essere un numero.
ja_jp: %sフィールドは数値である必要があります。
nb_no: Feltet %s må være et tall.
nl_nl: Het veld %s moet een getal zijn.
pt_pt: O campo %s deve ser um número.

source: Previous
it_it: Precedente
ja_jp: 前へ
nb_no: Forrige
nl_nl: Vorige
pt_pt: Anterior

source: Next
it_it: Successivo
ja_jp: 次へ
nb_no: Neste
nl_nl: Volgende
pt_pt: Seguinte

source: Show zones beginning with
it_it: Mostra zone che iniziano con
ja_jp: 次で始まるゾーンを表示
nb_no: Vis soner som begynner med
nl_nl: Toon zones die beginnen met
pt_pt: Mostrar zonas que começam com

source: Show all
it_it: Mostra tutto
ja_jp: すべて表示
nb_no: Vis alle
nl_nl: Toon alle
pt_pt: Mostrar todas

source: No records selected for deletion.
it_it: Nessun record selezionato per l'eliminazione.
ja_jp: 削除するレコードが選択されていません。
nb_no: Ingen poster valgt for sletting.
nl_nl: Geen records geselecteerd voor verwijdering.
pt_pt: Nenhum registo selecionado para eliminação.

source: The record has been deleted successfully. Any corresponding PTR records were also removed.
it_it: Il record è stato eliminato con successo. Sono stati rimossi anche tutti i record PTR corrispondenti.
ja_jp: レコードが正常に削除されました。対応するPTRレコードも削除されました。
nb_no: Posten har blitt slettet. Eventuelle tilhørende PTR-poster ble også fjernet.
nl_nl: Het record is succesvol verwijderd. Eventuele bijbehorende PTR-records zijn ook verwijderd.
pt_pt: O registo foi eliminado com sucesso. Quaisquer registos PTR correspondentes também foram removidos.

source: %d records have been deleted successfully. Any corresponding PTR records were also removed.
it_it: %d record sono stati eliminati con successo. Sono stati rimossi anche eventuali record PTR corrispondenti.
ja_jp: %d件のレコードが正常に削除されました。対応するPTRレコードも削除されました。
nb_no: %d poster har blitt slettet. Eventuelle tilhørende PTR-poster ble også fjernet.
nl_nl: %d records zijn succesvol verwijderd. Eventuele bijbehorende PTR-records zijn ook verwijderd.
pt_pt: %d registos foram eliminados com sucesso. Quaisquer registos PTR correspondentes também foram removidos.

source: No records could be deleted. Please check permissions.
it_it: Nessun record è stato eliminato. Verificare i permessi.
ja_jp: レコードを削除できませんでした。権限を確認してください。
nb_no: Ingen poster kunne slettes. Vennligst sjekk tillatelser.
nl_nl: Geen records konden worden verwijderd. Controleer de machtigingen.
pt_pt: Nenhum registo pôde ser eliminado. Verifique as permissões.

source: No valid records selected for deletion or you lack permission to delete them.
it_it: Nessun record valido selezionato per l'eliminazione o non si dispone del permesso di eliminarli.
ja_jp: 削除する有効なレコードが選択されていないか、削除権限がありません。
nb_no: Ingen gyldige poster valgt for sletting eller du mangler tillatelse til å slette dem.
nl_nl: Geen geldige records geselecteerd voor verwijdering of u hebt geen toestemming om ze te verwijderen.
pt_pt: Nenhum registo válido selecionado para eliminação ou não tem permissão para os eliminar.

source: Invalid or unexpected input given.
it_it: Input non valido o inaspettato fornito.
ja_jp: 無効または予期しない入力が提供されました。
nb_no: Ugyldig eller uventet inndata gitt.
nl_nl: Ongeldige of onverwachte invoer gegeven.
pt_pt: Entrada inválida ou inesperada fornecida.

source: You do not have the permission to delete this user.
it_it: Non si dispone del permesso di eliminare questo utente.
ja_jp: このユーザーを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette denne brukeren.
nl_nl: U hebt geen toestemming om deze gebruiker te verwijderen.
pt_pt: Não tem permissão para eliminar este utilizador.

source: User does not exist.
it_it: L'utente non esiste.
ja_jp: ユーザーが存在しません。
nb_no: Brukeren eksisterer ikke.
nl_nl: Gebruiker bestaat niet.
pt_pt: O utilizador não existe.

source: The user has been deleted successfully.
it_it: L'utente è stato eliminato con successo.
ja_jp: ユーザーが正常に削除されました。
nb_no: Brukeren har blitt slettet.
nl_nl: De gebruiker is succesvol verwijderd.
pt_pt: O utilizador foi eliminado com sucesso.

source: Zone comments feature is disabled in configuration.
it_it: La funzionalità commenti di zona è disabilitata nella configurazione.
ja_jp: ゾーンコメント機能は設定で無効になっています。
nb_no: Sonekommentarer er deaktivert i konfigurasjonen.
nl_nl: Zone opmerkingen functie is uitgeschakeld in de configuratie.
pt_pt: A funcionalidade de comentários de zona está desativada na configuração.

source: You do not have the permission to view this comment.
it_it: Non si dispone del permesso di visualizzare questo commento.
ja_jp: このコメントを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se denne kommentaren.
nl_nl: U hebt geen toestemming om deze opmerking te bekijken.
pt_pt: Não tem permissão para ver este comentário.

source: You do not have the permission to edit this comment.
it_it: Non si dispone del permesso di modificare questo commento.
ja_jp: このコメントを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne kommentaren.
nl_nl: U hebt geen toestemming om deze opmerking te bewerken.
pt_pt: Não tem permissão para editar este comentário.

source: The comment has been updated successfully.
it_it: Il commento è stato aggiornato con successo.
ja_jp: コメントが正常に更新されました。
nb_no: Kommentaren har blitt oppdatert.
nl_nl: De opmerking is succesvol bijgewerkt.
pt_pt: O comentário foi atualizado com sucesso.

source: Invalid record ID.
it_it: ID record non valido.
ja_jp: 無効なレコードIDです。
nb_no: Ugyldig post-ID.
nl_nl: Ongeldig record ID.
pt_pt: ID de registo inválido.

source: You do not have permission to delete records in this zone.
it_it: Non hai il permesso di eliminare i record in questa zona.
ja_jp: このゾーンのレコードを削除する権限がありません。
nb_no: Du har ikke tillatelse til å slette poster i denne sonen.
nl_nl: U heeft geen toestemming om records in deze zone te verwijderen.
pt_pt: Não tem permissão para eliminar registos nesta zona.

source: The record and its corresponding PTR and A/AAAA records have been deleted successfully.
it_it: Il record e i suoi record PTR e A/AAAA corrispondenti sono stati eliminati con successo.
ja_jp: レコードと対応するPTRおよびA/AAAAレコードが正常に削除されました。
nb_no: Posten og tilhørende PTR- og A/AAAA-poster har blitt slettet.
nl_nl: Het record en de bijbehorende PTR- en A/AAAA-records zijn succesvol verwijderd.
pt_pt: O registo e os seus registos PTR e A/AAAA correspondentes foram eliminados com sucesso.

source: The record and its corresponding PTR record have been deleted successfully.
it_it: Il record e il record PTR corrispondente sono stati eliminati con successo.
ja_jp: レコードと対応するPTRレコードが正常に削除されました。
nb_no: Posten og dens tilhørende PTR-post har blitt slettet.
nl_nl: Het record en het bijbehorende PTR-record zijn succesvol verwijderd.
pt_pt: O registo e o seu registo PTR correspondente foram eliminados com sucesso.

source: The record and its corresponding A/AAAA record have been deleted successfully.
it_it: Il record e il suo record A/AAAA corrispondente sono stati eliminati con successo.
ja_jp: レコードと対応するA/AAAAレコードが正常に削除されました。
nb_no: Posten og tilhørende A/AAAA-post har blitt slettet.
nl_nl: Het record en het bijbehorende A/AAAA-record zijn succesvol verwijderd.
pt_pt: O registo e o seu registo A/AAAA correspondente foram eliminados com sucesso.

source: The record has been deleted successfully. No matching PTR record was found.
it_it: Il record è stato eliminato con successo. Nessun record PTR corrispondente è stato trovato.
ja_jp: レコードが正常に削除されました。一致するPTRレコードは見つかりませんでした。
nb_no: Posten har blitt slettet. Ingen tilhørende PTR-post ble funnet.
nl_nl: Het record is succesvol verwijderd. Geen overeenkomend PTR-record gevonden.
pt_pt: O registo foi eliminado com sucesso. Nenhum registo PTR correspondente foi encontrado.

source: The record has been deleted successfully. No matching A/AAAA record was found.
it_it: Il record è stato eliminato con successo. Nessun record A/AAAA corrispondente è stato trovato.
ja_jp: レコードが正常に削除されました。対応するA/AAAAレコードは見つかりませんでした。
nb_no: Posten har blitt slettet. Ingen tilsvarende A/AAAA-post ble funnet.
nl_nl: Het record is succesvol verwijderd. Geen overeenkomend A/AAAA-record gevonden.
pt_pt: O registo foi eliminado com sucesso. Não foi encontrado um registo A/AAAA correspondente.

source: The record has been deleted successfully.
it_it: Il record è stato eliminato con successo.
ja_jp: レコードが正常に削除されました。
nb_no: Posten har blitt slettet.
nl_nl: Het record is succesvol verwijderd.
pt_pt: O registo foi eliminado com sucesso.

source: The record and its corresponding PTR and A/AAAA records were deleted but the comment was preserved because similar records exist.
it_it: Il record e i suoi record PTR e A/AAAA corrispondenti sono stati eliminati ma il commento è stato preservato perché esistono record simili.
ja_jp: レコードと対応するPTRおよびA/AAAAレコードは削除されましたが、類似のレコードが存在するためコメントは保持されました。
nb_no: Posten og tilhørende PTR- og A/AAAA-poster ble slettet, men kommentaren ble bevart fordi lignende poster eksisterer.
nl_nl: Het record en de bijbehorende PTR- en A/AAAA-records zijn verwijderd, maar de opmerking is behouden omdat soortgelijke records bestaan.
pt_pt: O registo e os seus registos PTR e A/AAAA correspondentes foram eliminados, mas o comentário foi preservado porque existem registos semelhantes.

source: The record and its corresponding PTR record were deleted but the comment was preserved because similar records exist.
it_it: Il record e il record PTR corrispondente sono stati eliminati ma il commento è stato preservato perché esistono record simili.
ja_jp: レコードと対応するPTRレコードは削除されましたが、類似のレコードが存在するためコメントは保持されました。
nb_no: Posten og dens tilhørende PTR-post ble slettet, men kommentaren ble bevart fordi lignende poster eksisterer.
nl_nl: Het record en het bijbehorende PTR-record zijn verwijderd, maar de opmerking is behouden omdat vergelijkbare records bestaan.
pt_pt: O registo e o seu registo PTR correspondente foram eliminados, mas o comentário foi preservado porque existem registos semelhantes.

source: The record and its corresponding A/AAAA record were deleted but the comment was preserved because similar records exist.
it_it: Il record e il suo record A/AAAA corrispondente sono stati eliminati ma il commento è stato preservato perché esistono record simili.
ja_jp: レコードと対応するA/AAAAレコードは削除されましたが、類似のレコードが存在するためコメントは保持されました。
nb_no: Posten og tilhørende A/AAAA-post ble slettet, men kommentaren ble bevart fordi lignende poster eksisterer.
nl_nl: Het record en het bijbehorende A/AAAA-record zijn verwijderd, maar de opmerking is behouden omdat soortgelijke records bestaan.
pt_pt: O registo e o seu registo A/AAAA correspondente foram eliminados, mas o comentário foi preservado porque existem registos semelhantes.

source: The record was deleted but the comment was preserved because similar records exist.
it_it: Il record è stato eliminato ma il commento è stato conservato perché esistono record simili.
ja_jp: レコードは削除されましたが、類似のレコードが存在するためコメントは保持されました。
nb_no: Posten ble slettet, men kommentaren ble beholdt fordi det finnes lignende poster.
nl_nl: Het record is verwijderd maar de opmerking is behouden omdat er vergelijkbare records bestaan.
pt_pt: O registo foi eliminado mas o comentário foi preservado porque existem registos semelhantes.

source: You do not have the permission to edit this record.
it_it: Non si dispone del permesso di modificare questo record.
ja_jp: このレコードを編集する権限がありません。
nb_no: Du har ikke tillatelse til å redigere denne posten.
nl_nl: U hebt geen toestemming om dit record te bewerken.
pt_pt: Não tem permissão para editar este registo.

source: MFA is not enabled on this system.
it_it: MFA non è abilitato su questo sistema.
ja_jp: このシステムでは多要素認証が有効になっていません。
nb_no: MFA er ikke aktivert på dette systemet.
nl_nl: MFA is niet ingeschakeld op dit systeem.
pt_pt: A MFA não está ativada neste sistema.

source: Failed to create MFA record.
it_it: Impossibile creare il record MFA.
ja_jp: 多要素認証レコードの作成ができませんでした。
nb_no: Kunne ikke opprette MFA-post.
nl_nl: Kan MFA-record niet aanmaken.
pt_pt: Falha ao criar registo MFA.

source: MFA is already enabled.
it_it: MFA è già abilitato.
ja_jp: 多要素認証は既に有効になっています。
nb_no: MFA er allerede aktivert.
nl_nl: MFA is al ingeschakeld.
pt_pt: A MFA já está ativada.

source: Verification code is required.
it_it: Il codice di verifica è obbligatorio.
ja_jp: 確認コードが必要です。
nb_no: Verifiseringskode er påkrevd.
nl_nl: Verificatiecode is verplicht.
pt_pt: O código de verificação é obrigatório.

source: MFA has been enabled successfully.
it_it: MFA è stato abilitato con successo.
ja_jp: 多要素認証が正常に有効になりました。
nb_no: MFA har blitt aktivert.
nl_nl: MFA is succesvol ingeschakeld.
pt_pt: A MFA foi ativada com sucesso.

source: Invalid verification code. Please try again.
it_it: Codice di verifica non valido. Riprovare.
ja_jp: 無効な確認コードです。もう一度お試しください。
nb_no: Ugyldig verifiseringskode. Vennligst prøv igjen.
nl_nl: Ongeldige verificatiecode. Probeer het opnieuw.
pt_pt: Código de verificação inválido. Tente novamente.

source: Email address is not available. Please update your email address in your profile.
it_it: L'indirizzo email non è disponibile. Aggiornare l'indirizzo email nel proprio profilo.
ja_jp: メールアドレスが利用できません。プロフィールでメールアドレスを更新してください。
nb_no: E-postadresse er ikke tilgjengelig. Vennligst oppdater e-postadressen din i profilen.
nl_nl: E-mailadres is niet beschikbaar. Werk uw e-mailadres bij in uw profiel.
pt_pt: O endereço de correio eletrónico não está disponível. Actualize o seu endereço de correio eletrónico no seu perfil.

source: Email verification method is not available because mail service is not enabled on this system.
it_it: Il metodo di verifica email non è disponibile perché il servizio di posta non è abilitato su questo sistema.
ja_jp: このシステムでメールサービスが有効になっていないため、メール認証方法は利用できません。
nb_no: E-postverifisering er ikke tilgjengelig fordi e-posttjenesten ikke er aktivert på dette systemet.
nl_nl: E-mailverificatiemethode is niet beschikbaar omdat de mailservice niet is ingeschakeld op dit systeem.
pt_pt: O método de verificação por correio eletrónico não está disponível porque o serviço de correio não está ativado neste sistema.

source: Email verification method is not enabled on this system.
it_it: Il metodo di verifica email non è abilitato su questo sistema.
ja_jp: このシステムではメール認証方法が有効になっていません。
nb_no: E-postverifisering er ikke aktivert på dette systemet.
nl_nl: E-mailverificatiemethode is niet ingeschakeld op dit systeem.
pt_pt: O método de verificação por correio eletrónico não está ativado neste sistema.

source: Failed to send verification code. Please try again later or use app-based authentication.
it_it: Impossibile inviare il codice di verifica. Riprovare più tardi o utilizzare l'autenticazione basata su app.
ja_jp: 確認コードの送信ができませんでした。後でもう一度お試しいただくか、アプリベースの認証をご利用ください。
nb_no: Kunne ikke sende verifiseringskode. Vennligst prøv igjen senere eller bruk app-basert autentisering.
nl_nl: Kan verificatiecode niet verzenden. Probeer het later opnieuw of gebruik app-gebaseerde authenticatie.
pt_pt: Falha ao enviar código de verificação. Tente novamente mais tarde ou utilize autenticação baseada em aplicação.

source: MFA has been enabled with email verification.
it_it: MFA è stato abilitato con verifica email.
ja_jp: メール認証により多要素認証が有効になりました。
nb_no: MFA har blitt aktivert med e-postverifisering.
nl_nl: MFA is ingeschakeld met e-mailverificatie.
pt_pt: A MFA foi ativada com verificação por correio eletrónico.

source: MFA is not enabled.
it_it: MFA non è abilitato.
ja_jp: 多要素認証が有効になっていません。
nb_no: MFA er ikke aktivert.
nl_nl: MFA is niet ingeschakeld.
pt_pt: A MFA não está ativada.

source: MFA has been disabled.
it_it: MFA è stato disabilitato.
ja_jp: 多要素認証が無効になりました。
nb_no: MFA har blitt deaktivert.
nl_nl: MFA is uitgeschakeld.
pt_pt: A MFA foi desativada.

source: MFA must be enabled to regenerate recovery codes.
it_it: MFA deve essere abilitato per rigenerare i codici di recupero.
ja_jp: 復旧コードを再生成するには多要素認証を有効にする必要があります。
nb_no: MFA må være aktivert for å regenerere gjenopprettingskoder.
nl_nl: MFA moet ingeschakeld zijn om herstelcodes opnieuw te genereren.
pt_pt: A MFA deve estar ativada para regenerar códigos de recuperação.

source: Recovery codes have been regenerated. Please save them in a safe place.
it_it: I codici di recupero sono stati rigenerati. Salvarli in un posto sicuro.
ja_jp: 復旧コードが再生成されました。安全な場所に保存してください。
nb_no: Gjenopprettingskoder har blitt regenerert. Vennligst lagre dem på et trygt sted.
nl_nl: Herstelcodes zijn opnieuw gegenereerd. Bewaar ze op een veilige plaats.
pt_pt: Os códigos de recuperação foram regenerados. Guarde-os num local seguro.

source: You do not have the permission to view supermasters.
it_it: Non si dispone del permesso di visualizzare i supermaster.
ja_jp: スーパーマスターを表示する権限がありません。
nb_no: Du har ikke tillatelse til å se supermastere.
nl_nl: U hebt geen toestemming om supermasters te bekijken.
pt_pt: Não tem permissão para ver supermasters.

source: The API feature is disabled in the system configuration.
it_it: La funzionalità API è disabilitata nella configurazione del sistema.
ja_jp: システム設定でAPI機能が無効になっています。
nb_no: API-funksjonen er deaktivert i systemkonfigurasjonen.
nl_nl: De API-functie is uitgeschakeld in de systeemconfiguratie.
pt_pt: A funcionalidade API está desativada na configuração do sistema.

source: You do not have permission to manage API keys. Only administrators can access this feature.
it_it: Non si dispone del permesso di gestire le chiavi API. Solo gli amministratori possono accedere a questa funzionalità.
ja_jp: APIキーを管理する権限がありません。管理者のみがこの機能にアクセスできます。
nb_no: Du har ikke tillatelse til å administrere API-nøkler. Kun administratorer kan bruke denne funksjonen.
nl_nl: U hebt geen toestemming om API-sleutels te beheren. Alleen beheerders kunnen deze functie gebruiken.
pt_pt: Não tem permissão para gerir chaves API. Apenas os administradores podem aceder a esta funcionalidade.

source: API key name is required.
it_it: Il nome della chiave API è obbligatorio.
ja_jp: APIキー名が必要です。
nb_no: API-nøkkelnavn er påkrevd.
nl_nl: API-sleutelnaam is verplicht.
pt_pt: O nome da chave API é obrigatório.

source: Invalid expiration date format.
it_it: Formato data di scadenza non valido.
ja_jp: 無効な有効期限の形式です。
nb_no: Ugyldig utløpsdatoformat.
nl_nl: Ongeldig formaat voor vervaldatum.
pt_pt: Formato de data de expiração inválido.

source: API key not found or you do not have permission to edit it.
it_it: Chiave API non trovata o non si dispone del permesso di modificarla.
ja_jp: APIキーが見つからないか、編集する権限がありません。
nb_no: API-nøkkel ikke funnet eller du har ikke tillatelse til å redigere den.
nl_nl: API-sleutel niet gevonden of u hebt geen toestemming om deze te bewerken.
pt_pt: Chave API não encontrada ou não tem permissão para a editar.

source: API key updated successfully.
it_it: Chiave API aggiornata con successo.
ja_jp: APIキーが正常に更新されました。
nb_no: API-nøkkel oppdatert.
nl_nl: API-sleutel succesvol bijgewerkt.
pt_pt: Chave API actualizada com sucesso.

source: API key deleted successfully.
it_it: Chiave API eliminata con successo.
ja_jp: APIキーが正常に削除されました。
nb_no: API-nøkkel slettet.
nl_nl: API-sleutel succesvol verwijderd.
pt_pt: Chave API eliminada com sucesso.

source: API key not found or you do not have permission to delete it.
it_it: Chiave API non trovata o non si dispone del permesso di eliminarla.
ja_jp: APIキーが見つからないか、削除する権限がありません。
nb_no: API-nøkkel ikke funnet eller du har ikke tillatelse til å slette den.
nl_nl: API-sleutel niet gevonden of u hebt geen toestemming om deze te verwijderen.
pt_pt: Chave API não encontrada ou não tem permissão para a eliminar.

source: disabled
it_it: disabilitata
ja_jp: 無効
nb_no: deaktivert
nl_nl: uitgeschakeld
pt_pt: desativada

source: enabled
it_it: abilitata
ja_jp: 有効
nb_no: aktivert
nl_nl: ingeschakeld
pt_pt: ativada

source: API key %s successfully.
it_it: Chiave API %s con successo.
ja_jp: APIキーが正常に%sされました。
nb_no: API-nøkkel %s.
nl_nl: API-sleutel %s succesvol.
pt_pt: Chave API %s com sucesso.

source: You do not have the permission to add records to this zone.
it_it: Non si dispone del permesso di aggiungere record a questa zona.
ja_jp: このゾーンにレコードを追加する権限がありません。
nb_no: Du har ikke tillatelse til å legge til poster i denne sonen.
nl_nl: U hebt geen toestemming om records toe te voegen aan deze zone.
pt_pt: Não tem permissão para adicionar registos a esta zona.

source: Please provide at least one record.
it_it: Fornire almeno un record.
ja_jp: 少なくとも1つのレコードを提供してください。
nb_no: Vennligst oppgi minst én post.
nl_nl: Geef ten minste één record op.
pt_pt: Forneça pelo menos um registo.

source: Invalid format. Expected at least: name,type,content
it_it: Formato non valido. Previsto almeno: nome,tipo,contenuto
ja_jp: 無効な形式です。少なくとも次の形式が必要です：name,type,content
nb_no: Ugyldig format. Forventet minst: navn,type,innhold
nl_nl: Ongeldig formaat. Verwacht ten minste: naam,type,inhoud
pt_pt: Formato inválido. Esperado pelo menos: nome,tipo,conteúdo

source: Invalid record type.
it_it: Tipo di record non valido.
ja_jp: 無効なレコードタイプです。
nb_no: Ugyldig posttype.
nl_nl: Ongeldig recordtype.
pt_pt: Tipo de registo inválido.

source: Record could not be added.
it_it: Il record non è stato aggiunto.
ja_jp: レコードを追加できませんでした。
nb_no: Post kunne ikke legges til.
nl_nl: Record kon niet worden toegevoegd.
pt_pt: O registo não pôde ser adicionado.
