Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: Use fully qualified domain names (example.com)
it_it: Usa nomi di dominio completamente qualificati (example.com)
ja_jp: 完全修飾ドメイン名を使用（example.com）
nb_no: Bruk fullstendige domenenavn (eksempel.no)
nl_nl: Gebruik volledig gekwalificeerde domeinnamen (voorbeeld.com)
pt_pt: Use nomes de domínio totalmente qualificados (exemplo.com)

source: Select a template to automatically create common DNS records
it_it: Seleziona un template per creare automaticamente record DNS comuni
ja_jp: 一般的なDNSレコードを自動作成するテンプレートを選択
nb_no: Velg en mal for å automatisk opprette vanlige DNS-poster
nl_nl: Selecteer een sjabloon om automatisch veelgebruikte DNS records aan te maken
pt_pt: Selecione um modelo para criar automaticamente registos DNS comuns

source: NATIVE zone type is recommended for most setups
it_it: Il tipo di zona NATIVE è raccomandato per la maggior parte delle configurazioni
ja_jp: ほとんどの設定でNATIVEゾーンタイプが推奨されます
nb_no: NATIVE-sonetype anbefales for de fleste oppsett
nl_nl: NATIVE zone type wordt aanbevolen voor de meeste configuraties
pt_pt: O tipo de zona NATIVE é recomendado para a maioria das configurações

source: Zone templates for
it_it: Template zona per
ja_jp: ゾーンテンプレート：
nb_no: Sonemaler for
nl_nl: Zone sjablonen voor
pt_pt: Modelos de zona para

source: In use
it_it: In uso
ja_jp: 使用中
nb_no: I bruk
nl_nl: In gebruik
pt_pt: Em uso

source: Template name
it_it: Nome template
ja_jp: テンプレート名
nb_no: Malnavn
nl_nl: Sjabloonnaam
pt_pt: Nome do modelo

source: Zones linked
it_it: Zone collegate
ja_jp: リンクされたゾーン
nb_no: Soner koblet
nl_nl: Zones gekoppeld
pt_pt: Zonas ligadas

source: Sync Status
it_it: Stato Sincronizzazione
ja_jp: 同期状態
nb_no: Synkroniseringsstatus
nl_nl: Synchronisatiestatus
pt_pt: Estado de Sincronização

source: No results found
it_it: Nessun risultato trovato
ja_jp: 結果が見つかりません
nb_no: Ingen resultater funnet
nl_nl: Geen resultaten gevonden
pt_pt: Nenhum resultado encontrado

source: private
it_it: privato
ja_jp: プライベート
nb_no: privat
nl_nl: privé
pt_pt: privado

source: global
it_it: globale
ja_jp: グローバル
nl_nl: globaal

source: Zones need updating
it_it: Zone necessitano aggiornamento
ja_jp: ゾーンの更新が必要
nb_no: Soner trenger oppdatering
nl_nl: Zones moeten bijgewerkt worden
pt_pt: Zonas precisam de actualização

source: All zones are synchronized
it_it: Tutte le zone sono sincronizzate
ja_jp: すべてのゾーンが同期されています
nb_no: Alle soner er synkronisert
nl_nl: Alle zones zijn gesynchroniseerd
pt_pt: Todas as zonas estão sincronizadas

source: Synced
it_it: Sincronizzato
ja_jp: 同期済み
nb_no: Synkronisert
nl_nl: Gesynchroniseerd
pt_pt: Sincronizado

source: No zones are using this template
it_it: Nessuna zona sta usando questo modello
ja_jp: このテンプレートを使用しているゾーンはありません
nb_no: Ingen soner bruker denne malen
nl_nl: Geen zones gebruiken dit sjabloon
pt_pt: Nenhuma zona está a usar este modelo

source: View zones using this template
it_it: Visualizza zone che usano questo modello
ja_jp: このテンプレートを使用するゾーンを表示
nb_no: Vis soner som bruker denne malen
nl_nl: Zones bekijken die dit sjabloon gebruiken
pt_pt: Ver zonas que usam este modelo

source: Template Behavior:
it_it: Comportamento Template:
ja_jp: テンプレートの動作:
nb_no: Malatferd:
nl_nl: Sjabloongedrag:
pt_pt: Comportamento do Modelo:

source: Changing a zone's template overwrites template-based records but preserves manual additions. Template modifications don't automatically update zones - use "Update Zones" button when editing templates to apply changes.
it_it: Cambiare il template di una zona sovrascrive i record basati sul template ma preserva le aggiunte manuali. Le modifiche ai template non aggiornano automaticamente le zone - usa il pulsante "Aggiorna Zone" quando modifichi i template per applicare le modifiche.
ja_jp: ゾーンのテンプレートを変更すると、テンプレートベースのレコードは上書きされますが、手動で追加したレコードは保持されます。テンプレートの変更は自動的にゾーンを更新しません - テンプレート編集時に「ゾーンを更新」ボタンを使用して変更を適用してください。
nb_no: Endring av en sones mal overskriver malbaserte poster, men bevarer manuelle tillegg. Malendringer oppdaterer ikke soner automatisk - bruk "Oppdater soner"-knappen når du redigerer maler for å aktivere endringer.
nl_nl: Het wijzigen van een zonesjabloon overschrijft sjabloongebaseerde records maar behoudt handmatige toevoegingen. Sjabloonwijzigingen werken zones niet automatisch bij - gebruik de "Update Zones" knop bij het bewerken van sjablonen om wijzigingen toe te passen.
pt_pt: Alterar o modelo de uma zona substitui os registos baseados no modelo, mas preserva as adições manuais. As modificações do modelo não atualizam automaticamente as zonas - utilize o botão "Atualizar Zonas" ao editar modelos para aplicar as alterações.

source: Change Password
it_it: Cambia Password
ja_jp: パスワードの変更
nb_no: Endre passord
nl_nl: Wachtwoord Wijzigen
pt_pt: Alterar Palavra-passe

source: Current password
it_it: Password attuale
ja_jp: 現在のパスワード
nb_no: Nåværende passord
nl_nl: Huidig wachtwoord
pt_pt: Palavra-passe actual

source: Provide current password
it_it: Fornisci password attuale
ja_jp: 現在のパスワードを入力
nb_no: Oppgi nåværende passord
nl_nl: Geef huidig wachtwoord op
pt_pt: Fornecer palavra-passe actual

source: New password
it_it: Nuova password
ja_jp: 新しいパスワード
nb_no: Nytt passord
nl_nl: Nieuw wachtwoord
pt_pt: Nova palavra-passe

source: Provide new password
it_it: Fornisci nuova password
ja_jp: 新しいパスワードを入力
nb_no: Oppgi nytt passord
nl_nl: Geef nieuw wachtwoord op
pt_pt: Fornecer nova palavra-passe

source: Repeat password
it_it: Ripeti password
ja_jp: パスワードの再入力
nb_no: Gjenta passord
nl_nl: Herhaal wachtwoord
pt_pt: Repetir palavra-passe

source: Password Guidelines
it_it: Linee Guida Password
ja_jp: パスワードガイドライン
nb_no: Passordretningslinjer
nl_nl: Wachtwoord Richtlijnen
pt_pt: Directrizes de Palavra-passe

source: Enforced
it_it: Obbligatorio
ja_jp: 強制
nb_no: Håndhevet
nl_nl: Verplicht
pt_pt: Obrigatório

source: Security Tips
it_it: Suggerimenti di Sicurezza
ja_jp: セキュリティのヒント
nb_no: Sikkerhetstips
nl_nl: Beveiligingstips
pt_pt: Dicas de Segurança

source: Use a unique password not used on other sites
it_it: Usa una password unica non utilizzata su altri siti
ja_jp: 他のサイトで使用していない固有のパスワードを使用
nb_no: Bruk et unikt passord som ikke brukes på andre nettsteder
nl_nl: Gebruik een uniek wachtwoord dat niet op andere sites wordt gebruikt
pt_pt: Use uma palavra-passe única não utilizada noutros sítios

source: Choose a password that is difficult to guess
it_it: Scegli una password difficile da indovinare
ja_jp: 推測しにくいパスワードを選択
nb_no: Velg et passord som er vanskelig å gjette
nl_nl: Kies een wachtwoord dat moeilijk te raden is
pt_pt: Escolha uma palavra-passe que seja difícil de adivinhar

source: Include a mix of letters, numbers, and symbols
it_it: Includi un mix di lettere, numeri e simboli
ja_jp: 文字、数字、記号を組み合わせて含める
nb_no: Inkluder en blanding av bokstaver, tall og symboler
nl_nl: Gebruik een mix van letters, cijfers en symbolen
pt_pt: Inclua uma combinação de letras, números e símbolos

source: Consider using a password manager
it_it: Considera l'uso di un gestore di password
ja_jp: パスワードマネージャーの使用を検討
nb_no: Vurder å bruke en passordbehandler
nl_nl: Overweeg het gebruik van een wachtwoordbeheerder
pt_pt: Considere usar um gestor de palavras-passe

source: Multi-Factor Authentication
it_it: Autenticazione Multi-Fattore
ja_jp: 多要素認証
nb_no: Flerfaktorautentisering
nl_nl: Multi-Factor Authenticatie
pt_pt: Autenticação de Múltiplos Factores

source: Set Up Authenticator App
it_it: Configura App di Autenticazione
ja_jp: 認証アプリの設定
nb_no: Konfigurer autentiseringsapp
nl_nl: Authenticator App Instellen
pt_pt: Configurar Aplicação de Autenticação

source: Step 1: Scan QR Code
it_it: Passo 1: Scansiona Codice QR
ja_jp: ステップ1：QRコードをスキャン
nb_no: Trinn 1: Skann QR-kode
nl_nl: Stap 1: QR Code Scannen
pt_pt: Passo 1: Digitalizar Código QR

source: Scan this QR code with your authenticator app
it_it: Scansiona questo codice QR con la tua app di autenticazione
ja_jp: 認証アプリでこのQRコードをスキャンしてください
nb_no: Skann denne QR-koden med autentiseringsappen din
nl_nl: Scan deze QR code met uw authenticator app
pt_pt: Digitalize este código QR com a sua aplicação de autenticação

source: Or manually enter this key in your authenticator app
it_it: O inserisci manualmente questa chiave nella tua app di autenticazione
ja_jp: または、認証アプリでこのキーを手動で入力してください
nb_no: Eller oppgi denne nøkkelen manuelt i autentiseringsappen din
nl_nl: Of voer deze sleutel handmatig in uw authenticator app in
pt_pt: Ou introduza manualmente esta chave na sua aplicação de autenticação

source: Step 2: Verify Setup
it_it: Passo 2: Verifica Configurazione
ja_jp: ステップ2：設定の確認
nb_no: Trinn 2: Bekreft oppsett
nl_nl: Stap 2: Installatie Verifiëren
pt_pt: Passo 2: Verificar Configuração

source: Enter the 6-digit code from your authenticator app
it_it: Inserisci il codice a 6 cifre dalla tua app di autenticazione
ja_jp: 認証アプリから6桁のコードを入力してください
nb_no: Oppgi den 6-sifrede koden fra autentiseringsappen din
nl_nl: Voer de 6-cijferige code van uw authenticator app in
pt_pt: Introduza o código de 6 dígitos da sua aplicação de autenticação

source: Verification Code
it_it: Codice di Verifica
ja_jp: 認証コード
nb_no: Bekreftelseskode
nl_nl: Verificatiecode
pt_pt: Código de Verificação

source: Please enter a valid 6-digit verification code.
it_it: Inserisci un codice di verifica valido a 6 cifre.
ja_jp: 有効な6桁の認証コードを入力してください。
nb_no: Vennligst oppgi en gyldig 6-sifret bekreftelseskode.
nl_nl: Voer een geldige 6-cijferige verificatiecode in.
pt_pt: Por favor, introduza um código de verificação válido de 6 dígitos.

source: Verify and Enable MFA
it_it: Verifica e Abilita MFA
ja_jp: 認証してMFAを有効化
nb_no: Bekreft og aktiver MFA
nl_nl: MFA Verifiëren en Inschakelen
pt_pt: Verificar e Activar MFA

source: Recommended Authenticator Apps
it_it: App di Autenticazione Consigliate
ja_jp: 推奨認証アプリ
nb_no: Anbefalte autentiseringsapper
nl_nl: Aanbevolen Authenticator Apps
pt_pt: Aplicações de Autenticação Recomendadas

source: Available for Android and iOS
it_it: Disponibile per Android e iOS
ja_jp: AndroidとiOSで利用可能
nb_no: Tilgjengelig for Android og iOS
nl_nl: Beschikbaar voor Android en iOS
pt_pt: Disponível para Android e iOS

source: Edit template
it_it: Modifica modello
ja_jp: テンプレートの編集
nb_no: Rediger mal
nl_nl: Sjabloon bewerken
pt_pt: Editar modelo

source: Sync Required
it_it: Sincronizzazione Richiesta
ja_jp: 同期が必要
nb_no: Synkronisering påkrevd
nl_nl: Synchronisatie Vereist
pt_pt: Sincronização Necessária

source: There are
it_it: Ci sono
ja_jp: 現在
nb_no: Det er
nl_nl: Er zijn
pt_pt: Existem

source: zones that need to be updated to reflect the current template configuration.
it_it: zone che devono essere aggiornate per riflettere la configurazione attuale del modello.
ja_jp: 個のゾーンが現在のテンプレート設定を反映するため更新が必要です。
nb_no: soner som må oppdateres for å gjenspeile gjeldende malkonfigurasjon.
nl_nl: zones die bijgewerkt moeten worden om de huidige sjabloonconfiguratie te reflecteren.
pt_pt: zonas que precisam de ser actualizadas para reflectir a configuração actual do modelo.

source: Template Records
it_it: Record del Modello
ja_jp: テンプレートレコード
nb_no: Maloppføringer
nl_nl: Sjabloon Records
pt_pt: Registos do Modelo

source: This template does not have an SOA record. DNS zones typically require an SOA record to function properly, and DNSSEC signing may fail without one.
it_it: Questo modello non ha un record SOA. Le zone DNS tipicamente richiedono un record SOA per funzionare correttamente, e la firma DNSSEC potrebbe fallire senza uno.
ja_jp: このテンプレートにはSOAレコードがありません。DNSゾーンは通常、正常に機能するためにSOAレコードが必要であり、SOAレコードがないとDNSSEC署名が失敗する可能性があります。
nb_no: Denne malen har ikke en SOA-oppføring. DNS-soner krever vanligvis en SOA-oppføring for å fungere korrekt, og DNSSEC-signering kan mislykkes uten en.
nl_nl: Dit sjabloon heeft geen SOA record. DNS zones vereisen doorgaans een SOA record om goed te functioneren, en DNSSEC ondertekening kan mislukken zonder een SOA record.
pt_pt: Este modelo não tem um registo SOA. As zonas DNS tipicamente requerem um registo SOA para funcionar correctamente, e a assinatura DNSSEC pode falhar sem um.

source: This zone template does not have any records yet.
it_it: Questo modello di zona non ha ancora alcun record.
ja_jp: このゾーンテンプレートにはまだレコードがありません。
nb_no: Denne sonemalen har ingen oppføringer ennå.
nl_nl: Dit zone sjabloon heeft nog geen records.
pt_pt: Este modelo de zona ainda não tem registos.

source: View zones
it_it: Visualizza zone
ja_jp: ゾーンを表示
nb_no: Vis soner
nl_nl: Zones bekijken
pt_pt: Ver zonas

source: Update zones
it_it: Aggiorna zone
ja_jp: ゾーンを更新
nb_no: Oppdater soner
nl_nl: Zones bijwerken
pt_pt: Actualizar zonas

source: Template Settings
it_it: Impostazioni Modello
ja_jp: テンプレート設定
nb_no: Malinnstillinger
nl_nl: Sjabloon Instellingen
pt_pt: Definições do Modelo

source: To use 'Save As', change the name first
it_it: Per usare 'Salva Come', cambia prima il nome
ja_jp: 「名前を付けて保存」を使用するには、まず名前を変更してください
nb_no: For å bruke 'Lagre som', endre navnet først
nl_nl: Om 'Opslaan Als' te gebruiken, wijzig eerst de naam
pt_pt: Para usar 'Guardar Como', altere primeiro o nome

source: Save As
it_it: Salva Come
ja_jp: 名前を付けて保存
nb_no: Lagre som
nl_nl: Opslaan Als
pt_pt: Guardar Como

source: The following placeholders can be used in template records
it_it: I seguenti segnaposto possono essere usati nei record del modello
ja_jp: テンプレートレコードでは以下のプレースホルダーを使用できます
nb_no: Følgende plassholdere kan brukes i maloppføringer
nl_nl: De volgende placeholders kunnen gebruikt worden in sjabloon records
pt_pt: Os seguintes marcadores de posição podem ser usados nos registos do modelo

source: Warning: Missing SOA Record
it_it: Avviso: Record SOA Mancante
ja_jp: 警告：SOAレコードが不足
nb_no: Advarsel: Manglende SOA-oppføring
nl_nl: Waarschuwing: Ontbrekend SOA Record
pt_pt: Aviso: Registo SOA em Falta

source: This zone template does not have an SOA (Start of Authority) record.
it_it: Questo modello di zona non ha un record SOA (Start of Authority).
ja_jp: このゾーンテンプレートにはSOA（Start of Authority）レコードがありません。
nb_no: Denne sonemalen har ikke en SOA (Start of Authority) oppføring.
nl_nl: Dit zone sjabloon heeft geen SOA (Start of Authority) record.
pt_pt: Este modelo de zona não tem um registo SOA (Start of Authority).

source: DNS zones typically require an SOA record to function properly, and DNSSEC signing may fail without one.
it_it: Le zone DNS tipicamente richiedono un record SOA per funzionare correttamente, e la firma DNSSEC potrebbe fallire senza uno.
ja_jp: DNSゾーンは通常、正常に機能するためにSOAレコードが必要であり、SOAレコードがないとDNSSEC署名が失敗する可能性があります。
nb_no: DNS-soner krever vanligvis en SOA-oppføring for å fungere korrekt, og DNSSEC-signering kan mislykkes uten en.
nl_nl: DNS zones vereisen doorgaans een SOA record om goed te functioneren, en DNSSEC ondertekening kan mislukken zonder een SOA record.
pt_pt: As zonas DNS normalmente requerem um registo SOA para funcionar correctamente, e a assinatura DNSSEC pode falhar sem um.

source: Do you want to continue without adding an SOA record?
it_it: Vuoi continuare senza aggiungere un record SOA?
ja_jp: SOAレコードを追加せずに続行しますか？
nb_no: Ønsker du å fortsette uten å legge til en SOA-oppføring?
nl_nl: Wilt u doorgaan zonder een SOA record toe te voegen?
pt_pt: Quer continuar sem adicionar um registo SOA?

source: Continue Without SOA
it_it: Continua Senza SOA
ja_jp: SOAなしで続行
nb_no: Fortsett uten SOA
nl_nl: Doorgaan Zonder SOA
pt_pt: Continuar Sem SOA

source: There are no supermasters to show in this listing.
it_it: Non ci sono supermasters da mostrare in questo elenco.
ja_jp: この一覧に表示するスーパーマスターがありません。
nb_no: Det er ingen supermastere å vise i denne listen.
nl_nl: Er zijn geen supermasters om te tonen in deze lijst.
pt_pt: Não existem supermestres para mostrar nesta listagem.

source: API Key Created
it_it: Chiave API Creata
ja_jp: APIキーが作成されました
nb_no: API-nøkkel opprettet
nl_nl: API Sleutel Aangemaakt
pt_pt: Chave API Criada

source: API Key Created Successfully
it_it: Chiave API Creata con Successo
ja_jp: APIキーの作成が完了しました
nb_no: API-nøkkel opprettet
nl_nl: API Sleutel Succesvol Aangemaakt
pt_pt: Chave API Criada com Sucesso

source: IMPORTANT: Save your API key now!
it_it: IMPORTANTE: Salva la tua chiave API ora!
ja_jp: 重要：今すぐAPIキーを保存してください！
nb_no: VIKTIG: Lagre API-nøkkelen din nå!
nl_nl: BELANGRIJK: Sla uw API sleutel nu op!
pt_pt: IMPORTANTE: Guarde a sua chave API agora!

source: This is the only time your API key will be displayed. Please save it now as you won't be able to see it again.
it_it: Questa è l'unica volta che la tua chiave API sarà mostrata. Salvala ora perché non potrai vederla di nuovo.
ja_jp: これがAPIキーが表示される唯一の機会です。二度と表示されないため、今すぐ保存してください。
nb_no: Dette er den eneste gangen API-nøkkelen din vil bli vist. Vennligst lagre den nå da du ikke vil kunne se den igjen.
nl_nl: Dit is de enige keer dat uw API sleutel wordt getoond. Sla deze nu op aangezien u deze niet meer kunt bekijken.
pt_pt: Esta é a única vez que a sua chave API será exibida. Por favor, guarde-a agora pois não a poderá ver novamente.

source: API Key:
it_it: Chiave API:
ja_jp: APIキー：
nb_no: API-nøkkel:
nl_nl: API Sleutel:
pt_pt: Chave API:

source: Enter domain name
it_it: Inserisci nome dominio
ja_jp: ドメイン名を入力
nb_no: Oppgi domenenavn
nl_nl: Voer domeinnaam in
pt_pt: Introduza o nome do domínio

source: Lookup
it_it: Ricerca
ja_jp: 検索
nb_no: Slå opp
nl_nl: Opzoeken
pt_pt: Consultar

source: Enter a domain name (e.g., example.com) to lookup its RDAP information
it_it: Inserisci un nome di dominio (es. example.com) per cercare le sue informazioni RDAP
ja_jp: RDAP情報を検索するドメイン名（例：example.com）を入力してください
nb_no: Oppgi et domenenavn (f.eks. example.com) for å slå opp dets RDAP-informasjon
nl_nl: Voer een domeinnaam in (bijv. voorbeeld.com) om de RDAP informatie op te zoeken
pt_pt: Introduza um nome de domínio (por exemplo, exemplo.com) para consultar a sua informação RDAP

source: RDAP results for
it_it: Risultati RDAP per
ja_jp: のRDAP結果
nb_no: RDAP-resultater for
nl_nl: RDAP resultaten voor
pt_pt: Resultados RDAP para

source: Please enter a domain name to perform an RDAP lookup.
it_it: Inserisci un nome di dominio per eseguire una ricerca RDAP.
ja_jp: RDAP検索を実行するにはドメイン名を入力してください。
nb_no: Vennligst oppgi et domenenavn for å utføre et RDAP-oppslag.
nl_nl: Voer een domeinnaam in om een RDAP opzoeking uit te voeren.
pt_pt: Por favor, introduza um nome de domínio para efectuar uma consulta RDAP.

source: Bulk registration
it_it: Registrazione di massa
ja_jp: 一括登録
nb_no: Masseregistrering
nl_nl: Bulk registratie
pt_pt: Registo em massa

source: Please select an owner
it_it: Seleziona un proprietario
ja_jp: 所有者を選択してください
nb_no: Vennligst velg en eier
nl_nl: Selecteer een eigenaar
pt_pt: Por favor, seleccione um proprietário

source: Zone Type
it_it: Tipo Zona
ja_jp: ゾーンタイプ
nb_no: Sonetype
pt_pt: Tipo de Zona

source: Domains
it_it: Domini
ja_jp: ドメイン
nb_no: Domener
nl_nl: Domeinen
pt_pt: Domínios

source: Provide a domain name(s)
it_it: Fornisci nome/i di dominio
ja_jp: ドメイン名を入力
nb_no: Oppgi domenenavn
nl_nl: Geef domeinnaam/namen op
pt_pt: Forneça nome(s) de domínio

source: Type one domain per line
it_it: Digita un dominio per riga
ja_jp: 1行に1つのドメインを入力
nb_no: Skriv ett domene per linje
nl_nl: Typ één domein per regel
pt_pt: Escreva um domínio por linha

source: Add Zones
it_it: Aggiungi Zone
ja_jp: ゾーンを追加
nb_no: Legg til soner
nl_nl: Zones Toevoegen
pt_pt: Adicionar Zonas

source: About Bulk Registration
it_it: Informazioni Registrazione di Massa
ja_jp: 一括登録について
nb_no: Om masseregistrering
nl_nl: Over Bulk Registratie
pt_pt: Sobre o Registo em Lote

source: This tool allows you to create multiple DNS zones at once.
it_it: Questo strumento ti permette di creare multiple zone DNS contemporaneamente.
ja_jp: このツールを使用すると、複数のDNSゾーンを一度に作成できます。
nb_no: Dette verktøyet lar deg opprette flere DNS-soner på en gang.
nl_nl: Dit gereedschap stelt u in staat om meerdere DNS zones tegelijk aan te maken.
pt_pt: Esta ferramenta permite-lhe criar múltiplas zonas DNS de uma só vez.

source: Enter one domain name per line in the Domains field
it_it: Inserisci un nome di dominio per riga nel campo Domini
ja_jp: ドメインフィールドに1行に1つのドメイン名を入力してください
nb_no: Oppgi ett domenenavn per linje i domenefeltet
nl_nl: Voer één domeinnaam per regel in het Domeinen veld in
pt_pt: Introduza um nome de domínio por linha no campo Domínios

source: Select a zone template to apply standard records to all zones
it_it: Seleziona un template zona per applicare record standard a tutte le zone
ja_jp: すべてのゾーンに標準レコードを適用するゾーンテンプレートを選択してください
nb_no: Velg en sonemal for å legge til standardoppføringer i alle soner
nl_nl: Selecteer een zone sjabloon om standaard records toe te passen op alle zones
pt_pt: Selecione um modelo de zona para aplicar registos padrão a todas as zonas

source: The chosen owner will have full access to all created zones
it_it: Il proprietario scelto avrà accesso completo a tutte le zone create
ja_jp: 選択した所有者は、作成されたすべてのゾーンへの完全なアクセス権を持ちます
nb_no: Den valgte eieren vil ha full tilgang til alle opprettede soner
nl_nl: De gekozen eigenaar heeft volledige toegang tot alle aangemaakte zones
pt_pt: O proprietário escolhido terá acesso total a todas as zonas criadas

source: How It Works
it_it: Come Funziona
ja_jp: 動作原理
nb_no: Slik fungerer det
nl_nl: Hoe Het Werkt
pt_pt: Como Funciona

source: The system will attempt to create each zone with the same settings. Failed domains will be displayed so you can correct any issues and try again.
it_it: Il sistema tenterà di creare ogni zona con le stesse impostazioni. I domini falliti verranno mostrati così è possibile correggere eventuali problemi e riprovare.
ja_jp: システムは同じ設定で各ゾーンの作成を試行します。失敗したドメインが表示されるので、問題を修正して再試行できます。
nb_no: Systemet vil forsøke å opprette hver sone med de samme innstillingene. Mislykkede domener vil bli vist slik at du kan rette opp eventuelle problemer og prøve igjen.
nl_nl: Het systeem zal proberen elke zone met dezelfde instellingen aan te maken. Mislukte domeinen worden getoond zodat u eventuele problemen kunt corrigeren en opnieuw kunt proberen.
pt_pt: O sistema tentará criar cada zona com as mesmas definições. Os domínios que falharam serão exibidos para que possa corrigir quaisquer problemas e tentar novamente.

source: Tips & Recommendations
it_it: Suggerimenti e Raccomandazioni
ja_jp: ヒントと推奨事項
nb_no: Tips og anbefalinger
nl_nl: Tips & Aanbevelingen
pt_pt: Dicas e Recomendações

source: Use NATIVE zone type for most standard setups
it_it: Usa il tipo zona NATIVE per la maggior parte delle configurazioni standard
ja_jp: ほとんどの標準設定ではNATIVEゾーンタイプを使用してください
nb_no: Bruk NATIVE sonetype for de fleste standardoppsett
nl_nl: Gebruik NATIVE zone type voor de meeste standaard configuraties
pt_pt: Use o tipo de zona NATIVE para a maioria das configurações padrão

source: Create a template first if you need standard records for all zones
it_it: Crea prima un template se hai bisogno di record standard per tutte le zone
ja_jp: すべてのゾーンに標準レコードが必要な場合は、まずテンプレートを作成してください
nb_no: Opprett en mal først hvis du trenger standardoppføringer for alle soner
nl_nl: Maak eerst een sjabloon aan als u standaard records nodig hebt voor alle zones
pt_pt: Crie primeiro um modelo se precisar de registos padrão para todas as zonas

source: You can copy and paste a list of domains from a spreadsheet
it_it: È possibile copiare e incollare una lista di domini da un foglio di calcolo
ja_jp: スプレッドシートからドメインのリストをコピー&ペーストできます
nb_no: Du kan kopiere og lime inn en liste med domener fra et regneark
nl_nl: U kunt een lijst met domeinen kopiëren en plakken vanuit een spreadsheet
pt_pt: Pode copiar e colar uma lista de domínios de uma folha de cálculo
