Repository: rhsCZ/vps3-var
Catalog: */locale/*/LC_MESSAGES/messages.po
Languages: it_it, ja_jp, nb_no, nl_nl, pt_pt

source: DNAME records MUST NOT appear at the same owner name as NS records, unless the owner name is the zone apex.
it_it: I record DNAME NON DEVONO apparire allo stesso nome proprietario dei record NS, a meno che il nome proprietario non sia l'apice della zona.
ja_jp: DNAMEレコードは、所有者名がゾーンapexでない限り、NSレコードと同じ所有者名に現れてはいけません。
nb_no: DNAME-poster MÅ IKKE vises på samme eiernavn som NS-poster, med mindre eiernavnet er sone-apex.
nl_nl: DNAME records mogen NIET verschijnen op dezelfde eigenaarsnaam als NS records, tenzij de eigenaarsnaam de zone apex is.
pt_pt: Registos DNAME NÃO DEVEM aparecer no mesmo nome proprietário que registos NS, a menos que o nome proprietário seja o apex da zona.

source: DNAME creates synthetic aliases for all subdomains of its owner name. Consider this carefully when planning your zone structure.
it_it: DNAME crea alias sintetici per tutti i sottodomini del suo nome proprietario. Considera questo attentamente quando pianificare la struttura della propria zona.
ja_jp: DNAMEは所有者名のすべてのサブドメインに対して合成エイリアスを作成します。ゾーン構造を計画する際はこれを慎重に検討してください。
nb_no: DNAME skaper syntetiske aliaser for alle subdomener av eiernavnet. Vurder dette nøye når du planlegger sonestrukturen din.
nl_nl: DNAME creëert synthetische aliassen voor alle subdomeinen van zijn eigenaarsnaam. Overweeg dit zorgvuldig bij het plannen van uw zonestructuur.
pt_pt: DNAME cria aliases sintéticos para todos os subdomínios do seu nome proprietário. Considere isto cuidadosamente ao planear a estrutura da sua zona.

source: DS records should typically be placed at delegation points, not at the zone apex. Check if this is intentional.
it_it: I record DS dovrebbero tipicamente essere posizionati nei punti di delega, non all'apice della zona. Verifica se questo è intenzionale.
ja_jp: DSレコードは通常、ゾーンapexではなく委任ポイントに配置されるべきです。これが意図的なものか確認してください。
nb_no: DS-poster bør typisk plasseres på delegeringspunkter, ikke på sone-apex. Sjekk om dette er tilsiktet.
nl_nl: DS records moeten doorgaans geplaatst worden op delegatiepunten, niet op de zone apex. Controleer of dit opzettelijk is.
pt_pt: Os registos DS devem tipicamente ser colocados em pontos de delegação, não no apex da zona. Verifique se isto é intencional.

source: This is a special CDS deletion record (RFC 8078) that signals the parent to remove the DS record.
it_it: Questo è un record CDS di cancellazione speciale (RFC 8078) che segnala al genitore di rimuovere il record DS.
ja_jp: これは親にDSレコードの削除を信号する特別なCDS削除レコード（RFC 8078）です。
nb_no: Dette er en spesiell CDS-slettingspost (RFC 8078) som signaliserer til forelderen å fjerne DS-posten.
nl_nl: Dit is een speciaal CDS verwijderingsrecord (RFC 8078) dat de parent signaleert om het DS record te verwijderen.
pt_pt: Este é um registo especial de eliminação CDS (RFC 8078) que sinaliza ao pai para remover o registo DS.

source: Priority field for DS records must be 0 or empty.
it_it: Il campo priorità per i record DS deve essere 0 o vuoto.
ja_jp: DSレコードの優先度フィールドは0または空である必要があります。
nb_no: Prioritetsfeltet for DS-poster må være 0 eller tomt.
nl_nl: Prioriteitsveld voor DS records moet 0 of leeg zijn.
pt_pt: O campo de prioridade para registos DS deve ser 0 ou vazio.

source: DS record must be in the format: <key-tag> <algorithm> <digest-type> <digest>
it_it: Il record DS deve essere nel formato: <tag-chiave> <algoritmo> <tipo-digest> <digest>
ja_jp: DSレコードは次の形式である必要があります：<キータグ> <アルゴリズム> <ダイジェストタイプ> <ダイジェスト>
nb_no: DS-posten må være i formatet: <key-tag> <algorithm> <digest-type> <digest>
nl_nl: DS record moet in het formaat zijn: <key-tag> <algoritme> <digest-type> <digest>
pt_pt: O registo DS deve estar no formato: <key-tag> <algoritmo> <tipo-resumo> <resumo>

source: DS record must contain exactly 4 fields
it_it: Il record DS deve contenere esattamente 4 campi
ja_jp: DSレコードは正確に4つのフィールドを含む必要があります
nb_no: DS-posten må inneholde nøyaktig 4 felt
nl_nl: DS record moet precies 4 velden bevatten
pt_pt: O registo DS deve conter exactamente 4 campos

source: Key tag must be a number between 1 and 65535
it_it: Il tag chiave deve essere un numero compreso tra 1 e 65535
ja_jp: キータグは1から65535の間の数値である必要があります
nb_no: Nøkkelmerke må være et tall mellom 1 og 65535
nl_nl: Key tag moet een getal tussen 1 en 65535 zijn
pt_pt: A etiqueta de chave deve ser um número entre 1 e 65535

source: Algorithm must be one of: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
it_it: L'algoritmo deve essere uno di: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
ja_jp: アルゴリズムは次のいずれかである必要があります：1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
nb_no: Algoritme må være en av: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
nl_nl: Algoritme moet een van de volgende zijn: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
pt_pt: O algoritmo deve ser um de: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16

source: %s (algorithm %d) is a RECOMMENDED algorithm for use according to RFC 8624.
it_it: %s (algoritmo %d) è un algoritmo RACCOMANDATO per l'uso secondo RFC 8624.
ja_jp: %s（アルゴリズム%d）はRFC 8624に従って使用が推奨されるアルゴリズムです。
nb_no: %s (algoritme %d) er en ANBEFALT algoritme for bruk i henhold til RFC 8624.
nl_nl: %s (algoritme %d) is een AANBEVOLEN algoritme voor gebruik volgens RFC 8624.
pt_pt: %s (algoritmo %d) é um algoritmo RECOMENDADO para uso conforme RFC 8624.

source: %s (algorithm %d) is in common use, but newer algorithms like ECDSAP256SHA256 (13) or ED25519 (15) are preferred.
it_it: %s (algoritmo %d) è di uso comune, ma algoritmi più nuovi come ECDSAP256SHA256 (13) o ED25519 (15) sono preferiti.
ja_jp: %s（アルゴリズム%d）は一般的に使用されていますが、ECDSAP256SHA256（13）やED25519（15）などの新しいアルゴリズムが推奨されます。
nb_no: %s (algoritme %d) er i vanlig bruk, men nyere algoritmer som ECDSAP256SHA256 (13) eller ED25519 (15) foretrekkes.
nl_nl: %s (algoritme %d) is algemeen in gebruik, maar nieuwere algoritmen zoals ECDSAP256SHA256 (13) of ED25519 (15) hebben de voorkeur.
pt_pt: %s (algoritmo %d) está em uso comum, mas algoritmos mais recentes como ECDSAP256SHA256 (13) ou ED25519 (15) são preferidos.

source: %s (algorithm %d) is optional for implementation according to RFC 8624.
it_it: %s (algoritmo %d) è opzionale per l'implementazione secondo RFC 8624.
ja_jp: %s（アルゴリズム%d）はRFC 8624に従って実装がオプションです。
nb_no: %s (algoritme %d) er valgfri for implementering i henhold til RFC 8624.
nl_nl: %s (algoritme %d) is optioneel voor implementatie volgens RFC 8624.
pt_pt: %s (algoritmo %d) é opcional para implementação conforme RFC 8624.

source: %s (algorithm %d) is NOT RECOMMENDED for use according to RFC 8624. Consider using ECDSAP256SHA256 (13) or ED25519 (15) instead.
it_it: %s (algoritmo %d) NON È RACCOMANDATO per l'uso secondo RFC 8624. Considera di usare ECDSAP256SHA256 (13) o ED25519 (15) invece.
ja_jp: %s（アルゴリズム%d）はRFC 8624に従って使用が推奨されません。代わりにECDSAP256SHA256（13）またはED25519（15）の使用を検討してください。
nb_no: %s (algoritme %d) er IKKE ANBEFALT for bruk i henhold til RFC 8624. Vurder å bruke ECDSAP256SHA256 (13) eller ED25519 (15) i stedet.
nl_nl: %s (algoritme %d) wordt NIET AANBEVOLEN voor gebruik volgens RFC 8624. Overweeg ECDSAP256SHA256 (13) of ED25519 (15) te gebruiken.
pt_pt: %s (algoritmo %d) NÃO É RECOMENDADO para uso conforme RFC 8624. Considere usar ECDSAP256SHA256 (13) ou ED25519 (15) em vez disso.

source: Digest type must be one of: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
it_it: Il tipo digest deve essere uno di: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
ja_jp: ダイジェストタイプは次のいずれかである必要があります：1（SHA-1）、2（SHA-256）、4（SHA-384）
nb_no: Sammendragtype må være en av: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
nl_nl: Digest type moet een van de volgende zijn: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
pt_pt: O tipo de resumo deve ser um de: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)

source: SHA-1 (digest type 1) is NOT RECOMMENDED for use according to RFC 8624. SHA-256 (digest type 2) is the recommended digest algorithm.
it_it: SHA-1 (tipo digest 1) NON È RACCOMANDATO per l'uso secondo RFC 8624. SHA-256 (tipo digest 2) è l'algoritmo digest raccomandato.
ja_jp: SHA-1（ダイジェストタイプ1）はRFC 8624に従って使用が推奨されません。SHA-256（ダイジェストタイプ2）が推奨されるダイジェストアルゴリズムです。
nb_no: SHA-1 (sammendragtype 1) er IKKE ANBEFALT for bruk i henhold til RFC 8624. SHA-256 (sammendragtype 2) er den anbefalte sammendragalgoritmen.
nl_nl: SHA-1 (digest type 1) wordt NIET AANBEVOLEN voor gebruik volgens RFC 8624. SHA-256 (digest type 2) is het aanbevolen digest algoritme.
pt_pt: SHA-1 (tipo de resumo 1) NÃO É RECOMENDADO para uso conforme RFC 8624. SHA-256 (tipo de resumo 2) é o algoritmo de resumo recomendado.

source: SHA-256 (digest type 2) is the RECOMMENDED digest algorithm according to RFC 8624.
it_it: SHA-256 (tipo digest 2) è l'algoritmo digest RACCOMANDATO secondo RFC 8624.
ja_jp: SHA-256（ダイジェストタイプ2）はRFC 8624に従って推奨されるダイジェストアルゴリズムです。
nb_no: SHA-256 (sammendragtype 2) er den ANBEFALTE sammendragalgoritmen i henhold til RFC 8624.
nl_nl: SHA-256 (digest type 2) is het AANBEVOLEN digest algoritme volgens RFC 8624.
pt_pt: SHA-256 (tipo de resumo 2) é o algoritmo de resumo RECOMENDADO conforme RFC 8624.

source: SHA-384 (digest type 4) is a good choice for higher security requirements, but SHA-256 (digest type 2) is sufficient for most deployments and has wider support.
it_it: SHA-384 (tipo digest 4) è una buona scelta per requisiti di sicurezza più elevati, ma SHA-256 (tipo digest 2) è sufficiente per la maggior parte delle distribuzioni e ha un supporto più ampio.
ja_jp: SHA-384（ダイジェストタイプ4）はより高いセキュリティ要件に適していますが、SHA-256（ダイジェストタイプ2）はほとんどの展開に十分であり、より広くサポートされています。
nb_no: SHA-384 (sammendragtype 4) er et godt valg for høyere sikkerhetskrav, men SHA-256 (sammendragtype 2) er tilstrekkelig for de fleste distribusjoner og har bredere støtte.
nl_nl: SHA-384 (digest type 4) is een goede keuze voor hogere beveiligingseisen, maar SHA-256 (digest type 2) is voldoende voor de meeste implementaties en heeft bredere ondersteuning.
pt_pt: SHA-384 (tipo de resumo 4) é uma boa escolha para requisitos de segurança mais altos, mas SHA-256 (tipo de resumo 2) é suficiente para a maioria das implementações e tem suporte mais amplo.

source: SHA-1 digest must be exactly 40 hexadecimal characters
it_it: Il digest SHA-1 deve essere esattamente di 40 caratteri esadecimali
ja_jp: SHA-1ダイジェストは正確に40文字の16進数である必要があります
nb_no: SHA-1 sammendrag må være nøyaktig 40 heksadesimale tegn
nl_nl: SHA-1 digest moet precies 40 hexadecimale karakters zijn
pt_pt: O resumo SHA-1 deve ter exactamente 40 caracteres hexadecimais

source: SHA-256 digest must be exactly 64 hexadecimal characters
it_it: Il digest SHA-256 deve essere esattamente di 64 caratteri esadecimali
ja_jp: SHA-256ダイジェストは正確に64文字の16進数である必要があります
nb_no: SHA-256 sammendrag må være nøyaktig 64 heksadesimale tegn
nl_nl: SHA-256 digest moet precies 64 hexadecimale karakters zijn
pt_pt: O resumo SHA-256 deve ter exactamente 64 caracteres hexadecimais

source: SHA-384 digest must be exactly 96 hexadecimal characters
it_it: Il digest SHA-384 deve essere esattamente di 96 caratteri esadecimali
ja_jp: SHA-384ダイジェストは正確に96文字の16進数である必要があります
nb_no: SHA-384 sammendrag må være nøyaktig 96 heksadesimale tegn
nl_nl: SHA-384 digest moet precies 96 hexadecimale karakters zijn
pt_pt: O resumo SHA-384 deve ter exactamente 96 caracteres hexadecimais

source: DS records establish a chain of trust from parent to child zones. The parent zone must have this DS record, and the child zone must have the corresponding DNSKEY record.
it_it: I record DS stabiliscono una catena di fiducia dalle zone genitore a quelle figlie. La zona genitore deve avere questo record DS, e la zona figlia deve avere il record DNSKEY corrispondente.
ja_jp: DSレコードは親ゾーンから子ゾーンへの信頼の連鎖を確立します。親ゾーンはこのDSレコードを持ち、子ゾーンは対応するDNSKEYレコードを持つ必要があります。
nb_no: DS-poster etablerer en tillitskjede fra foreldre- til barnesoner. Foreldesonen må ha denne DS-posten, og barnesonen må ha den tilsvarende DNSKEY-posten.
nl_nl: DS records vestigen een vertrouwensketen van parent naar child zones. De parent zone moet dit DS record hebben, en de child zone moet het overeenkomende DNSKEY record hebben.
pt_pt: Os registos DS estabelecem uma cadeia de confiança de zonas pai para zonas filhas. A zona pai deve ter este registo DS, e a zona filha deve ter o registo DNSKEY correspondente.

source: CSYNC records should only be placed at the zone apex (RFC 7477). This record may not be processed by parental agents.
it_it: I record CSYNC devono essere posizionati solo all'apice della zona (RFC 7477). Questo record potrebbe non essere elaborato dagli agenti genitoriali.
ja_jp: CSYNCレコードはゾーンapexにのみ配置されるべきです（RFC 7477）。このレコードは親エージェントによって処理されない可能性があります。
nb_no: CSYNC-poster bør kun plasseres på sone-apex (RFC 7477). Denne posten blir kanskje ikke behandlet av foreldreagenter.
nl_nl: CSYNC records moeten alleen geplaatst worden op de zone apex (RFC 7477). Dit record wordt mogelijk niet verwerkt door parental agents.
pt_pt: Os registos CSYNC devem ser colocados apenas no apex da zona (RFC 7477). Este registo pode não ser processado por agentes parentais.

source: CSYNC records require DNSSEC signing to be processed by parental agents (RFC 7477). Ensure your zone is properly signed with DNSSEC.
it_it: I record CSYNC richiedono la firma DNSSEC per essere elaborati dagli agenti genitoriali (RFC 7477). Assicurarsi che la propria zona sia propriamente firmata con DNSSEC.
ja_jp: CSYNCレコードは親エージェントによって処理されるためにDNSSEC署名が必要です（RFC 7477）。ゾーンがDNSSECで適切に署名されていることを確認してください。
nb_no: CSYNC-poster krever DNSSEC-signering for å bli behandlet av foreldreagenter (RFC 7477). Sørg for at sonen din er riktig signert med DNSSEC.
nl_nl: CSYNC records vereisen DNSSEC ondertekening om verwerkt te worden door parental agents (RFC 7477). Zorg ervoor dat uw zone correct ondertekend is met DNSSEC.
pt_pt: Os registos CSYNC requerem assinatura DNSSEC para serem processados por agentes parentais (RFC 7477). Certifique-se de que a sua zona está devidamente assinada com DNSSEC.

source: Only one CSYNC record should exist per zone (RFC 7477). Multiple records may cause unexpected behavior.
it_it: Dovrebbe esistere solo un record CSYNC per zona (RFC 7477). Record multipli possono causare comportamenti inaspettati.
ja_jp: ゾーンごとに1つのCSYNCレコードのみが存在すべきです（RFC 7477）。複数のレコードは予期しない動作を引き起こす可能性があります。
nb_no: Kun én CSYNC-post bør eksistere per sone (RFC 7477). Flere poster kan forårsake uventet oppførsel.
nl_nl: Er mag slechts één CSYNC record per zone bestaan (RFC 7477). Meerdere records kunnen onverwacht gedrag veroorzaken.
pt_pt: Apenas um registo CSYNC deve existir por zona (RFC 7477). Múltiplos registos podem causar comportamento inesperado.

source: No flags are set in this CSYNC record. The record may not be processed immediately by parental agents.
it_it: Nessun flag è impostato in questo record CSYNC. Il record potrebbe non essere elaborato immediatamente dagli agenti genitoriali.
ja_jp: このCSYNCレコードにフラグが設定されていません。レコードは親エージェントによって即座に処理されない可能性があります。
nb_no: Ingen flagg er satt i denne CSYNC-posten. Posten blir kanskje ikke behandlet umiddelbart av foreldreagenter.
nl_nl: Er zijn geen flags ingesteld in dit CSYNC record. Het record wordt mogelijk niet onmiddellijk verwerkt door parental agents.
pt_pt: Nenhuma flag está definida neste registo CSYNC. O registo pode não ser processado imediatamente por agentes parentais.

source: The "immediate" flag (0x0001) is not set. Parental agents may delay processing this record.
it_it: Il flag "immediate" (0x0001) non è impostato. Gli agenti genitoriali potrebbero ritardare l'elaborazione di questo record.
ja_jp: 「immediate」フラグ（0x0001）が設定されていません。親エージェントはこのレコードの処理を遅延させる可能性があります。
nb_no: "Umiddelbar" flagget (0x0001) er ikke satt. Foreldreagenter kan forsinke behandling av denne posten.
nl_nl: De "immediate" flag (0x0001) is niet ingesteld. Parental agents kunnen de verwerking van dit record uitstellen.
pt_pt: A flag "immediate" (0x0001) não está definida. Agentes parentais podem atrasar o processamento deste registo.

source: The "soaminimum" flag (0x0002) is not set. SOA serial number validation may not be enforced.
it_it: Il flag "soaminimum" (0x0002) non è impostato. La validazione del numero seriale SOA potrebbe non essere applicata.
ja_jp: 「soaminimum」フラグ（0x0002）が設定されていません。SOAシリアル番号の検証が強制されない可能性があります。
nb_no: "soaminimum" flagget (0x0002) er ikke satt. SOA serienummer-validering blir kanskje ikke håndhevet.
nl_nl: De "soaminimum" flag (0x0002) is niet ingesteld. SOA serienummer validatie wordt mogelijk niet afgedwongen.
pt_pt: A flag "soaminimum" (0x0002) não está definida. A validação do número de série SOA pode não ser aplicada.

source: Invalid value for priority field. CSYNC records must have priority value of 0.
it_it: Valore non valido per il campo priorità. I record CSYNC devono avere un valore di priorità di 0.
ja_jp: 優先度フィールドの値が無効です。CSYNCレコードは優先度値0である必要があります。
nb_no: Ugyldig verdi for prioritetsfelt. CSYNC-poster må ha prioritetsverdi 0.
nl_nl: Ongeldige waarde voor prioriteitsveld. CSYNC records moeten een prioriteitswaarde van 0 hebben.
pt_pt: Valor inválido para o campo de prioridade. Os registos CSYNC devem ter valor de prioridade 0.

source: Invalid SOA Serial in CSYNC record. It must be a 32-bit unsigned integer (0-4294967295).
it_it: Seriale SOA non valido nel record CSYNC. Deve essere un numero intero senza segno a 32 bit (0-4294967295).
ja_jp: CSYNCレコードで無効なSOAシリアルです。32ビット符号なし整数（0-4294967295）である必要があります。
nb_no: Ugyldig SOA-serienummer i CSYNC-post. Det må være et 32-bit usignert heltall (0-4294967295).
nl_nl: Ongeldig SOA serienummer in CSYNC record. Het moet een 32-bit unsigned integer zijn (0-4294967295).
pt_pt: Série SOA inválida no registo CSYNC. Deve ser um inteiro de 32 bits sem sinal (0-4294967295).

source: Invalid Flags in CSYNC record. Flags must be a numeric value.
it_it: Flag non validi nel record CSYNC. I flag devono essere un valore numerico.
ja_jp: CSYNCレコードで無効なフラグです。フラグは数値である必要があります。
nb_no: Ugyldige flagg i CSYNC-post. Flagg må være en numerisk verdi.
nl_nl: Ongeldige flags in CSYNC record. Flags moeten een numerieke waarde zijn.
pt_pt: Flags inválidas no registo CSYNC. As flags devem ser um valor numérico.

source: Invalid Flags in CSYNC record. Flags must be between 0 and 65535.
it_it: Flag non validi nel record CSYNC. I flag devono essere compresi tra 0 e 65535.
ja_jp: CSYNCレコードで無効なフラグです。フラグは0から65535の間である必要があります。
nb_no: Ugyldige flagg i CSYNC-post. Flagg må være mellom 0 og 65535.
nl_nl: Ongeldige flags in CSYNC record. Flags moeten tussen 0 en 65535 liggen.
pt_pt: Flags inválidas no registo CSYNC. As flags devem estar entre 0 e 65535.

source: Invalid Flags in CSYNC record. Only bits 0-1 are defined (values 0-3). Valid values are 0, 1, 2, or 3.
it_it: Flag non validi nel record CSYNC. Solo i bit 0-1 sono definiti (valori 0-3). I valori validi sono 0, 1, 2 o 3.
ja_jp: CSYNCレコードで無効なフラグです。ビット0-1のみが定義されています（値0-3）。有効な値は0、1、2、または3です。
nb_no: Ugyldige flagg i CSYNC-post. Kun biter 0-1 er definert (verdier 0-3). Gyldige verdier er 0, 1, 2, eller 3.
nl_nl: Ongeldige flags in CSYNC record. Alleen bits 0-1 zijn gedefinieerd (waarden 0-3). Geldige waarden zijn 0, 1, 2, of 3.
pt_pt: Flags inválidas no registo CSYNC. Apenas os bits 0-1 estão definidos (valores 0-3). Valores válidos são 0, 1, 2 ou 3.

source: CSYNC record must specify at least one record type in the Type Bit Map field.
it_it: Il record CSYNC deve specificare almeno un tipo di record nel campo Type Bit Map.
ja_jp: CSYNCレコードはタイプビットマップフィールドで少なくとも1つのレコードタイプを指定する必要があります。
nb_no: CSYNC-posten må spesifisere minst én posttype i Type Bit Map-feltet.
nl_nl: CSYNC record moet minstens één recordtype specificeren in het Type Bit Map veld.
pt_pt: O registo CSYNC deve especificar pelo menos um tipo de registo no campo Type Bit Map.

source: Invalid Type "
it_it: Tipo non valido "
ja_jp: 無効なタイプ「
nb_no: Ugyldig type "
nl_nl: Ongeldig type "
pt_pt: Tipo inválido "

source: Type "
it_it: Tipo "
ja_jp: タイプ「
pt_pt: Tipo "

source: Duplicate type "
it_it: Tipo duplicato "
ja_jp: 重複タイプ「
nb_no: Duplikat type "
nl_nl: Dubbel type "
pt_pt: Tipo duplicado "

source: NS record synchronization requires careful consideration. Parent zones may have specific NS record policies that can prevent successful synchronization.
it_it: La sincronizzazione dei record NS richiede un'attenta considerazione. Le zone genitore possono avere politiche specifiche per i record NS che possono impedire la sincronizzazione riuscita.
ja_jp: NSレコード同期には慎重な検討が必要です。親ゾーンには特定のNSレコードポリシーがあり、同期の成功を妨げる可能性があります。
nb_no: NS-post synkronisering krever nøye vurdering. Foreldesoner kan ha spesifikke NS-post policyer som kan forhindre vellykket synkronisering.
nl_nl: NS record synchronisatie vereist zorgvuldige overweging. Parent zones kunnen specifieke NS record beleid hebben dat succesvolle synchronisatie kan voorkomen.
pt_pt: A sincronização de registos NS requer consideração cuidadosa. Zonas pai podem ter políticas específicas de registos NS que podem prevenir sincronização bem-sucedida.

source: Note: The true wire format for CSYNC Type Bit Map follows RFC 4034 Section 4.1.2 format. Poweradmin uses a simplified representation with space-separated record types.
it_it: Nota: Il vero formato wire per CSYNC Type Bit Map segue il formato RFC 4034 Sezione 4.1.2. Poweradmin usa una rappresentazione semplificata con tipi di record separati da spazi.
ja_jp: 注意：CSYNCタイプビットマップの真のワイヤ形式はRFC 4034セクション4.1.2形式に従います。Poweradminはスペース区切りのレコードタイプによる簡略化された表現を使用します。
nb_no: Merk: Det sanne wire-formatet for CSYNC Type Bit Map følger RFC 4034 Seksjon 4.1.2 format. Poweradmin bruker en forenklet representasjon med mellomrom-separerte posttyper.
nl_nl: Opmerking: Het echte wire formaat voor CSYNC Type Bit Map volgt RFC 4034 Sectie 4.1.2 formaat. Poweradmin gebruikt een vereenvoudigde representatie met door spaties gescheiden recordtypes.
pt_pt: Nota: O verdadeiro formato wire para CSYNC Type Bit Map segue o formato RFC 4034 Secção 4.1.2. O Poweradmin usa uma representação simplificada com tipos de registo separados por espaços.

source: RFC 7477 requires an "all or nothing" approach to CSYNC processing. If any type cannot be synchronized, no changes will be made by the parent.
it_it: RFC 7477 richiede un approccio "tutto o niente" all'elaborazione CSYNC. Se qualsiasi tipo non può essere sincronizzato, nessuna modifica sarà fatta dal genitore.
ja_jp: RFC 7477はCSYNC処理に「全てまたは何もしない」アプローチを要求しています。任意のタイプが同期できない場合、親による変更は行われません。
nb_no: RFC 7477 krever en "alt eller ingenting" tilnærming til CSYNC-behandling. Hvis noen type ikke kan synkroniseres, vil ingen endringer bli gjort av forelderen.
nl_nl: RFC 7477 vereist een "alles of niets" benadering voor CSYNC verwerking. Als een type niet gesynchroniseerd kan worden, worden er geen wijzigingen gemaakt door de parent.
pt_pt: A RFC 7477 requer uma abordagem "tudo ou nada" para processamento CSYNC. Se qualquer tipo não puder ser sincronizado, nenhuma alteração será feita pelo pai.

source: Priority must be 0 for EUI48 records.
it_it: La priorità deve essere 0 per i record EUI48.
ja_jp: EUI48レコードの優先度は0である必要があります。
nb_no: Prioritet må være 0 for EUI48-poster.
nl_nl: Prioriteit moet 0 zijn voor EUI48 records.
pt_pt: A prioridade deve ser 0 para registos EUI48.

source: RFC 7043 recommends against publishing EUI-48 addresses in the public DNS due to potential privacy implications.
it_it: RFC 7043 sconsiglia di pubblicare indirizzi EUI-48 nel DNS pubblico a causa di potenziali implicazioni sulla privacy.
ja_jp: RFC 7043は、潜在的なプライバシーの影響により、パブリックDNSでEUI-48アドレスを公開することを推奨していません。
nb_no: RFC 7043 anbefaler mot publisering av EUI-48 adresser i offentlig DNS på grunn av potensielle personvernkonsekvenser.
nl_nl: RFC 7043 raadt af om EUI-48 adressen te publiceren in de publieke DNS vanwege mogelijke privacy implicaties.
pt_pt: A RFC 7043 recomenda contra a publicação de endereços EUI-48 no DNS público devido a potenciais implicações de privacidade.
