Repository: rhsCZ/vps3-var
Catalog: *.bak.new/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: The configuration file (config.inc.php) does not exist. Please use the <a href="install/">installer</a> to create it.
it_it: Il file di configurazione (config.inc.php) non esiste. Utilizza <a href="install/">programma di installazione</a> per crearlo.

source: The <a href="install/">install/</a> directory exists, you must remove it first before proceeding.
it_it: La directory <a href="install/">install/</a> esiste, è necessario rimuoverla prima di procedere.

source: Default session encryption key is used, please set it in your configuration file.
it_it: Viene utilizzata la chiave di crittografia della sessione predefinita: impostarla nel file di configurazione.

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: Show zones beginning with
it_it: Mostra le zone che iniziano con

source: Show all
it_it: Mostra tutto

source: Invalid or unexpected input given.
it_it: È stato fornito un input non valido o inaspettato.

source: You do not have the permission to delete this user.
it_it: Non hai l'autorizzazione per eliminare questo utente.

source: User does not exist.
it_it: L'utente non esiste.

source: The user has been deleted successfully.
it_it: L'utente è stato eliminato correttamente.

source: You do not have the permission to edit this comment.
it_it: Non hai il permesso di modificare questo commento.

source: You do not have the permission to view this comment.
it_it: Non hai il permesso di visualizzare questo commento.

source: The comment has been updated successfully.
it_it: Il commento è stato aggiornato correttamente.

source: There is no zone with this ID.
it_it: Non esiste alcuna zona con questo ID.

source: The record has been deleted successfully.
it_it: Il record è stato eliminato correttamente.

source: You do not have the permission to edit this record.
it_it: Non hai l'autorizzazione per modificare questo record.

source: You do not have the permission to view supermasters.
it_it: Non hai l'autorizzazione per visualizzare i supermaster.

source: You do not have the permission to edit permission templates.
it_it: Non hai l'autorizzazione per modificare i template di autorizzazione.

source: The permission template has been updated successfully.
it_it: Il template di autorizzazione è stato aggiornato correttamente.

source: You do not have the permission to perform searches.
it_it: Non hai l'autorizzazione per effettuare ricerche.

source: You do not have the permission to add a new user.
it_it: Non hai l'autorizzazione per aggiungere un nuovo utente.

source: The user has been created successfully.
it_it: L'utente è stato creato correttamente.

source: You do not have the permission to delete this record.
it_it: Non hai l'autorizzazione per eliminare questo record.

source: The record could not be deleted.
it_it: Impossibile eliminare il record.

source: User details updated
it_it: Dettagli utente aggiornati

source: You do not have the permission to delete zone templates.
it_it: Non hai l'autorizzazione per eliminare i template di zona.

source: There is no zone template with this ID.
it_it: Non esiste alcun template di zona con questo ID.

source: Zone template has been updated successfully.
it_it: Il template di zona è stato aggiornato correttamente.

source: Zones have been updated successfully.
it_it: Le zone sono state aggiornate correttamente.

source: You do not have the permission to view this zone.
it_it: Non hai l'autorizzazione per visualizzare questa zona.

source: Zone has been signed successfully.
it_it: La zona è stata firmata correttamente.

source: DNSSEC is not enabled on the server.
it_it: DNSSEC non è abilitato sul server.

source: Zone has been unsigned successfully.
it_it: La firma della zona è stata annullata correttamente.

source: Request has expired, please try again.
it_it: La richiesta è scaduta, riprova.

source: Zone has been updated successfully.
it_it: La zona è stata aggiornata correttamente.

source: Zone did not have any record changes.
it_it: La zona non ha subito modifiche nei record.

source: Zone has not been updated successfully.
it_it: La zona non è stata aggiornata correttamente.

source: Zone template with this name already exists, please choose another one.
it_it: Esiste già un template di zona con questo nome. Scegline un altro.

source: Template name can't be an empty string.
it_it: Il nome del template non può essere una stringa vuota.

source: Zone template has been added successfully.
it_it: Il template di zona è stato aggiunto correttamente.

source: You do not have the permission to add a record to this zone.
it_it: Non hai l'autorizzazione per aggiungere un record a questa zona.

source: The record was successfully added.
it_it: Il record è stato aggiunto correttamente.

source: This record was not valid and could not be added.
it_it: Questo record non è valido e non può essere aggiunto.

source: Zone has been deleted successfully.
it_it: La zona è stata eliminata correttamente.

source: Zones have been deleted successfully.
it_it: Le zone sono state eliminate correttamente.

source: You do not have the permission to delete a zone.
it_it: Non hai l'autorizzazione per eliminare una zona.

source: You do not have the permission to add a master zone.
it_it: Non hai l'autorizzazione per aggiungere una zona master.

source: Invalid hostname.
it_it: Nome host non valido.

source: There is already a zone with this name.
it_it: Esiste già una zona con questo nome.

source: Zone has been added successfully.
it_it: La zona è stata aggiunta correttamente.

source: You do not have sufficient permissions to view this page.
it_it: Non hai i permessi sufficienti per visualizzare questa pagina.

source: You do not have the permission to see any zones.
it_it: Non hai l'autorizzazione per visualizzare alcuna zona.

source: You do not have the permission to edit zone templates.
it_it: Non hai l'autorizzazione per modificare i modelli di zona.

source: Failed to delete DNSSEC key.
it_it: Impossibile eliminare la chiave DNSSEC.

source: Zone key has been successfully deactivated.
it_it: La chiave di zona è stata disattivata correttamente.

source: Zone key has been successfully activated.
it_it: La chiave di zona è stata attivata correttamente.

source: Zone key has been deleted successfully.
it_it: La chiave di zona è stata eliminata correttamente.

source: You do not have the permission to add permission templates.
it_it: Non hai l'autorizzazione per aggiungere template di autorizzazione.

source: The permission template has been added successfully.
it_it: Il template di autorizzazione è stato aggiunto correttamente.

source: You have logged out.
it_it: Hai effettuato il logout.

source: You do not have the permission to add a zone template.
it_it: Non hai l'autorizzazione per aggiungere un template di zona.

source: You do not have the permission to add a slave zone.
it_it: Non hai l'autorizzazione per aggiungere una zona slave.

source: This is not a valid IPv4 or IPv6 address.
it_it: Questo non è un indirizzo IPv4 o IPv6 valido.

source: Zone template has been deleted successfully.
it_it: Il template di zona è stato eliminato correttamente.

source: You do not have the permission to add a new supermaster.
it_it: Non hai l'autorizzazione per aggiungere un nuovo supermaster.

source: The supermaster has been added successfully.
it_it: Il supermaster è stato aggiunto correttamente.

source: You do not have the permission to edit this user.
it_it: Non hai l'autorizzazione per modificare questo utente.

source: The user has been updated successfully.
it_it: L'utente è stato aggiornato correttamente.

source: The user could not be updated.
it_it: Non è stato possibile aggiornare l'utente.

source: You do not have the permission to delete permission templates.
it_it: Non hai l'autorizzazione per eliminare i template di autorizzazione.

source: The permission template has been deleted successfully.
it_it: Il template di autorizzazione è stato eliminato correttamente.

source: You do not have the permission to view this record.
it_it: Non hai l'autorizzazione per visualizzare questo record.

source: The record has been updated successfully.
it_it: Il record è stato aggiornato correttamente.

source: Password has been changed, please login.
it_it: La password è stata modificata, effettua il login.

source: Zone key has been added successfully.
it_it: La chiave di zona è stata aggiunta correttamente.

source: Failed to add new DNSSEC key.
it_it: Impossibile aggiungere una nuova chiave DNSSEC.

source: You do not have the permission to delete a supermaster.
it_it: Non hai l'autorizzazione per eliminare un supermaster.

source: Super master does not exist.
it_it: Il super master non esiste.

source: The supermaster has been deleted successfully.
it_it: Il supermaster è stato eliminato correttamente.

source: Zones has been added successfully.
it_it: Le zone sono state aggiunte correttamente.

source: Some zone(s) could not be added.
it_it: Non è stato possibile aggiungere alcune zone.

source: The user account is disabled.
it_it: L'account utente è disabilitato.

source: Authentication failed!
it_it: Autenticazione fallita!

source: Session expired, please login again.
it_it: Sessione scaduta, accedi nuovamente.

source: Failed to connect to LDAP server!
it_it: Impossibile connettersi al server LDAP!

source: Failed to bind to LDAP server!
it_it: Impossibile associarsi al server LDAP!

source: Failed to search LDAP.
it_it: Impossibile effettuare la ricerca LDAP.

source: Failed to authenticate against LDAP.
it_it: Impossibile effettuare l'autenticazione tramite LDAP.

source: LDAP Authentication failed!
it_it: Autenticazione LDAP fallita!

source: Yes
it_it: Si

source: Unknown database type.
it_it: Tipo di database sconosciuto.

source: This template is assigned to at least one user.
it_it: Questo template è assegnato ad almeno un utente.

source: An empty password is not allowed
it_it: Non è consentita una password vuota

source: Failed to call function exec. Make sure that exec is not listed in disable_functions at php.ini
it_it: Impossibile chiamare la funzione exec. Assicurati che exec non sia elencato in disable_functions in php.ini

source: Failed to call pdnssec utility.
it_it: Impossibile eseguire la utility pdnssec.

source: Failed to secure zone.
it_it: Impossibile proteggere la zona.

source: Failed to disable DNSSEC.
it_it: Impossibile disabilitare DNSSEC.

source: Failed to get DNSSEC key details.
it_it: Impossibile ottenere i dettagli della chiave DNSSEC.

source: Failed to active DNSSEC key.
it_it: Impossibile attivare la chiave DNSSEC.

source: Failed to deactivate DNSSEC key.
it_it: Impossibile disattivare la chiave DNSSEC.

source: Failed to remove DNSSEC key.
it_it: Impossibile rimuovere la chiave DNSSEC.

source: Enter a valid email address.
it_it: Inserisci un indirizzo email valido.

source: Username exist already, please choose another one.
it_it: Lo username esiste già, scegline un altro.

source: The two new password fields do not match.
it_it: I due nuovi campi password non corrispondono.

source: Your content field doesnt have a legit value.
it_it: Il campo del contenuto non ha un valore legittimo.

source: Invalid value for prio field.
it_it: Valore non valido per il campo prio.

source: The content of the SPF record is invalid
it_it: Il contenuto del record SPF non è valido

source: Unknown record type.
it_it: Tipo di record sconosciuto.

source: The hostname is too long.
it_it: Il nome host è troppo lungo.

source: You have invalid characters in your hostname.
it_it: Il tuo nome host contiene caratteri non validi.

source: A hostname can not start or end with a dash.
it_it: Un nome host non può iniziare o terminare con un trattino.

source: Given hostname or one of the labels is too short or too long.
it_it: Il nome host fornito o una delle etichette è troppo corto o troppo lungo.

source: Given hostname has too many slashes.
it_it: Il nome host specificato contiene troppi slash.

source: You are using an invalid top level domain.
it_it: Stai utilizzando un dominio di primo livello non valido.

source: This is not a valid IPv4 address.
it_it: Questo non è un indirizzo IPv4 valido.

source: This is not a valid IPv6 address.
it_it: Questo non è un indirizzo IPv6 valido.

source: Invalid characters have been used in this record.
it_it: In questo record sono stati utilizzati caratteri non validi.

source: You cannot use html tags for this type of record.
it_it: Non è possibile utilizzare tag HTML per questo tipo di record.

source: Backslashes must precede all quotes (") in TXT content
it_it: I backslashe devono precedere tutte le virgolette (") nel contenuto TXT

source: Add quotes around TXT record content.
it_it: Aggiungere virgolette attorno al contenuto del record TXT.

source: This is not a valid CNAME. Did you assign an MX or NS record to the record?
it_it: Questo non è un CNAME valido. Hai assegnato un record MX o NS al record?

source: This is not a valid record. There is already exists a CNAME with this name.
it_it: Questo non è un record valido. Esiste già un CNAME con questo nome.

source: This is not a valid CNAME. There already exists a record with this name.
it_it: Questo non è un CNAME valido. Esiste già un record con questo nome.

source: Empty CNAME records are not allowed.
it_it: Non sono consentiti record CNAME vuoti.

source: You can not point a NS or MX record to a CNAME record. Remove or rename the CNAME record first, or take another name.
it_it: Non puoi puntare un record NS o MX a un record CNAME. Rimuovi o rinomina prima il record CNAME, oppure usa un altro nome.

source: Invalid value for content field of HINFO record.
it_it: Valore non valido per il campo contenuto del record HINFO.

source: Invalid value for name field of SOA record. It should be the name of the zone.
it_it: Valore non valido per il campo nome del record SOA. Dovrebbe essere il nome della zona.

source: Invalid service value in name field of SRV record.
it_it: Valore di servizio non valido nel campo nome del record SRV.

source: Invalid protocol value in name field of SRV record.
it_it: Valore di protocollo non valido nel campo nome del record SRV.

source: Invalid FQDN value in name field of SRV record.
it_it: Valore FQDN non valido nel campo nome del record SRV.

source: Invalid value for the priority field of the SRV record.
it_it: Valore non valido per il campo priorità del record SRV.

source: Invalid value for the weight field of the SRV record.
it_it: Valore non valido per il campo peso del record SRV.

source: Invalid SRV target.
it_it: Destinazione SRV non valida.

source: Invalid value for TTL field. It should be numeric.
it_it: Valore non valido per il campo TTL. Dovrebbe essere numerico.

source: You do not have the permission to edit this SOA record.
it_it: Non hai l'autorizzazione per modificare questo record SOA.

source: You do not have the permission to edit this NS record.
it_it: Non hai l'autorizzazione per modificare questo record NS.

source: You do not have the permission to add SOA record.
it_it: Non hai l'autorizzazione per aggiungere un record SOA.

source: You do not have the permission to add NS record.
it_it: Non hai l'autorizzazione per aggiungere il record NS.

source: There is already a supermaster with this IP address and hostname.
it_it: Esiste già un supermaster con questo indirizzo IP e nome host.

source: You are trying to delete the SOA record. You are not allowed to remove it, unless you remove the entire zone.
it_it: Stai tentando di eliminare il record SOA. Non ti è consentito rimuoverlo, a meno che tu non rimuova l'intera zona.

source: Invalid argument(s) given to function %s
it_it: Argomento non valido fornito alla funzione %s

source: The selected user already owns the zone.
it_it: L'utente selezionato è già proprietario della zona.

source: There must be at least one owner for a zone.
it_it: Per ogni zona deve esserci almeno un proprietario.

source: This is an invalid zone name.
it_it: Questo è un nome di zona non valido.

source: Zones
it_it: Zone

source: Activate key
it_it: Attiva la chiave

source: Deactivate zone key
it_it: Disattivare la chiave di zona

source: Activate zone key
it_it: Attiva la chiave di zona

source: Domain
it_it: Dominio

source: Type
it_it: Tipo

source: Algorithm
it_it: Algoritmo

source: Active
it_it: Attivo

source: Are you sure?
it_it: Sei sicuro?

source: Zone templates
it_it: Template di zona

source: Edit record
it_it: Modifica record

source: Edit record in zone template
it_it: Modifica record nel template di zona

source: Name
it_it: Nome

source: Content
it_it: Contenuto

source: Priority
it_it: Priorità

source: Provide content
it_it: Fornisci il contenuto

source: Update
it_it: Aggiorna

source: DNSSEC keys for zone
it_it: Chiavi DNSSEC per zona

source: Delete zone key
it_it: Elimina la chiave di zona

source: Add new key
it_it: Aggiungi nuova chiave

source: Show DS and DNSKEY
it_it: Mostra DS e DNSKEY

source: Edit record in zone
it_it: Modifica record nella zona

source: Disabled
it_it: Disabilitato

source: Edit comment
it_it: Modifica commento

source: Edit comment in zone
it_it: Modifica commento nella zona

source: Add template
it_it: Aggiungi template

source: Add zone template for
it_it: Aggiungi template di zona per

source: Provide a name for your template
it_it: Fornisci un nome per il tuo modello

source: Description
it_it: Descrizione

source: Everyone could use it (global)?
it_it: Tutti potrebbero utilizzarlo (a livello globale)?

source: Add zone template
it_it: Aggiungi template di zona

source: Zone logs
it_it: Log della zona

source: Total number of logs:
it_it: Numero totale di log:

source: Search logs by domain
it_it: Cerca i log per dominio

source: Search
it_it: Ricerca

source: Clear
it_it: Pulisci

source: Event
it_it: Evento

source: Created at
it_it: Creato il

source: Details
it_it: Dettagli

source: No logs found
it_it: Nessun log trovato

source: Welcome
it_it: Benvenuto

source: Search zones and records
it_it: Cerca zone e record

source: List zones
it_it: Elenco zone

source: List zone templates
it_it: Elenco template di zona

source: List supermasters
it_it: Elenco supermaster

source: Add master zone
it_it: Aggiungi zona master

source: Add slave zone
it_it: Aggiungi zona slave

source: Add supermaster
it_it: Aggiungi supermaster

source: Bulk registration
it_it: Registrazione in blocco

source: Change password
it_it: Cambia password

source: User administration
it_it: Amministrazione utente

source: List permission templates
it_it: Elenco template di autorizzazione

source: Users
it_it: Utenti

source: Delete user
it_it: Elimina utente

source: You are about to delete a user. This user is owner for a number of zones. Please decide what to do with these zones.
it_it: Stai per eliminare un utente. Questo utente è proprietario di un certo numero di zone. Decidi cosa fare con queste zone.

source: Zone
it_it: Zona

source: Delete
it_it: Elimina

source: Leave
it_it: Lascia

source: Add new owner
it_it: Aggiungi nuovo proprietario

source: Owner to be added
it_it: Proprietario da aggiungere

source: Total number of zones:
it_it: Numero totale di zone:

source: There are no zones to show in this listing.
it_it: Non ci sono zone da mostrare in questo elenco.

source: Records
it_it: Record

source: Owner
it_it: Proprietario

source: Full name
it_it: Nome e cognome

source: Serial
it_it: Seriale

source: Template
it_it: Tag

source: Edit
it_it: Modifica

source: Delete zone(s)
it_it: Elimina zone

source: Add key
it_it: Aggiungi chiave

source: Add key for zone
it_it: Aggiungi chiave per la zona

source: Key type
it_it: Tipo di chiave

source: Select key type
it_it: Seleziona il tipo di chiave

source: Bits in length
it_it: Lunghezza dei bit

source: Select bits length
it_it: Seleziona la lunghezza dei bit

source: Select algorithm
it_it: Seleziona algoritmo

source: Edit user
it_it: Modifica utente

source: Provide user name
it_it: Fornisci il nome utente

source: Fullname
it_it: Nome e cognome

source: Email address
it_it: Indirizzo e-mail

source: Provide email
it_it: Fornisci e-mail

source: Permission template
it_it: Template di autorizzazione

source: Enabled
it_it: Abilitato

source: LDAP Authentication
it_it: Autenticazione LDAP

source: This user has been assigned the permission template
it_it: A questo utente è stato assegnato il template di autorizzazione

source: The description for this template is
it_it: La descrizione di questo template è

source: Based on this template, this user has the following permissions
it_it: In base a questo template, questo utente ha le seguenti autorizzazioni

source: Permission templates
it_it: Template di autorizzazione

source: Add
it_it: Aggiungi

source: Add permission template
it_it: Aggiungi template di autorizzazione

source: Supermasters
it_it: Supermaster

source: IP address of supermaster
it_it: Indirizzo IP del supermaster

source: Provide ip address
it_it: Fornisci l'indirizzo IP

source: Hostname in NS record
it_it: Nome host nel record NS

source: Provide host name
it_it: Fornisci il nome host

source: Please provide a username
it_it: Inserisci un nome utente

source: Please provide a password
it_it: Inserisci una password

source: Language
it_it: Lingua

source: Go
it_it: Vai

source: Add record
it_it: Aggiungi record

source: Add record to zone template
it_it: Aggiungi record al template di zona

source: Provide content for your zone record
it_it: Fornisci il contenuto per il record di zona

source: Hint:
it_it: Suggerimento:

source: The following placeholders can be used in template records
it_it: I seguenti segnaposto possono essere utilizzati nei record template

source: substituted with current zone name
it_it: sostituito con il nome della zona corrente

source: substituted with current date and 2 numbers
it_it: sostituito con la data corrente e 2 numeri

source: substituted with 1st name server
it_it: sostituito con il primo name server

source: substituted with 2nd name server
it_it: sostituito con il secondo name server

source: substituted with 3rd name server
it_it: sostituito con il terzo name server

source: substituted with 4th name server
it_it: sostituito con il quarto name server

source: substituted with hostmaster
it_it: sostituito con hostmaster

source: Examples:
it_it: Esempi:

source: To add a subdomain foo in a zone template you would put foo.[ZONE] into the name field.
it_it: Per aggiungere un sottodominio foo in un modello di zona, dovresti inserire foo.[ZONE] nel campo nome.

source: To add a wildcard record put *.[ZONE] in the name field.
it_it: Per aggiungere un record wildcard, inserire *.[ZONE] nel campo nome.

source: Use just [ZONE] to have the domain itself return a value.
it_it: Utilizzare solo [ZONE] per far sì che il dominio stesso restituisca un valore.

source: For the SOA record, place [NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400 in the content field.
it_it: Per il record SOA, inserire [NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400 nel campo contenuto.

source: Delete permission template
it_it: Elimina template di autorizzazione

source: Provide TTL
it_it: Fonrnisci il TTL

source: Edit zone
it_it: Modifica zona

source: This zone does not have any records.
it_it: Questa zona non ha registrazioni.

source: Comments
it_it: Commenti

source: Unsign this zone
it_it: Annulla la firma di questa zona

source: Sign this zone
it_it: Firma questa zona

source: Save as new template
it_it: Salva come nuovo template

source: Template Name
it_it: Nome del template

source: Template Description
it_it: Descrizione del template

source: Save as template
it_it: Salva come template

source: Owner of zone
it_it: Proprietario della zona

source: No owner set for this zone.
it_it: Nessun proprietario impostato per questa zona.
