Repository: rhsCZ/vps3-var
Catalog: *.bak.new/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: Change
it_it: Modifica

source: IP address of master NS
it_it: Indirizzo IP del master NS

source: Add user
it_it: Aggiungi utente

source: Delete Record
it_it: Elimina record

source: Delete record in zone
it_it: Elimina record nella zona

source: You are trying to delete a record that is needed for this zone to work.
it_it: Stai tentando di eliminare un record necessario al funzionamento di questa zona.

source: Provide user password
it_it: Fornisci la password utente

source: Zone name
it_it: Nome della zona

source: Provide zone name
it_it: Fornisci il nome della zona

source: Add zone
it_it: Aggiungi zona

source: Zone templates for
it_it: Template di zona per

source: In use
it_it: In uso

source: Zones linked
it_it: Zone collegate

source: No results found
it_it: Nessun risultato trovato

source: private
it_it: privato

source: global
it_it: globale

source: Current password
it_it: Password corrente

source: Provide current password
it_it: Fornisci la password corrente

source: New password
it_it: Nuova password

source: Provide new password
it_it: Fornisci una nuova password

source: Repeat password
it_it: Ripeti la password

source: Edit template
it_it: Modifica template

source: Edit zone template
it_it: Modifica template di zona

source: This zone template does not have any records yet.
it_it: Questo template di zona non ha ancora alcun record.

source: Update zones
it_it: Aggiorna zone

source: There are no supermasters to show in this listing.
it_it: Non ci sono supermaster da mostrare in questo elenco.

source: Type one domain per line
it_it: Digita un dominio per riga

source: Provide a domain name(s)
it_it: Fornisci uno o più nomi di dominio

source: Add zones
it_it: Aggiungi zone

source: Delete Zone
it_it: Elimina zona

source: Delete zone
it_it: Elimina zona

source: You are about to delete a slave zone of which the master nameserver is a supermaster. Deleting the zone now, will result in temporary removal only. Whenever the supermaster sends a notification for this zone, it will be added again!
it_it: Stai per eliminare una zona slave di cui il nameserver master è un supermaster. Eliminare la zona ora, comporterà solo una rimozione temporanea. Ogni volta che il supermaster invia una notifica per questa zona, verrà aggiunta di nuovo!

source: Enter a hostname or IP address. SQL LIKE syntax supported: an underscore (_) in pattern matches any single character, a percent sign (%) matches any string of zero or more characters.
it_it: Inserisci un nome host o un indirizzo IP. Sintassi SQL LIKE supportata: un trattino basso (_) nel pattern corrisponde a qualsiasi singolo carattere, un segno di percentuale (%) corrisponde a qualsiasi stringa di zero o più caratteri.

source: Provide a keyword for your search
it_it: Fornisci una parola chiave per la tua ricerca

source: Reverse
it_it: Inverso

source: Zones found
it_it: Zone trovate

source: Records found
it_it: Record trovati

source: Total number of records:
it_it: Numero totale di record:

source: Delete zones
it_it: Elimina zone

source: Delete supermaster
it_it: Elimina supermaster

source: User logs
it_it: Log utente

source: Search logs by user
it_it: Cerca i log per utente

source: Delete template
it_it: Elimina template

source: Delete zone template
it_it: Elimina template di zona

source: Templates
it_it: Template

source: DS and DNS keys
it_it: Chiavi DS e DNS

source: DNSSEC public records for zone
it_it: Record pubblici DNSSEC per zona

source: DS record
it_it: Record DS

source: Add record to zone
it_it: Aggiungi record alla zona

source: Edit permission template
it_it: Modifica template di autorizzazione

source: Delete record
it_it: Elimina record

source: Delete record in zone template
it_it: Elimina record nel template di zona

source: Delete key
it_it: Elimina chiave

source: There is already a configuration file in place, so the installation will be skipped.
it_it: Esiste già un file di configurazione, quindi l'installazione verrà saltata.

source: Updating database...
it_it: Aggiornamento del database...

source: done!
it_it: fatto!

source: Failed to set locale. Selected locale may be unsupported on this system. Please contact your administrator.
it_it: Impossibile impostare il locale. Il locale selezionato potrebbe non essere supportato su questo sistema. Contatta l'amministratore.
